Repository: furkot/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ca, de, el, fi, fr, hu, it, nb, nl, pl, pt, pt_br, ro, ru

source: Add this birdwatching hotspot as a skipped stop
ca: Afegeix aquest punt d'observació d'ocells com a aturada omesa
de: Diesen Vogelbeobachtungsort als übersprungene Station hinzufügen
fi: Lisää bongauskohde sivuutetuksi pysähdykseksi
fr: Ajouter ce site d'observation d'oiseaux comme étape ignorée
hu: Madárles hozzáadása kihagyott megállóként
it: Aggiungi questo posto di osservazione uccelli come una sosta saltata
nb: Legg til dette fuglekikkerstedet som et stopp du har hoppet over
nl: Voeg deze vogelspotplaats toe als een overgeslagen stopplaats
pl: Dodaj miejsce obserwacji ptaków jako omijany postój
pt: Adicionar este local de observação de pássaros como uma paragem ignorada
pt_br: Adicione este local de observação de pássaros como uma parada ignorada
ro: Adaugă acest loc pentru observare păsări ca o oprire omisă
ru: Добавить это место, как возможную остановку

source: Fold this birdwatching hotspot details
ca: Amaga els detalls d'aquest punt d'observació d'ocells
de: Details dieses Vogelbeobachtungsorts schließen
fi: Sulje bongauskohteen tiedot
fr: Cacher les détails de ce site d'observation d'oiseaux
hu: Madárles részleteinek becsukása
it: Chiudi i dettagli di questo posto di osservazione uccelli
nb: Skjul dette fuglekikkerstedets detaljer
nl: Sluit de gegevens van deze vogelspotplaats
pl: Zwiń opis miejsca obserwacji ptaków
pt: Ocultar detalhes deste local de observação de pássaros
pt_br: Ocultar detalhes deste local de observação de pássaros
ro: Restrânge detaliile acestui punct de observare păsări
ru: Свернуть подробности

source: Birdwatching hotspots
ca: Punts d'observació d'ocells
de: Orte zur Vogelbeobachtung
el: Σημεία παρατήρησης πουλιών
fi: Lintujen bongauskohteet
fr: Sites d'observation d'oiseaux
hu: Madárlesek
it: Posti di osservazione uccelli
nb: Fuglekikkersteder
nl: Vogelspotplaatsen
pl: Miejsca obserwacji ptaków
pt: Locais de observação de pássaros
pt_br: Locais de observação de pássaros
ro: Locuri de observare a păsărilor

source: The bird sightings provided by [eBird.org]
ca: Avistaments d'ocells proporcionats per [eBird.org]
de: Die Vogelbeobachtungen von [eBird.org] zur Verfügung gestellt
fi: Lintuhavainnot tarjoaa: [eBird.org]
fr: Observations d’oiseaux fournies par [eBird.org]
hu: Madármegfigyelések adatai a [eBird.org]-ról származnak
it: Gli avvistamenti di uccelli forniti da [eBird.org]
nb: Fugleobservasjoner gitt av [eBird.org]
nl: Vogelwaarnemingen verstrekt door [eBird.org]
pl: Obserwacje ptaków udostępnione przez [eBird.org]
pt: Locais de observação de pássaros fornecidos por [eBird.org]
pt_br: Locais de observação de pássaros fornecidos por [eBird.org]
ro: Observarea păsărilor furnizată de [eBird.org]
ru: Места для наблюдения за птицами предоставлены [eBird.org]

source: No recent bird sightings
ca: No hi ha avistaments recents d'ocells
de: Keine neuen Vogelsichtungen
el: Δεν υπάρχουν πρόσφατες εμφανίσεις πουλιών
fi: Ei viimeaikaisia lintuhavaintoja
fr: Pas d'observation recente d'oiseau
hu: Nem volt mostanában madármegfigyelés
it: Nessun avvistamento di uccelli di recente
nb: Ingen nylige fugleobservasjoner
nl: Geen recente vogelwaarnemingen
pl: Brak raportów o aktualnych obserwacjach
pt: Nenhuma observação recente de pássaros
pt_br: Nenhuma visualização recente de pássaros
ro: Nu sunt locuri recente de observarea păsărilor
ru: Нет мест для наблюдения за птицами

source: See this trail guide
ca: Consulta aquesta guia de rutes
de: Wanderführer ansehen
el: Δείτε αυτόν τον οδηγό μονοπατιού
fi: Katso tästä reittioppaasta
fr: Voir ce guide de sentier
hu: Nézd meg a kiránduló útvonal tervét
it: Vedi questa guida ai sentieri
nb: Se denne løypeguiden
nl: Bekijk deze wandelgids
pl: Zobacz przewodnik po szlaku
pt: Ver o guia desse trilho
pt_br: Ver o guia dessa trilha
ro: Vezi acest ghid de traseu

source: Stop and take this trail
ca: Atura't i agafa aquesta pista
de: Anhalten und diese Wanderweg nehmen
fi: Pysähdy ja kulje tätä jälkeä
fr: S’arrêter et prendre ce sentier
hu: Megállás a kirándulóútnál
it: Fermati e prendi questo sentiero
nb: Stopp og ta denne løypen
nl: Stop en ga hier wandelen
pl: Wybierz ten szlak
pt: Parar e seguir este trilho
pt_br: Parar e tomar esta trilha
ro: Oprește și urmează acest traseu
ru: Сделать здесь остановку

source: Add this trail as a skipped stop
ca: Afegeix aquesta ruta com a aturada omesa
de: Diesen Wanderweg als übersprungene Station hinzufügen
fi: Lisää jälki sivuutetuksi pysähdykseksi
fr: Ajouter ce sentier comme une étape ignorée
hu: Kirándulóút hozzáadása kihagyott megállóként
it: Aggiungi questo sentiero come una sosta saltata
nb: Legg til denne stien som et stopp du har hoppet over
nl: Voeg dit pad toe als een overgeslagen stopplaats
pl: Dodaj szlak jako omijany postój
pt: Adicionar este trilho como uma paragem ignorada
pt_br: Adicionar esta trilha como uma parada ignorada
ro: Adaugă acest traseu ca o oprire omisă
ru: Добавить это место, как возможную остановку

source: Take this trail
ca: Agafa aquest camí
de: Diesen Weg wandern
fi: Seuraa jälkeä
fr: Prenez ce sentier
hu: Kirándulás itt
it: Prendi questo sentiero
nb: Ta denne stien
nl: Neem dit pad
pl: Wybierz ten szlak
pt: Seguir este trilho
pt_br: Tomar esta trilha
ro: Urmează acest traseu
ru: Взять этот маршрут

source: Reverse this trail
ca: Inverteix aquesta ruta
de: Diesen Wanderweg umkehren
fi: Käännä jäljen suunta
fr: Inverser ce sentier
hu: Kirándulás az ellenkező irányba
it: Inverti questo sentiero
nb: Reverser denne stien
nl: Dit pad omkeren
pl: Odwrócić kierunek szlaku
pt: Inverter este trilho
pt_br: Inverter esta trilha
ru: Реверс этого маршрута

source: Fold this guide details
ca: Amaga els detalls d'aquesta guia
de: Details dieses Wanderführer schließen
el: Κλείσιμο των λεπτομερειών του οδηγού
fi: Sulje oppaan tiedot
fr: Cacher les détails de ce guide
hu: Kirándulóút részleteinek összecsukása
it: Chiudi i dettagli di questa guida
nb: Skjul guide detaljene
nl: Sluit deze gidsgegevens
pl: Zwiń przewodnik
pt: Ocultar detalhes deste guia
pt_br: Ocultar detalhes deste guia
ro: Restrânge detaliile acestui ghid
ru: Свернуть подробности

source: Trail
ca: Camí
de: Pfad
el: Μονοπάτι
fi: Jälki
fr: Piste
hu: Ösvény
it: Sentiero
nb: Sti
nl: Skipistes

source: Hide guides
ca: Amaga les guies
de: Wanderführer ausblenden
el: Απόκρυψη οδηγών
fi: Piilota oppaat
fr: Cacher les guides
hu: Kirándulóutak elrejtése
it: Nascondi guide
nb: Skjul guider
nl: Sluit gidsen
pl: Ukryj przewodniki
pt: Ocultar guias
pt_br: Ocultar guias
ro: Ascunde ghidurile

source: Trail guides
ca: Guies de camins
de: Wanderführer
fi: Reittioppaat
fr: Guides de sentier
hu: Kiránduló útvonalak leírása
it: Guide ai sentieri
nb: Sti guider
nl: Wandelgidsen
pl: Przewodniki po szlakach
pt: Guias de trilhos
pt_br: Guias de trilhas
ro: Ghiduri de traseu

source: Stop at this place
ca: Atura't en aquest lloc
de: An diesem Ort anhalten
el: Σταματήστε σε αυτό το μέρος
fi: Pysähdy tähän paikkaan
fr: S'arrêter à ce lieu
hu: Megállok itt
it: Fermati in questo luogo
nb: Stopp på dette stedet
nl: Stop op deze plaats
pl: Zatrzymaj się w tym miejscu
pt: Parar neste lugar
pt_br: Parar neste lugar
ru: Сделать здесь остановку

source: Recommended places
ca: Llocs recomanats
de: Empfohlene Orte
el: Προτεινόμενα μέρη
fi: Suositellut kohteet
fr: Lieux recommandés
hu: Ajánlott helyek
it: Luoghi consigliati
nb: Anbefalte steder
nl: Aanbevolen plaatsen
pl: Polecane miejsca
pt: Locais recomendados
pt_br: Locais recomendados

source: Stop and get food at this place
ca: Atura't i menja en aquest lloc
el: Σταματήστε και πάρτε φαγητό σε αυτό το μέρος
fi: Pysähdy ja osta ruokaa tästä paikasta
fr: Arrêtez-vous et prenez un repas à cet endroit
hu: Itt megálni és ennivalót venni
it: Ferma e prendi un pasto in questo posto
nb: Stoppe og spise på dette stedet
nl: Stop en haal eten op deze plek

source: Hide establishments
ca: Ocultar establiments
el: Απόκρυψη εγκαταστάσεων
fi: Piilota laitokset
fr: Cacher les établissements
it: Nascondi le attività economiche
nb: Skjul bedrifter
nl: Etablissementen verbergen

source: Establishments
ca: Establiments
el: Εγκαταστάσεις
fi: Laitokset
fr: Établissements
it: attività economiche
nb: Bedrifter
nl: Inrichtingen

source: See this trail description
ca: Consulta la descripció del camí
de: Beschreibung des Wanderweges ansehen
el: Δείτε αυτή την περιγραφή μονοπατιού
fi: Katso tämän jäljen kuvaus
fr: Voir la description du sentier
hu: Kiránduló út leírása
it: Vedi la descrizione di questo sentiero
nb: Se denne stiens beskrivelse
nl: Bekijk de beschrijving van dit pad
pl: Zobacz opis szlaku
pt: Ver descrição deste trilho
pt_br: Veja a descrição desta trilha
ru: Посмотреть описание этой трассы

source: See author's profile
ca: Consulta perfil de l'autor
de: Profil des Autors ansehen
el: Δείτε το προφίλ του συντάκτη
fi: Katso kirjoittajan kuvaus
fr: Voir le profil de l'auteur
hu: Szerző profilja
it: Vedi il profilo dell'autore
nb: Se forfatterens profil
nl: Bekijk het profiel van de maker
pl: Zobacz profil autora
pt: Ver perfil do autor
pt_br: Ver o perfil do autor

source: Fold this trail details
ca: Amaga els detalls d'aquesta ruta
de: Details dieses Wanderweges schließen
el: Κλείσιμο των λεπτομερειών του μονοπατιού
fi: Sulje jäljen tiedot
fr: Cacher les détails de ce sentier
hu: Kiránduló út részleteinek becsukása
it: Chiudi i dettagli di questo sentiero
nb: Skjul denne stiens detaljer
nl: Sluit de gegevens van dit pad
pl: Zwiń opis szlaku
pt: Ocultar detalhes deste trilho
pt_br: Ocultar detalhes desta trilha
ro: Restrânge detaliile acestui drum/poteca
ru: Свернуть подробности

source: Hide trails
ca: Amaga els camins
de: Wanderwege ausblenden
fi: Piilota jäljet
fr: Cacher les pistes
hu: Kiránduló utak elrejtése
it: Nascondi sentieri
nb: Skjul stier
nl: Verberg paden
pl: Ukryj szlaki
pt: Ocultar trilhos
pt_br: Ocultar trilhas

source: Trail recordings
ca: Enregistraments de senders
de: Routenaufzeichnungen
fi: Jälkien tallenteet
fr: Enregistrements de sentier
hu: Rögzített kiránduló utak
it: Registrazioni di tracce GPS
nb: Lagrede spor
nl: Opgenomen routes
pl: Nagrania szlaków
pt: Registos de trilhos (GPS)
pt_br: Registros de trilhas

source: Stop at this road
ca: Atura't en aquesta carretera
de: Station an dieser Route
fi: Pysähdy tiellä
fr: S'arrêter à cette route
hu: Megállok ennél az útnál
it: Fermati a questa strada
nb: Stopp ved denne veien
nl: Stop op deze weg
pl: Dodaj drogę do podróży
pt: Parar nesta estrada
pt_br: Parar nesta estrada
ru: Сделать здесь остановку

source: Add this road as a skipped stop
ca: Afegeix aquesta carretera com a aturada omesa
de: Diese Route als übersprungene Station hinzufügen
fi: Lisää tie sivuutetuksi pysähdykseksi
fr: Ajouter cette route comme une étape ignorée
hu: Út hozzáadása kihagyott megállóként
it: Aggiungi questa strada come una sosta saltata
nb: Legg til denne veien som et stopp du har hoppet over
nl: Voeg deze weg toe als een overgeslagen stopplaats
pl: Dodaj drogę jako omijany postój
pt: Adicionar esta estrada como uma paragem ignorada
pt_br: Adicionar esta estrada como uma parada ignorada
ru: Добавить это место, как возможную остановку

source: Ride this road
ca: Condueix per aquesta carretera
de: Diese Route fahren
fi: Aja tietä
fr: Prendre cette route
hu: Ezen az úton megyek
it: Percorri questa strada motociclistica
nb: Kjør motorsykkel på denne veien
nl: Rijd deze weg
pl: Przejedź drogą
pt: Conduzir nesta estrada
pt_br: Pilotar nesta estrada
ru: Прокатиться здесь

source: Reverse this road
ca: Inverteix aquesta ruta
de: Diese Route umkehren
fi: Käännä tien suunta
fr: Inverser cette route
hu: Haladás a másik irányba
it: Inverti questa strada
nb: Reverser denne veien
nl: Deze weg omkeren
pl: Odwróć kierunek drogi
pt: Inverter sentido desta estrada
pt_br: Inverter sentido desta estrada
ru: Реверс маршрута

source: Fold this road details
ca: Amaga els detalls d'aquesta carretera
de: Details dieser Route schließen
el: Κλείσιμο των λεπτομερειών του δρόμου
fi: Sulje tien tiedot
fr: Cacher les détails de cette route
hu: Út részleteinek becsukása
it: Chiudi i dettagli di questa strada
nb: Skjul denne veiens detaljer
nl: Sluit de gegevens van deze weg
pl: Zwiń dane drogi
pt: Ocultar detalhes desta estrada
pt_br: Ocultar os detalhes dessa estrada
ro: Restrânge detaliile acestui drum
ru: Свернуть подробности

source: Hide roads
ca: Amaga carreteres
de: Straßen ausblenden
el: Απόκρυψη δρόμων
fi: Piilota tiet
fr: Cacher les routes
hu: Utak elrejtése
it: Nascondi strade
nb: Skjul veier
nl: Verberg wegen
pl: Ukryj drogi
pt: Ocultar estradas
pt_br: Ocultar estradas

source: Gravel roads
ca: Camins de grava
de: Schotterstraßen
el: Χωματόδρομοι
fi: Soratiet
fr: Chemins de gravier
hu: Murvás utak
it: Strade sterrate/ghiaia
nb: Grusveier
nl: Onverharde wegen
pl: Drogi bite
pt: Estradas de gravilha
pt_br: Estradas de cascalho

source: See this trail maintainer
ca: Veure el responsable del manteniment de la ruta
de: Betreuer des Wanderweges ansehen
fi: Näytä jäljen ylläpitäjä
fr: Voir le responsable du sentier
hu: Kiránduló út fenntartója
it: Vedi questo manutentore di sentieri
nb: Se denne stiens stiholder
nl: Bekijk deze onderhouder van het pad
pl: Zobacz stronę organizacji utrzymującej szlak
pt: Ver mantenedor deste trilho
pt_br: Ver o mantenedor dessa trilha
ru: Посмотреть управляющего трассы

source: See this trail reviews
ca: Consulta les ressenyes d'aquesta ruta
de: Bewertungen des Wanderweges ansehen
fi: Katso jäljen arvostelut
fr: Voir les avis sur ce sentier
hu: Kiránduló út visszajelzéseinek megtekintése
it: Vedi queste recensioni sui sentieri
nb: Se denne stiens vurderinger
nl: Bekijk de beoordelingen van dit pad
pl: Zobacz opinie o szlaku
pt: Ver avaliações deste trilho
pt_br: Ver as avaliações dessa trilha
ru: Посмотреть обзоры трассы

source: See description of this incident
ca: Consulta la descripció d'aquest incident
de: Beschreibung des Ereignisses ansehen
fi: Katso kuvaus tapahtumasta
fr: Voir la description de cet incident
hu: Tűzeset részleteinek megtekintése
it: Vedi la descrizione di questo incendio
nb: Se beskrivelse av denne hendelsen
nl: Bekijk de beschrijving van deze gebeurtenis
pl: Zobacz opis tego pożaru
pt: Ver descrição deste incêndio
pt_br: Ver a descrição deste incidente

source: Add this incident as a skipped stop
ca: Afegeix aquest incident com a aturada omesa
de: Dieses Ereignis als übersprungene Station hinzufügen
fi: Lisää tämä tapahtuma sivuutetuksi pysähdykseksi
fr: Ajouter cet incident comme une étape ignorée
hu: Tűzeset hozzáadása kihagyott megállóként
it: Aggiungi questa calamità naturale come una sosta saltata
nb: Legg til denne hendelsen som et stopp du har hoppet over
nl: Voeg deze gebeurtenis toe als een overgeslagen stopplaats
pl: Dodaj ten pożar jako omijany postój
pt: Adicionar este incidente como uma paragem ignorada
pt_br: Adicionar este incidente como uma parada ignorada
ru: Добавить это место, как возможную остановку

source: Fold this incident details
ca: Amaga els detalls d'aquest incident
de: Details dieses Ereignisses schließen
el: Κλείσιμο των λεπτομερειών του περιστατικού
fi: Sulje tapahtuman tiedot
fr: Cacher les détails de cet incident
hu: Tűzeset részleteinek összecsukása
it: Chiudi i dettagli di questa calamità naturale
nb: Skjul denne hendelsens detaljer
nl: Sluit de gegevens van dit incident
pl: Zwiń opis pożaru
pt: Ocultar detalhes do incêndio
pt_br: Ocultar detalhes do incidente
ro: Restrânge detaliile acestui incident
ru: Свернуть подробности

source: Hide incidents
ca: Amaga les incidències
de: Ereignisse ausblenden
fi: Piilota tapahtumat
fr: Cacher les incendies
hu: Tűzesetek elrejtése
it: Nascondi incendi
nb: Skjul branntilløp
nl: Verberg gebeurtenissen
pl: Ukryj pożary
pt: Ocultar incêndios
pt_br: Ocultar incidentes

source: Check out lift ticket deals
ca: Consulta les ofertes de bitllets d'ascensor
de: Skipass-Angebote ansehen
fi: Katso hissilipputarjoukset
fr: Découvrez les offres de forfaits
hu: Sílift jegy ajánlatok megtekintése
it: Scopri le offerte di skipass
nb: Sjekk tilbud på heiskort
nl: Bekijk skipas-aanbiedingen
pl: Sprawdź promocje karnetów narciarskich
pt: Consultar ofertas para teleférico
pt_br: Veja ofertas para teleférico

source: Stop and ski at this resort
ca: Aturada per esquiar en aquesta estació
de: Anhalten und in diesem Gebiet Ski fahren
fi: Pysähdy ja laskettele hiihtokeskuksessa
fr: S’arrêtez et skier dans cette station
hu: Megálló és síelés ezen a terepen
it: Fermati a sciare in questo comprensorio
nb: Stopp og stå på ski på dette feriestedet
nl: Stop en ga skiën in dit skioord
pl: Zjedź na nartach w tym ośrodku
pt: Parar e esquiar nesta estação de esqui
pt_br: Parar e esquiar nesta estação de esqui
ru: Сделать здесь остановку

source: Add this ski resort as a skipped stop
ca: Afegeix aquesta estació d'esquí com a aturada omesa
de: Dieses Skigebiet als übersprungene Station hinzufügen
fi: Lisää hiihtokeskus sivuutetuksi pysähdykseksi
fr: Ajouter cette station de ski comme une étape ignorée
hu: Síterep hozzáadása kihagyott megállóként
it: Aggiungi questa stazione sciistica come una sosta saltata
nb: Legg til dette skianlegget som et stopp du har hoppet over
nl: Voeg dit skioord toe als een overgeslagen stopplaats
pl: Dodaj ośrodek narciarski jako omijany postój
pt: Adicionar esta estação de esqui como uma paragem ignorada
pt_br: Adicionar esta estâção de esqui como uma parada ignorada
ru: Добавить это место, как возможную остановку

source: Fold this ski resort details
ca: Amaga els detalls d'aquesta estació d'esquí
de: Details dieses Skigebiets schließen
el: Κλείσιμο των λεπτομερειών του χιονοδρομικού κέντρου
fi: Sulje hiihtokeskuksen tiedot
fr: Cacher les détails de cette station de ski
hu: Síterep részleteinek összecsukása
it: Chiudi i dettagli di questa stazione sciistica
nb: Skjul dette skianleggets detaljer
nl: Sluit de gegevens van dit skioord
pl: Zwiń opis ośrodka narciarskiego
pt: Ocultar detalhes desta estação de esqui
pt_br: Ocultar detalhes desta estação de esqui
ro: Restrânge detaliile acestei stațiuni de ski
ru: Свернуть подробности

source: Hide ski resorts
ca: Amaga les estacions d'esquí
de: Skigebiete ausblenden
el: Απόκρυψη χιονοδρομικών κέντρων
fi: Piilota hiihtokeskukset
fr: Cacher les stations de ski
hu: Síterepek elrejtése
it: Nascondi stazioni sciistiche
nb: Skjul skianlegg
nl: Verberg skioorden
pl: Ukryj ośrodki narciarskie
pt: Ocultar estações de esqui
pt_br: Ocultar áreas de esqui

source: Ski resorts
ca: Estacions d'esquí
de: Skigebiete
el: Χιονοδρομικά κέντρα
fi: Hiihtokeskukset
fr: Stations de ski
hu: Síterepek
it: Stazioni sciistiche
nb: Skianlegg
nl: Skioorden
pl: Ośrodki narciarskie
pt: Estações de esqui
pt_br: Áreas de esqui

source: See review of this sight
ca: Consulta la revisió d'aquest lloc d'interès
de: Bewertung dieser Sehenswürdigkeit ansehen
fi: Katso nähtävyyden arvostelu
fr: Consulter les avis sur cette vue
nb: Se vurdering av denne severdigheten
nl: Bekijk de boordelingen van deze bezienswaardigheid
pl: Zobacz recenzję atrakcji
pt_br: Vejas os comentários deste local

source: See this sight own website
ca: Ves al lloc web oficial del lloc d'interès
de: Website dieser Sehenswürdigkeit ansehen
fi: Katso nähtävyyden nettisivuja
fr: Voir le site web de cette vue
nb: Se denne severdighetens egen hjemmeside
nl: Bekijk de eigen website van deze bezienswaardigheid
pl: Zobacz własną stronę internetową atrakcji
pt_br: Veja o site desse local
ru: Посмотреть сайт этого места

source: Stop at this sight
ca: Atura't en aquest lloc d'interès
de: An dieser Sehenswürdigkeit halten
fi: Pysähdy nähtävyydellä
fr: S'arrêter à cette vue
nb: Stopp ved denne severdigheten
nl: Stop bij deze bezienswaardigheid
pl: Wybierz atrakcję
pt_br: Parar neste local
ru: Сделать здесь остановку

source: Add this sight as a skipped stop
ca: Afegeix aquest lloc d'interès com a aturada omesa
de: Diese Sehenswürdigkeit als übersprungene Station hinzufügen
fi: Lisää nähtävyys sivuutetuksi pysähdykseksi
fr: Ajouter cette vue comme une étape ignorée
nb: Legg til denne severdigheten som et stopp du har hoppet over
nl: Voeg deze bezienswaardigheid toe als een overgeslagen stopplaats
pl: Dodaj atrakcję jako omijany postój
pt_br: Adicione este local como uma parada ignorada
ru: Добавить это место, как возможную остановку

source: Fold this sight details
ca: Amaga els detalls d'aquest lloc d'interès
de: Details dieser Sehenswürdigkeit schließen
fi: Sulje nähtävyyden tiedot
fr: Cacher les détails de cette vue
nb: Skjul denne severdighetens detaljer
nl: Sluit de gegevens van deze bezienswaardigheid
pl: Zwiń opis atrakcji
pt_br: Ocultar este detalhes desse local
ru: Свернуть подробности

source: Hide sights
ca: Amaga els llocs d'interès
de: Sehenswürdigkeiten ausblenden
fi: Piilota nähtävyydet
fr: Cacher les sites
nb: Skjul severdigheter
nl: Verberg bezienswaardigheden
pl: Ukryj atrakcje
pt_br: Ocultar atrações

source: Sights and attractions
ca: Llocs d'interès i atraccions
de: Sehenswürdigkeiten und Attraktionen
fi: Nähtävyydet ja kohteet
fr: Vues et attractions
nb: Severdigheter og attraksjoner
nl: Bezienswaardigheden en trekpleisters
pl: Atrakcje turystyczne
pt_br: Atrações

source: See description of this bike track
ca: Consulta la descripció d'aquest carril bici
de: Beschreibung des Radweges ansehen
fi: Katso pyöräilyreitin kuvaus
fr: Voir la description de cette piste de vélo
hu: Kerékpárút részleteinek megjelenítése
it: Vedi la descrizione di questa pista ciclabile
nb: Se beskrivelse av denne sykkelløypen
nl: Bekijk de beschrijving van dit fietspad
pl: Zobacz opis ścieżki rowerowej
pt: Ver descrição desta ciclovia
pt_br: Veja a descrição desta ciclovia

source: Stop and ride this bike track
ca: Atura't i condueix per aquest carril bici
de: Anhalten und diesen Radweg fahren
fi: Pysähdy ja aja pyöräilyreitti
fr: S'arrêter et prendre cette piste de vélo
hu: Megálló és kerékpározás ezen az úton
it: Fermati e percorri questa pista ciclabile
nb: Stopp og sykle denne løypen
nl: Stop en ga fietsen op dit fietspad
pl: Zatrzymaj się na początku ścieżki rowerowej
pt: Parar e passear nesta ciclovia
pt_br: Parar e passear nesta ciclovia
ru: Сделать здесь остановку

source: Add this bike track as a skipped stop
ca: Afegeix aquesta carril bici com a aturada omesa
de: Diesen Radweg als übersprungene Station hinzufügen
fi: Lisää pyöräilyreitti sivuutetuksi pysähdykseksi
fr: Ajouter cette piste de vélo comme une étape ignorée
hu: Kerékpárút hozzáadása kihagyott megállóként
it: Aggiungi questa pista ciclabile come una sosta saltata
nb: Legg denne sykkelløypen som et stopp du har hoppet over
nl: Voeg dit fietspad toe als een overgeslagen stopplaats
pl: Dodaj ścieżkę rowerową jako omijany postój
pt: Adicionar esta ciclovia como uma paragem ignorada
pt_br: Adicione esta ciclovia como uma parada ignorada
ru: Добавить это место, как возможную остановку

source: Ride this bike track
de: Diesen Radweg fahren
fi: Aja pyöräilyreittiä
nb: Sykle denne sykkelløypen
pl: Przejedź się tą ścieżką rowerową
pt_br: Passear nesta ciclovia
ru: Прокатиться здесь

source: Reverse this bike track
de: Diesen Radweg umkehren
fi: Käännä pyöräilyreitin suunta
nb: Reverser denne sykkelløypen
pl: Odwrócić kierunek ścieżki rowerowej
pt_br: Inverter o sentido nesta ciclovia
ru: Реверс маршрута

source: Fold this bike track details
ca: Amaga els detalls d'aquest carril bici
de: Details dieses Radweges schließen
el: Κλείσιμο των λεπτομερειών του ποδηλατικού δρόμου
fi: Sulje pyöräilyreitin tiedot
fr: Cacher les détails de cette piste de vélo
hu: Kerékpárút részleteinek összecsukása
it: Nascondi i dettagli di questa pista ciclabile
nb: Skjul denne sykkelløypens informasjon
nl: Sluit de gegevens van dit fietspad
pl: Zwiń opis ścieżki rowerowej
pt: Ocultar detalhes desta ciclovia
pt_br: Ocultar detalhes dessa ciclovia
ru: Свернуть подробности
