Repository: furkot/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ca, de, el, fi, fr, hu, it, nb, nl, pl, pt, pt_br, ro, ru

source: Furkot will take you to the next lodging to book.
ca: Furkot et durà al proper allotjament per fer la reserva.
de: Furkot führt Sie zur nächsten Unterkunft zum Buchen.
el: Το Furkot θα σας μεταφέρει στο επόμενο κατάλυμα για να κάνετε κράτηση.
fi: Furkot vie sinut seuraavaan varattavaan majoituspaikkaan.
fr: Furkot vous proposera le prochain hébergement à réserver.
hu: A Furkot a következő szállás foglalásához irányít.
it: Furkot ti porterà al prossimo alloggio da prenotare.
nb: Furkot vil ta deg til neste losji for å bestille.
nl: Furkot brengt je naar het volgende te boeken onderkomen.
pl: Furkot przejdzie do następnej rezerwacji.
pt: Furkot irá levá-lo para a próxima opção de alojamento para reservar.
pt_br: Furkot irá levá-lo para a próxima opção de hospedagem para reservar.
ro: Furkot te va duce la următoarea cazare pentru a face o rezervare.
ru: Furkot отправит Вас к следующему жилью для бронирования.

source: Next
ca: Següent
de: Weiter
el: Επόμενο
fi: Seuraava
fr: Suivant
hu: Tovább
it: Prossimo
nb: Neste
nl: Volgende
pl: Dalej
pt: Próximo
pt_br: Próximo
ro: Următorul
ru: Далее

source: Done
ca: Fet
de: Fertig
el: Ολοκλήρωση
fi: Valmis
fr: Terminé
hu: Kész
it: Eseguito
nb: Utført
nl: Klaar
pl: Koniec
pt: Concluído
pt_br: Concluído
ro: Terminat
ru: Готово

source: Furkot will take you back to the trip planning.
ca: Furkot et durà de nou a la planificació del viatge.
de: Furkot wird Sie zurück zum Routenplaner führen.
el: Το Furkot θα σας μεταφέρει πίσω στο σχεδιασμό ταξιδιού.
fi: Furkot vie sinut takaisin matkan suunnitteluun.
fr: Furkot vous ramènera à la planification du voyage.
hu: A Furkot visszairányít az útvonal tervezéséhez.
it: Furkot ti riporterà alla pianificazione dei viaggi.
nb: Furkot vil ta deg tilbake til turplanlegging.
nl: Furkot brengt je terug naar het reisplan.
pl: Furkot wróci do planowania podróży.
pt: Furkot vai levá-lo de volta ao planeamento da viagem.
pt_br: Furkot o levará de volta ao planejamento da viagem.
ro: Furkot te va duce înapoi la planificarea călătoriei.
ru: Furkot вернет Вас к планированию поездки.

source: See this hotel page
ca: Consulta aquesta pàgina de l'hotel
de: Seite des Hotels ansehen
el: Δείτε την σελίδα αυτού του ξενοδοχείου
fi: Katso hotellin sivut
fr: Voir la page de cet l'hôtel
hu: Nézd meg ennek a szállodának az oldalát
it: Vedi la pagina di questo albergo
nb: Vis siden til dette hotellet
nl: Bekijk de pagina van dit hotel
pl: Zobacz stronę hotelu
pt: Ver página deste hotel
pt_br: Veja a página deste hotel
ro: Vezi pagina acestui hotel

source: See this hotel own website
ca: Anar al lloc web oficial de l'hotel
de: Website dieses Hotels ansehen
el: Δείτε την ιστοσελίδα αυτού του ξενοδοχείου
fi: Katso hotellin nettisivuja
fr: Voir le site web de cet hôtel
hu: Nézd meg a szálloda saját weboldalát
it: Vedi il sito web di questo albergo
nb: Vis dette hotellets egen hjemmeside
nl: Bekijk de eigen website van dit hotel
pl: Zobacz własną stronę internetową hotelu
pt: Ver site deste hotel
pt_br: Ver o site próprio deste hotel
ro: Vezi site-ul acestui hotel
ru: Посмотреть сайт гостиницы

source: See guest reviews
ca: Consulta els comentaris dels clients
de: Gäste-Bewertungen ansehen
el: Δείτε κριτικές πελατών
fi: Katso asiakkaiden arvosteluita
fr: Consultez les avis des clients
hu: Nézd meg a vendégek visszajelzéseit
it: Vedi le recensioni degl'ospiti
nb: Se gjesteanmeldelser
nl: Bekijk reviews van de gasten
pl: Zobacz opinie gości
pt: Ver avaliações dos hóspedes
pt_br: Ver avaliações dos hóspedes
ro: Vezi recenziile oaspeților

source: Add this hotel as a new stop
ca: Afegeix aquest hotel com a nova aturada
de: Dieses Hotel als neue Station hinzufügen
el: Προσθέστε αυτό το ξενοδοχείο ως μια νέα στάση
fi: Lisää hotelli uudeksi pysähdykseksi
fr: Ajouter cet hôtel comme nouvelle étape
hu: Add hozzá ezt a szállodát új megállóként
it: Aggiungi questo albergo come una nuova sosta
nb: Legg til dette hotellet som et nytt stopp
nl: Dit hotel toevoegen als nieuwe stopplaats
pl: Dodaj hotel jako nowy nocleg
pt: Adicionar este hotel como uma nova paragem
pt_br: Adicionar este hotel como uma nova parada
ro: Adaugă acest hotel ca o nouă oprire
ru: Добавьте эту гостиницу в качестве новой остановки

source: Replace selected stop with this hotel
ca: substitueix l'aturada seleccionada per aquest hotel
de: Ausgewählte Station durch dieses Hotel ersetzen
el: Αντικαταστήστε την επιλεγμένη στάση με αυτό το ξενοδοχείο
fi: Korvaa valittu pysähdys tällä hotellilla
fr: Remplacer l’étape sélectionnée par cet hôtel
hu: Cseréld ki a kijelölt megállót erre a szállodára
it: Sostituisci la sosta selezionata con questo albergo
nb: Erstatt valgt stopp med dette hotellet
nl: Vervang geselecteerde stopplaats door dit hotel
pl: Zastąp wybrany postój tym hotelem
pt: Substituir paragem seleccionada por este hotel
pt_br: Substituir parada selecionada com este hotel
ro: Înlocuiește oprirea selectată cu acest hotel
ru: Заменить выбранную остановку этой гостиницей

source: Save this hotel as a backup
ca: Desa aquest hotel com a segona opció
de: Dieses Hotel als Alternative speichern
el: Αποθηκεύστε αυτό το ξενοδοχείο ως εναλλακτική επιλογή
fi: Tallenna hotelli varalle
fr: Enregistrez cet hôtel comme plan B
hu: Mentsd el ezt a szállodát b-tervként
it: Salva questo hotel come riserva
nb: Lagre dette hotellet som en backup
nl: Sla dit hotel op als alternatief
pl: Zapamiętaj jako zapasowy hotel
pt: Guardar este hotel como uma alternativa
pt_br: Definir esse hotel como uma alternativa
ro: Salvează acest hotel ca o cazare de rezervă
ru: Сохранить эту гостиницу, как резервный вариант

source: Add this hotel as a skipped stop
ca: Afegeix aquest hotel com a aturada omesa
de: Dieses Hotel als übersprungene Station hinzufügen
el: Προσθέστε αυτό το ξενοδοχείο ως μια στάση που έχει παραλειφθεί
fi: Lisää sivuutetuksi hotelliksi
fr: Ajouter cet hôtel comme une étape ignorée
hu: Add hozzá ezt a szállodát kihagyott megállóként
it: Aggiungi questo albergo come una sosta saltata
nb: Legg til dette hotellet som et stopp du hoppet over
nl: Voeg dit hotel toe als een overgeslagen stopplaats
pl: Dodaj hotel jako omijany postój
pt: Adicionar este hotel como uma paragem ignorada
pt_br: Adicionar este hotel como uma parada ignorada
ro: Adaugă acest hotel ca oprire omisă
ru: Добавить это место, как возможную остановку

source: Fold this hotel details
ca: Amaga els detalls d'aquest hotel
de: Details dieses Hotels schließen
el: Κλείσιμο των λεπτομερειών του ξενοδοχείου
fi: Sulje hotellin tiedot
fr: Cacher les détails de cet hôtel
hu: Csukd össze a szálloda részleteit
it: Chiudi la descrizione di questo albergo
nb: Lukk dette hotellets informasjonen
nl: Sluit hotelgegevens
pl: Zwiń dane hotelu
pt: Ocultar detalhes deste hotel
pt_br: Ocultar detalhes do hotel
ro: Restrânge detaliile acestui hotel
ru: Свернуть подробности

source: See this campground page
ca: Consulta aquesta pàgina d'acampada
de: Seite des Campingplatzes ansehen
el: Δείτε την σελίδα αυτού του χώρου κατασκήνωσης
fi: Katso leirintäalueen sivut
fr: Voir la page de ce camping
hu: Nézd meg a kemping oldalát
it: Vedi la pagina di questo campeggio
nb: Se denne campingplassens side
nl: Bekijk de pagina van deze kampeerplaats
pl: Zobacz stronę pola namiotowego
pt: Ver página deste acampamento
pt_br: Ver a página deste camping em
ro: Vezi pagina acestui camping

source: See this campground own website
ca: Visita el lloc web oficial d'aquest càmping
de: Website dieses Campingplatzes ansehen
el: Δείτε την ιστοσελίδα αυτού του χώρου κατασκήνωσης
fi: Katso leirintäalueen nettisivuja
fr: Voir le site web de ce camping
hu: Nézd meg a kemping saját oldalát
it: Vedi il sito web di questo campeggio
nb: Se denne campingplassens hjemmeside
nl: Bekijk de eigen website van deze kampeerplaats
pl: Zobacz własną stronę internetową pola namiotowego
pt: Ver site deste acampamento
pt_br: Ver o website deste camping
ro: Vezi site-ul acestui camping
ru: Смотрите сайт этого кемпинга

source: Add this campground as a new stop
ca: Afegeix aquest càmping com a nova aturada
de: Diesen Campingplatz als neue Station hinzufügen
el: Προσθέστε αυτό το κάμπινγκ ως μια νέα στάση
fi: Lisää leirintäalue uutena pysähdyksenä
fr: Ajouter ce camping comme nouvelle étape
hu: Add hozzá ezt a kempinget új megállóként
it: Aggiungi questo campeggio come una nuova sosta
nb: Legg til denne campingplassen som et nytt stopp
nl: Deze kampeerplaats toevoegen als een nieuwe stopplaats
pl: Dodaj pole namiotowe jako nowy nocleg
pt: Adicionar este acampamento como uma nova paragem
pt_br: Adicionar este camping como uma nova parada
ro: Adaugă acest camping ca o nouă oprire
ru: Добавить этот кемпинг как новую остановку

source: Replace selected stop with this campground
ca: Substitueix l'aturada seleccionada per aquest càmping
de: Ausgewählte Station durch diesem Campingplatz ersetzen
el: Αντικατάσταση επιλεγμένης στάσης με αυτόν τον χώρο κατασκήνωσης
fi: Korvaa valittu pysähdys tällä leirintäalueella
fr: Remplacer l’étape sélectionnée avec ce camping
hu: Cseréld ki a kijelölt megállót erre a kempingre
it: Sostituisci la sosta selezionata con questo campeggio
nb: Erstatt valgt stopp med denne campingplassen
nl: Geselecteerde stopplaats vervangen door deze kampeerplaats
pl: Zastąp wybrany postój tym polem namiotowym
pt: Substituir paragem seleccionada por este acampamento
pt_br: Substituir a parada selecionada com este camping
ro: Înlocuiește oprirea selectată cu acest camping
ru: Заменить выбранную остановку этим кемпингом

source: Save this campground as a backup
ca: Desa aquest càmping com a segona opció
de: Diesen Campingplatz als Alternative speichern
el: Αποθήκευση αυτής της κατασκήνωσης ως εφεδρικής
fi: Tallenna leirintäalue varalle
fr: Enregistrez ce camping comme plan B
hu: Add hozzá ezt a kempinget b-tervként
it: Salva questo campeggio come riserva
nb: Lagre denne campingplassen som en backup
nl: Sla deze kampeerplaats op als alternatief
pl: Zapamiętaj jako zapasowe pole namiotowe
pt: Guardar este acampamento como uma alternativa
pt_br: Salvar esse camping como uma alternativa
ro: Salvează acest camping ca o cazare de rezervă
ru: Сохранить этот кемпинг как резервный вариант

source: Add this campground as a skipped stop
ca: Afegeix aquest càmping com a aturada omesa
de: Diesen Campingplatz als übersprungene Station hinzufügen
el: Προσθέστε αυτό το κάμπινγκ ως στάση που παραλείφθηκε
fi: Lisää sivuutetuksi leirintäalueeksi
fr: Ajouter ce camping comme une étape ignorée
hu: Add hozzá ezt a kempinget kihagyott megállóként
it: Aggiungi questo campeggio come una sosta saltata
nb: Legg til denne campingplassen som et stopp du hoppet over
nl: Deze kampeerplaats toevoegen als een overgeslagen stopplaats
pl: Dodaj pole namiotowe jako omijany postój
pt: Adicionar este acampamento como uma paragem ignorada
pt_br: Adicionar este camping como uma parada ignorada
ro: Adăugă acest camping ca oprire omisă
ru: Добавить это место, как возможную остановку

source: Fold this campground details
ca: Amaga les dades d'aquest càmping
de: Details dieses Campingplatzes schließen
el: Κλείσιμο των λεπτομερειών του κάμπινγκ
fi: Sulje leirintäalueen tiedot
fr: Cacher les détails de ce camping
hu: Csukd össze ennek a kempingnek a részleteit
it: Chiudi la descrizione di questo campeggio
nb: Lukk denne campingplassens detaljer
nl: Sluit kampeerplaatsgegevens
pl: Zwiń dane pola namiotowego
pt: Ocultar detalhes deste acampamento
pt_br: Ocultar detalhes deste camping
ro: Restrânge detaliile acestui camping
ru: Свернуть подробности

source: Campground
ca: Càmping
de: Campingplatz
el: Χώρος κατασκήνωσης
fi: Leirintäalue
fr: Camping
hu: Kemping
it: Campeggio
nb: Campingplass
nl: Kampeerplaats
pl: Pole namiotowe
pt: Parque de campismo
pt_br: Camping
ro: Camping
ru: Кемпинг

source: Rent a car
ca: llogar un cotxe
de: Ein Auto mieten
el: Νοικιάστε ένα αυτοκίνητο
fi: Vuokraa auto
fr: Louer une voiture
hu: Autókölcsönzés
it: Noleggio Auto
nb: Leie en bil
nl: Huur een auto
pl: Wypożycz auto
pt: Alugar um carro
pt_br: Alugar um carro
ro: Închiriază o mașină

source: Book a flight
ca: Reserva un vol
de: Einen Flug buchen
el: Κλείστε μια πτήση
fi: Varaa lento
fr: Réserver un vol
hu: Repülőjegy foglalás
it: Prenota Volo
nb: Bestille en flyreise
nl: Boek een vlucht
pl: Zarezerwuj lot
pt: Reservar um voo
pt_br: Reservar um voo
ro: Rezervă un zbor

source: See this deal page
ca: Consulta la pàgina d'aquesta promoció
de: Seite des Angebots ansehen
el: Δείτε την σελίδα αυτής της προσφοράς
fi: Katso tarjoussivu
fr: Voir la page de cette offre
hu: Nézd meg az ajánlat oldalát
it: Vedi la pagina di questa offerta
nb: Se denne avtalens side
nl: Bekijk de pagina van dit aanbod
pl: Zobacz szczegóły promocji
pt: Ver página desta oferta
pt_br: Ver a página desta oferta em
ro: Vezi pagina acestei oferte

source: Add hotel in this neighborhood as a new stop
ca: Afegeix un hotel en aquest barri com a nova aturada
de: Hotel in dieser Gegend als neue Station hinzufügen
el: Προσθέστε ξενοδοχείο σε αυτή τη γειτονιά ως μια νέα στάση
fi: Lisää lähistöllä oleva hotelli uutena pysähdyksenä
fr: Ajouter hôtel dans ce quartier comme nouvelle étape
hu: Adj hozzá egy környékbeli szállodát új megállóként
it: Aggiungi alberghi in questa zona come una nuova sosta
nb: Legg til et hotell i dette området som et nytt stopp
nl: Voeg een hotel in deze omgeving toe als een nieuwe stopplaats
pl: Dodaj hotel w tej okolicy jako nowy nocleg
pt: Adicionar hotel nesta zona como uma nova paragem
pt_br: Adicionar hotel neste bairro como uma nova parada
ro: Adăugă un hotel în această zona ca o nouă oprire
ru: Добавить гостиницу в этом районе, как новая остановка

source: Add hotel in this neighborhood as a skipped stop
ca: Afegeix un hotel en aquest barri com a aturada omesa
de: Hotel in dieser Gegend als übersprungene Station hinzufügen
fi: Lisää lähistöllä oleva hotelli sivuutetuksi
fr: Ajouter l’hôtel dans ce quartier comme une étape ignorée
hu: Adj hozzá egy környékbeli szállodát kihagyott megállóként
it: Aggiungi alberghi in questa zona come una sosta saltata
nb: Legg til et hotell i dette området som ett stopp du hoppet over
nl: Voeg een hotel in deze omgeving toe als een overgeslagen stopplaats
pl: Dodaj hotel w tej okolicy jako omijany postój
pt: Adicionar hotel nesta zona como uma paragem ignorada
pt_br: Adicionar hotel neste bairro como uma parada ignorada
ro: Adăugă un hotel în această zonă ca o oprire omisă
ru: Добавить гостиницу в этом районе, как возможная остановка

source: Fold this deal details
ca: Amaga els detalls de la promoció
de: Details dieses Angebots schließen
el: Κλείσιμο των λεπτομερειών της προσφοράς
fi: Sulje tarjouksen tiedot
fr: Cacher les détails de cette offre
hu: Csukd össze az ajánlat részleteit
it: Chiudi i dettagli di questa offerta
nb: Lukk denne avtalens detaljer
nl: Sluit de gegevens van dit aanbod
pl: Zwiń dane promocji
pt: Ocultar detalhes desta oferta
pt_br: Ocultar detalhes desta oferta
ro: Restrânge detaliile acestei oferte
ru: Свернуть подробности

source: See this lodging page
ca: Consulta la pàgina de l'allotjament
de: Seite der Unterkunft ansehen
el: Δείτε την σελίδα του καταλύματος
fi: Katso majoituksen sivut
fr: Voir la page de cet hébergement
hu: Nézd meg a szálláshely oldalát
it: Vedi la pagina di questo alloggio su
nb: Se dette overnattingsstedets side
nl: Bekijk de pagina van dit onderkomen
pl: Zobacz stronę kwatery
pt: Ver pagina deste alojamento
pt_br: Veja a pagina desta hospedagem
ro: Vezi pagina acestui loc de cazare

source: See this lodging host profile
ca: Consulta el perfil d'amfitrió de l'allotjament
de: Profil des Gastgebers ansehen
el: Δείτε το προφίλ του οικοδεσπότη του καταλύματος
fi: Katso majoituksen tarjoajan tiedot
fr: Voir le profil de cet hôte
hu: Nézd meg a szállásadó profilját
it: Vedi il profilo dell'host di questo alloggio
nb: Se dette overnattingsstedets vertsprofil
nl: Bekijk het profiel van de aanbieder van dit onderkomen
pl: Zobacz dane właściciela kwatery
pt: Ver perfil deste alojamento
pt_br: Ver o perfil desta hospedagem
ro: Vezi profilul gazdei acestui loc de cazare
ru: Посмотреть профиль хозяина этого жилья

source: Add this lodging as a new stop
ca: Afegeix aquest allotjament com a nova aturada
de: Diese Unterkunft als neue Station hinzufügen
el: Προσθέστε αυτό το κατάλυμα ως μια νέα στάση
fi: Lisää majoitus uutena pysähdyksenä
fr: Ajouter cet hébergement comme nouvelle étape
hu: Add hozzá ezt a szálláshelyet új megállóként
it: Aggiungi questo alloggio come una nuova sosta
nb: Legg til dette overnattingsstedet som et nytt stopp
nl: Voeg dit onderkomen toe als een nieuwe stopplaats
pl: Dodaj kwaterę jako nowy nocleg
pt: Adicionar este alojamento como uma nova paragem
pt_br: Adicionar esta hospedagem como uma nova parada
ro: Adăugă această cazare ca o nouă oprire
ru: Добавить это жильё как новую остановку

source: Replace selected stop with this lodging
ca: Substitueix aquesta aturada per aquest allotjament
de: Ausgewählte Station durch diese Unterkunft ersetzen
el: Αντικατάσταση επιλεγμένης στάσης με αυτό το κατάλυμα
fi: Korvaa valittu pysähdys tällä majoituksella
fr: Remplacer l’étape sélectionnée avec cet hébergement
hu: Cseréld ki a kijelölt megállót erre a szálláshelyre
it: Sostituisci la sosta selezionata con questo alloggio
nb: Erstatt valgt stopp med dette overnattingsstedet
nl: Vervang de geselecteerde stopplaats door dit onderkomen
pl: Zastąp wybrany postój tą kwaterą
pt: Substituir paragem seleccionada por este alojamento
pt_br: Substituir a parada selecionada por esta hospedagem
ro: Înlocuiește oprirea selectată cu această cazare
ru: Заменить выбранную остановку этим жильём

source: Save this lodging as a backup
ca: Desa aquest allotjament com a segona opció
de: Diese Unterkunft als Alternative speichern
el: Αποθηκεύστε αυτό το κατάλυμα, ως εφεδρικό
fi: Tallenna majoitus varalle
fr: Enregistrez cet hébergement comme plan B
hu: Mentsd el ezt a szálláshelyet b-tervként
it: Salva questo alloggio come riserva
nb: Lagre dette overnattingsstedet som en backup
nl: Sla dit onderkomen op als alternatief
pl: Zapamiętaj jako zapasową kwaterę
pt: Guardar este alojamento como alternativa
pt_br: Salvar essa hospedagem como alternativa
ro: Salvați aceast loc de cazare ca rezervă
ru: Сохранить это жилье, как резервный вариант

source: Add this lodging as a skipped stop
ca: Afegeix aquest allotjament com a aturada omesa
de: Diese Unterkunft als übersprungene Station hinzufügen
fi: Lisää majoitus sivuutetuksi pysähdykseksi
fr: Ajouter cette hébergement comme une étape ignorée
hu: Add hozzá ezt a szálláshelyet kihagyott megállóként
it: Aggiungi questo alloggio come una sosta saltata
nb: Legg til dette overnattingsstedet som et stopp du hoppet over
nl: Voeg dit onderkomen toe als een overgeslagen stopplaats
pl: Dodaj nocleg jako omijany postój
pt: Adicionar este alojamento como uma paragem ignorada
pt_br: Adicionar este hospedagem como uma parada ignorada
ro: Adăugă această cazare ca o oprire omisă
ru: Добавить это место, как возможную остановку

source: Fold this lodging details
ca: Amaga els detalls de l'allotjament
de: Details dieser Unterkunft schließen
el: Κλείσιμο των λεπτομερειών του καταλύματος
fi: Sulje majoituksen tiedot
fr: Cacher les détails de cet hébergement
hu: Csukd össze a szálláshely részleteit
it: Chiudi la descrizione di questo alloggio
nb: Lukk dette overnattingsstedets detaljer
nl: Sluit de gegevens voor dit onderkomen
pl: Zwiń dane kwatery
pt: Ocultar detalhes deste alojamento
pt_br: Ocultar detalhes desta hospedagem
ro: Restrânge detaliile acestui loc de cazare
ru: Свернуть подробности

source: See this hostel page
ca: Consulta aquesta pàgina de l'alberg
de: Seite der Jugendherberge ansehen
el: Δείτε την σελίδα του ξενώνα
fi: Katso hostellin sivut
fr: Voir la page de cette auberge
hu: Nézd meg a hostel oldalát
it: Vedi la pagina di questo ostello
nb: Se dette vandrerhjemmets side
nl: Bekijk de pagina van dit hostel
pl: Zobacz stronę schroniska
pt: Ver página deste hostel
pt_br: Ver a página deste albergue
ro: Vezi pagina acestui hostel/pensiune

source: See this hostel own website
ca: Consulta el lloc web oficial de l'alberg
de: Website dieser Jugendherberge ansehen
el: Δείτε την ιστοσελίδα του ξενώνα
fi: Katso hostellin nettisivuja
fr: Voir le site web de cette auberge
hu: Nézd meg a hostel saját weboldalát
it: Vedi il sito web di questo ostello
nb: Se dette vandrerhjemmets egen hjemmeside
nl: Bekijk de eigen website van dit hostel
pl: Zobacz własną stronę internetową schroniska
pt: Ver site deste hostel
pt_br: Ver o site deste albergue
ro: Vezi site-ul acestui hostel/pensiune
ru: Посмотреть сайт гостиницы

source: Add this hostel as a new stop
ca: Afegeix aquest alberg com a nova aturada
de: Diese Jugendherberge als übersprungene Station hinzufügen
el: Προσθέστε αυτό τον ξενώνα ως μια νέα στάση
fi: Lisää hostelli uutena pysähdyksenä
fr: Ajouter cette auberge comme nouvelle étape
hu: Add hozzá ezt a hostelt új megállóként
it: Aggiungi questo ostello come una nuova sosta
nb: Legg til dette vandrerhjemmet som et nytt stopp
nl: Dit hostel toevoegen als een nieuwe stopplaats
pl: Dodaj schronisko jako nowy nocleg
pt: Adicionar este hostel como uma nova paragem
pt_br: Adicionar este albergue como uma nova parada
ro: Adaugă acest hostel/pensiune ca o nouă oprire
ru: Добавить этоу гостиницу в качестве новой остановки

source: Replace selected stop with this hostel
ca: Substitueix l'aturada seleccionada per aquest alberg
de: Ausgewählte Station durch diese Jugendherberge ersetzen
el: Αντικατάσταση της επιλεγμένης στάση με αυτό τον ξενώνα
fi: Korvaa valittu pysähdys tällä hostellilla
fr: Remplacer l’étape sélectionnée par cette auberge
hu: Cseréld ki a kijelölt megállót erre a hostelre
it: Sostituisci la sosta selezionata con questo ostello
nb: Erstatt valgt stopp med dette vandrerhjemmet
nl: Vervang geselecteerde stopplaats door dit hostel
pl: Zastąp wybrany postój tym schroniskiem
pt: Substituir paragem seleccionada por este hostel
pt_br: Substituir a parada selecionada com este albergue
ro: Înlocuiește oprirea selectată cu acest hostel
ru: Заменить выбранную остановку этой гостиницей

source: Save this hostel as a backup
ca: Desa aquest alberg com a segona opció
de: Diese Jugendherberge als Alternative speichern
el: Αποθηκεύστε αυτό το hostel ως εφεδρικό
fi: Tallenna hostelli varalle
fr: Enregistrez cette auberge comme plan B
hu: Mentsd el ezt a hostelt b-tervként
it: Salva questo ostello come riserva
nb: Lagre dette vandrerhjemmet som en backup
nl: Sla dit hostel op als alternatief
pl: Zapamiętaj jako zapasowe schronisko
pt: Guardar este hostel como alternativa
pt_br: Salvar esse albergue como alternativa
ro: Salvează acest hostel/pensiune ca o cazare de rezervă
ru: Сохранить этот хостел, как резервный вариант

source: Add this hostel as a skipped stop
ca: Afegeix aquest alberg com a aturada omesa
de: Diese Jugendherberge als übersprungene Station hinzufügen
el: Προσθέστε αυτόν τον ξενώνα ως στάση που παραλείφθηκε
fi: Lisää sivuutetuksi hostelliksi
fr: Ajouter cette auberge comme une étape ignorée
hu: Add hozzá ezt a hostelt kihagyott megállóként
it: Aggiungi questo ostello come una sosta saltata
nb: Legg til dette vandrerhjemmet som et stopp du hoppet over
nl: Dit hostel toevoegen als een overgeslagen stopplaats
pl: Dodaj schronisko jako omijany postój
pt: Adicionar este hostel como uma paragem ignorada
pt_br: Adicionar este albergue como uma parada ignorada
ro: Adaugă acest hostel/pensiune ca oprire omisă
ru: Добавить это место, как возможную остановку
