Repository: furkot/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ca, de, el, fi, fr, hu, it, nb, nl, pl, pt, pt_br, ro, ru

source: Supported CSV formats are Garmin Custom POI file and files with at least name and either address or lat and lon columns.
ca: Els formats CSV admesos són fitxers de PDI personalitzats de Garmin i fitxers amb com a mínim el nom i l'adreça o columnes latitut i longitut.
de: Unterstützte CSV-Formate sind Garmin Custom POI-Dateien und Dateien mit zumindest einem Namen und entweder einer Adresse oder Lat und Lon Spalten.
fi: Tuetut CSV-formaatit ovat Garmin Custom POI-tiedostoja ja tiedostoja, joissa on vähintään nimi ja joko osoite- tai leveyspiiri- (lat) ja pituuspiiri- (lon) sarakkeita.
fr: Les formats CSV supportés sont les fichiers Garmin Custom POI et les fichiers comportant au moins un champ name et soit un champ address, soit des champs lat et lon.
hu: Támogatott CSV fájlok: Garmin egyedi POI fájlok, illetve olyan adattáblák, amikben legalább az alábbi oszlopok megtalálhatók: név, cím vagy koordináták.
it: I file CSV supportati sono i file in formato Garmin Custom POI e i file con una colonna nome e una colonna indirizzo oppure una colonna nome e una coppia di colonne latitudine e longitudine.
nb: Støttede CSV-formater er Garmin Custom POI-fil og filer med minst navn og enten adresse eller bredde- og lengdegrad kolonner.
nl: Ondersteunde CSV-formaten zijn Garmin Custom POI-bestanden en bestanden met tenminste een naam en/of een adres of latitude en longitude kolommen.
pl: Wspierane formaty CSV wymagają co najmniej kolumny z nazwą i adresem lub koordynatami.
pt: Formatos CSV suportados são ficheiros de POI Garmin customizados e ficheiros com pelo menos o nome, e endereço ou colunas lat e lon.
pt_br: CSV suportados são arquivo de POI Garmin e arquivos com pelo menos o nome e ou endereço ou colunas lat e lon.
ro: Formatele CSV acceptate sunt fișiere Garmin Custom POI și fișiere cu cel puțin un nume și fie o adresă, fie coloane lat și lon.
ru: Поддерживаемые CSV форматы: "Garmin Custom POI" файлы или таблицы вида Имя, Адрес или lat, lon.

source: Places without coordinates, names and addresses have been ignored.
ca: S'han ignorat llocs sense coordenades, noms i adreces.
de: Orte ohne Koordinaten, Namen und Adressen wurden ignoriert.
el: Τοποθεσίες χωρίς συντεταγμένες, ονόματα και διευθύνσεις έχουν αγνοηθεί.
fi: Paikat ilman koordinaatteja, nimiä ja osoitteita, on jätetty huomiotta.
fr: Les lieux sans coordonnées, noms et adresses ont été ignorés.
hu: A koordináták, címek és nevek nélküli helyeket figyelmen kívül hagytuk.
it: Luoghi senza coordinate, nomi e indirizzi sono stati ignorati.
nb: Steder uten koordinater, navn og adresser har blitt ignorert.
nl: Plaatsen zonder coördinaten, namen en adressen zijn genegeerd.
pl: Miejsca bez współrzędnych, nazw lub adresów zostały pominięte.
pt_br: Lugares sem coordenadas, nomes e endereços foram ignorados.
ro: Locurile fără coordonate, nume și adrese au fost ignorate.

source: Places without coordinates will be displayed at location based on address or name.
ca: Els llocs sense coordenades es mostraran a la ubicació de l'adreça o el nom.
de: Orte ohne Koordinaten werden an der Position der Adresse oder des Namens angezeigt.
el: Τα μέρη χωρίς συντεταγμένες θα εμφανίζονται στην τοποθεσία με βάση τη διεύθυνση ή το όνομα.
fi: Paikat ilman koordinaatteja, näytetään paikkojen tai osoitteiden perusteella.
fr: Les lieux sans coordonnées seront affichés en fonction de l'adresse ou du nom.
hu: A koordináta nélküli helyek a név vagy a cím által meghatározott helyen láthatók.
it: Luoghi senza coordinate verranno visualizzate nella posizione trovata in base all'indirizzo o al nome.
nb: Steder uten koordinater vil bli vist på lokasjon basert på adresse eller navn.
nl: Plaatsen zonder coördinaten worden op basis van adres of naam op locatie weergegeven.
pl: Miejsca bez współrzędnych zostaną wyświetlone na podstawie adresu lub nazwy.
pt_br: Lugares sem coordenadas serão exibidos com base no endereço ou nome.
ro: Locurile fără coordonate vor fi afișate la locație în funcție de adresă sau nume.

source: Import
ca: Importar
de: Importieren
el: Εισαγωγή
fi: Tuo
fr: Importer
hu: Importálás
it: Importa
nb: Importer
nl: Importeer
pt: Importar
pt_br: Importar
ro: Importă
ru: Импортировать

source: zoom in
ca: apropa
de: hineinzoomen
el: μεγέθυνση
fi: Lähennä
fr: zoom avant
hu: Nagyítás
it: ingrandisci
nb: zoom inn
nl: Inzoomen
pl: zwiększ skalę
pt: ampliar
pt_br: mais Zoom
ro: Mărire
ru: увеличить

source: zoom out
ca: allunya
de: rauszoomen
el: Σμίκρυνση
fi: Loitonna
fr: zoom arrière
hu: Távolítás
it: rimpicciolisci
nb: zoom ut
nl: Uitzoomen
pl: zmniejsz skalę
pt: afastar
pt_br: menos zoom
ro: Micșorare
ru: уменьшить

source: show full trip
ca: mostrar el viatge complet
de: Ganze Reise anzeigen
el: δείξε ολόκληρο το ταξίδι
fi: Näytä koko matka
fr: montrer le voyage complet
hu: Teljes útiterv mutatása
it: visualizza l'intero viaggio
nb: vise hele turen
nl: toon de hele reis
pl: pokaż całą podróż
pt: mostrar viagem completa
pt_br: mostrar toda a viagem
ro: arată călătoria completă
ru: показать всю поездку

source: center active stop
ca: centrar en l'aturada activa
de: Karte auf der gewählten Station zentrieren
el: Προβολή ενεργής στάσης
fi: Keskitä aktiivinen pysähdys
fr: centrer l'étape sélectionnée
hu: Fókusz az adott megállóra
it: centra mappa su sosta attiva
nb: sentrer aktivt stopp
nl: centreer gekozen stopplaats
pl: centruj mapę na wybranym postoju
pt: centrar na paragem activa
pt_br: Centralizar na parada ativa
ro: centrează oprirea activă
ru: Центрировать текущую остановку

source: select next stop
ca: seleccionar l'aturada següent
de: Nächste Station wählen
el: επιλέξτε την επόμενη στάση
fi: Valitse seuraava pysähdys
fr: sélectionnez l'étape suivante
hu: következő megálló kiválasztása
it: seleziona prossima sosta
nb: velg neste stopp
nl: kies volgende stopplaats
pl: następny postój
pt: seleccionar próxima paragem
pt_br: selecionar próxima parada
ro: selectează următoarea oprire
ru: выберите следующую остановку

source: select previous stop
ca: seleccionar l'aturada anterior
de: Vorherige Station wählen
el: επιλέξτε την προηγούμενη στάση
fi: Valitse edellinenreitti pysähdys
fr: sélectionnez l’étape précédente
hu: előző megálló kiválasztása
it: seleziona sosta precedente
nb: velg forrige stopp
nl: kies vorige stopplaats
pl: poprzedni postój
pt: seleccionar paragem anterior
pt_br: selecionar parada anterior
ro: selectează oprirea anterioară
ru: выберите предыдущую остановку

source: select first stop
ca: seleccionar la primera aturada
de: Erste Station wählen
el: επιλέξτε την πρώτη στάση
fi: Valitse ensimmäinen pysähdys
fr: sélectionnez la première étape
hu: első megálló kiválasztása
it: seleziona la prima sosta
nb: velg første stopp
nl: kies eerste stopplaats
pl: pierwszy postój
pt: seleccionar primeira paragem
pt_br: seleccionar primeira parada
ro: selectează prima oprire
ru: выберите первую остановку

source: select last stop
ca: seleccionar la darrera aturada
de: Letzte Station wählen
el: επιλέξτε την τελευταία στάση
fi: Valitse viimeinen pysähdys
fr: sélectionnez la dernière étape
hu: utolsó megálló kiválasztása
it: seleziona l'ultima sosta
nb: velg siste stopp
nl: kies laatste stopplaats
pl: ostatni postój
pt: seleccionar última paragem
pt_br: selecionar última parada
ro: selectează ultima oprire
ru: выберите последнюю остановку

source: add new stop
ca: afegir una nova aturada
de: Neue Station hinzufügen
el: Προσθήκη νέας στάσης
fi: Lisää uusi pysähdys
fr: ajouter une étape
hu: új megálló hozzáadása
it: aggiungi nuova sosta
nb: legg til nytt stopp
nl: nieuwe stopplaats toevoegen
pl: dodaj nowy postój
pt: adicionar nova paragem
pt_br: adicionar nova parada
ro: adaugă oprire nouă
ru: добавьте новую остановку

source: undo
ca: desfer
de: rückgängig machen
el: Αναίρεση
fi: Kumoa
fr: annuler
hu: mégse
it: annulla
nb: angre
nl: maak ongedaan
pl: cofnij
pt: desfazer
pt_br: desfazer
ro: anulează
ru: отменить

source: redo
ca: refer
de: wiederherstellen
el: Επανάληψη
fi: Toista
fr: refaire
hu: újra
it: ripeti
nb: gjenta
nl: opnieuw doen
pl: ponów
pt: refazer
pt_br: refazer
ru: Повторить

source: go to Trip drawer
ca: anar al calaix de viatges
de: Reiter "Reise" öffnen
el: Άνοιγμα καρτέλας ταξιδιού
fi: Avaa Matka-sivuvalikko
fr: ouvrir le tiroir Voyage
hu: Útiterv fiók nyitása
it: aprire la scheda Viaggio
nb: gå til Trip skuff
nl: open Reis-tab
pl: otwórz szufladę Podróż
pt: abrir secção Viagem
pt_br: ir para a aba Viagem
ro: du-te la sertarul Trip/Călătorie
ru: перейти во вкладку Поездка

source: go to Plan drawer
ca: anar al calaix del plans
de: Reiter "Plan" öffnen
el: Άνοιγμα καρτέλας πλάνο
fi: Avaa Suunnitelma-sivuvalikko
fr: ouvrir le tiroir Itinéraire
hu: Tervezés fiók nyitása
it: aprire la scheda Piano
nb: gå til Plan skuff
nl: open Plan-tab
pl: otwórz szufladę Plan
pt: abrir secção Planear
pt_br: abrir aba Itinerário
ro: du-te la sertar Planificare
ru: перейти во вкладку План

source: go to Sleep drawer
ca: anar al calaix de dormir
de: Reiter "Schlaf" öffnen
el: Άνοιγμα καρτέλας ύπνου
fi: Avaa Majoitu-sivuvalikko
fr: ouvrir le tiroir Dormir
hu: Szállás fiók nyitása
it: aprire la scheda Dormi
nb: gå til Sove skuff
nl: open Slaap-tab
pl: otwórz szufladę Noclegi
pt: abrir secção Estadia
pt_br: Ir para a Aba Estadia
ro: du-te la sertarul Dormit
ru: перейти во вкладку Сон

source: go to Eat drawer
ca: anar al calaix de menjar
de: Reiter "Essen" öffnen
el: Άνοιγμα καρτέλας φαγητό
fi: Avaa Syö-sivuvalikko
fr: ouvrir le tiroir Manger
hu: Étkezés fiók nyitása
it: aprire la scheda Mangia
nb: gå å Spise skuff
nl: open Eet-tab
pl: otwórz szufladę Lokale
pt: abrir secção Alimentação
pt_br: ir para a aba Alimentação
ro: du-te la sertarul Mâncare
ru: перейти во вкладку Еда

source: go to Find drawer
ca: anar al calaix cerca
de: Reiter "Suche" öffnen
el: Άνοιγμα καρτέλας εύρεση
fi: Avaa Näytä-sivuvalikko
fr: ouvrir le tiroir Chercher
hu: Felfedezés fiók nyitása
it: aprire la scheda Trova
nb: gå til Finn skuff
nl: open Vind-tab
pl: otwórz szufladę Atrakcje
pt: abrir secção Pesquisar
pt_br: ir para a aba Buscar
ro: du-te la sertarul Găsește
ru: перейти во вкладку Найти

source: Choose your language
ca: Tria el teu idioma
de: Wählen Sie Ihre Sprache
el: Επιλέξτε την γλώσσα σας
fi: Valitse kieli
fr: Choisissez votre langue
hu: Nyelv kiválasztása
it: Scegli la tua lingua
nb: Velg ditt språk
nl: Kies je taal
pl: Wybierz swój język
pt: Escolha o seu idioma
pt_br: Escolha o seu idioma
ro: Alege limba
ru: Выберите свой язык

source: Languages partially translated
ca: Llengües parcialment traduïdes
de: Teilweise übersetzte Sprachen
el: Γλώσσες μερικώς μεταφρασμένες
fi: Kielet osittain käännettyjä
fr: Langues partiellement traduites
hu: Részlegesen lefordított nyelvek
it: Lingue parzialmente tradotte
nb: Språk delvis oversatt
nl: Gedeeltelijk vertaalde talen
pl: Niepełne wersje językowe
pt: Idiomas parcialmente traduzidos
pt_br: Idiomas parcialmente traduzidos
ro: Textele de limbă sunt traduse parțial
ru: Языки частично переведены

source: If you want to help [click here]
ca: Si vols ajudar [fes clic aquí]
de: Wenn Sie helfen wollen [klicken Sie hier]
el: Αν θέλετε να βοηθήσετε [πατήστε εδώ]
fi: Jos haluat auttaa [klikkaa tästä]
fr: Si vous souhaitez aider, [cliquez ici]
hu: Ha segíteni szeretnél, [kattints ide]
it: Se vuoi aiutare [clicca qui]
nb: Hvis du ønsker å hjelpe [klikk her]
nl: Als je wilt helpen [klik hier]
pl: Jeśli chcesz pomóc [kiliknij tutaj]
pt: Se deseja ajudar [pressione aqui]
pt_br: Se você deseja ajudar [click here]
ro: Dacă doresti ajutor [clic aici]
ru: Если Вы хотите помочь [нажмите здесь]

source: Terms
ca: Termes
de: Bedingungen
el: Όροι
fi: Käyttöehdot
fr: Termes
hu: Feltételek
it: Condizioni
nb: Vilkår
nl: Voorwaarden
pl: Regulamin
pt: Termos
pt_br: condições
ro: Termeni
ru: Условия

source: Powered by []
ca: Impulsat per []
de: Suchergebnisse von []
el: Με την υποστήριξη []
fi: Palvelun tarjoaa []
fr: Fourni par []
hu: [] eredményeivel
it: Fornito da []
nb: Drevet av []
nl: Gerealiseerd door []

source: Search by []
ca: Cerca per []
de: Suchergebnisse von []
el: Αναζήτηση κατά []
fi: Haun tarjoaa []
fr: Chercher par []
hu: [] eredményeivel
it: Risultati di []
nb: Søk etter []
nl: Zoek op []
ro: Căutare de []

source: Service &copy; []
ca: Servei &copy; []
de: Anbieter &copy; []
el: Υπηρεσία © []
fi: Hakutulokset tuottaa &copy; []
fr: Fournisseur &copy; []
hu: szolgáltató &copy; []
it: Servizio &copy; []
nb: Tjeneste &copy; []
nl: Aanbieder &copy; []

source: Improve the map
ca: Millora el mapa
de: Karte verbessern
el: Βελτίωση του χάρτη
fi: Paranna karttaa
fr: Améliorer la carte
hu: Térkép fejlesztése
it: Migliora la mappa
nb: Forbedre kartet
nl: Verbeter de kaart
pl: Popraw mapę
pt: Melhorar o mapa
pt_br: Melhorar o mapa
ro: Îmbunătățește harta
ru: Улучшить карту

source: My trips
ca: Els meus viatges
de: Meine Reisen
el: Τα ταξίδια μου
fi: Kaikki matkani
fr: Mes voyages
hu: Útiterveim
it: I miei viaggi
nb: Mine turer
nl: Mijn reizen
pl: Podróże
pt: As minhas viagens
pt_br: Minhas viagens
ro: Călătoriile mele
ru: Мои поездки

source: Change map view
ca: Canvia la vista del mapa
de: Kartendarstellung ändern
el: Αλλαγή προβολής χάρτη
fi: Muuta karttanäkymää
fr: Changer la vue de la carte
hu: Térkép nézet változtatása
it: Cambia vista della mappa
nb: Endre kartvisning
nl: Kaartweergave wijzigen
pl: Opcje wyświetlania mapy
pt: Alterar vista do mapa
pt_br: Alterar visão do mapa
ro: Schimbă modul de vizualizăre a hărții
ru: Сменить вид карты

source: Map Overlays
ca: Capes del mapa
de: Karten-Overlays
el: Επικαλύψεις χάρτη
fi: Karttatasot
fr: Couches de la carte
hu: Térkép rétegek
it: Sovrapposizione mappa
nb: Kartoverlegg
nl: Kaartlagen
pl: Nakładki
pt: Camadas do Mapa
pt_br: Camadas Adicionais do Mapa
ru: Слои карты

source: Hide terrain features
ca: Amagar característiques del terreny
de: Geländeformen ausblenden
el: Απόκρυψη χαρακτηριστικών εδάφους
fi: Piilota maaston muodot
fr: Cacher les caractéristiques du terrain
hu: Földrajzi jellegzetességek elrejtése
it: Nascondi elementi del terreno
nb: Skjul terreng egenskaper
nl: Terreinkenmerken verbergen
pl: Ukryj mapę topograficzną
pt: Ocultar características do terreno
pt_br: Ocultar parques e recursos naturais
ro: Ascunde caracteristicile terenului
ru: Скрыть особенности местности

source: Show terrain features (topo map)
ca: Mostrar característiques del terreny (mapa topogràfic)
de: Geländeformen anzeigen (topografische Karte)
el: Εμφάνιση χαρακτηριστικών εδάφους (τοπογραφικός χάρτης)
fi: Näytä maaston muodot
fr: Montrer les caractéristiques du terrain (carte topo)
hu: Földrajzi jellegzetességek mutatása (topográfiai térkép)
it: Mostra caratteristiche del terreno (mappa topografica)
nb: Vis terreng egenskaper (topo kart)
nl: Toon terreinkenmerken (topografische kaart)
pl: Pokaż mapę topograficzną
pt: Exibir características do terreno (mapa topográfico)
pt_br: Mostrar características do terreno (mapa topográfico)
ro: Afișează caracteristicile terenului (hartă topo)
ru: Показать особенности местности (топографические карты)

source: Hide satellite imagery
ca: Amagar imatge de satlèl·lit
de: Satellitenbilder ausblenden
el: Απόκρυψη δορυφορικών εικόνων
fi: Piilota satelliittikuva
fr: Cacher l’image satellite
hu: Műholdkép elrejtése
it: Nascondi immagini satellitari
nb: Skjul satellittbilder
nl: Verberg satellietbeelden
pl: Ukryj zdjęcia satelitarne
pt: Ocultar imagens de satélite
pt_br: Ocultar imagens de satélite
ro: Ascunde imaginile din satelit
ru: Скрыть спутниковые снимки

source: Show satellite imagery
ca: Mostrar imatge de satlèl·lit
de: Satellitenbilder anzeigen
el: Εμφάνιση δορυφορικών εικόνων
fi: Näytä satelliittikuva
fr: Montrer l'image satellite
hu: Műholdkép mutatása
it: Visualizza le immagini satellitari
nb: Vis satellittbilder
nl: Toon satellietbeelden
pl: Pokaż zdjęcia satelitarne
pt: Exibir imagens de satélite
pt_br: Mostrar imagens de satélite
ro: Afișează imaginile din satelit
ru: Показать спутниковые снимки

source: Color Routes
ca: Color de les rutes
de: Routen einfärben
el: Χρωματικές Διαδρομές
fi: Värit
fr: Couleur des itinéraires
hu: Útvonalak színezése
it: Colori delle strade
nb: Fargekoding ruter
nl: Routekleuren
pl: Kolory Tras
pt: Rotas Coloridas
pt_br: Cor das rotas
ro: Rute colorate
ru: Цветные маршруты

source: Travel off road / follow roads
ca: Viatge pista / seguir carreteres
de: Off-Road reisen / Straßen folgen
el: Ταξιδέψτε εκτός δρόμου / ακολουθήστε δρόμους
fi: Off Road / seuraa teitä
fr: Voyager hors des routes / sur les routes
hu: Közutak/földutak használata
it: Viaggia su strada / sterrato
nb: Kjøre off-road / følge veier
nl: Off-road rijden / wegen volgen
pl: Po drogach / po bezdrożach
pt: Viajar fora de estrada / seguir estradas
pt_br: Viagem off road / seguir estradas
ru: Поездка по бездорожью / по дорогам

source: Alternate days
ca: Dies alterns
de: Abwechselnde Tage
el: Εναλλακτικές ημέρες
fi: Erottele päivät
fr: Jours alternés
hu: Eltérő napok
it: Giorni alterni
nb: Annenhver dag
nl: Alternatieve dagen
pl: Dni na zmianę
pt: Dias alternados
pt_br: Dias Alternados
ro: Zile alternative
ru: Альтернативные дни

source: Outbound / inbound leg
ca: Secció anada / tornada
de: Auf der Hinreise / Rückreise
el: Εξερχόμενο / εισερχόμενο σκέλος
fi: Menomatka / tulomatka
fr: Trajet aller / retour
hu: Érkező és távozó útvonalak
it: Tratta di andata / ritorno
nb: Utgående / inngående etappe
nl: Heenreis / terugreis
pl: Droga tam / powrotna
pt: Trecho de Ida / Volta
pt_br: Trecho de Ida / Volta
ro: Etapa de ducere/întoarcere
ru: Исходящий / Входящий отрезок

source: Individual route colors
ca: Un color per a cada ruta
de: Individuelle Routenfarben
el: Ξεχωριστά χρώματα διαδρομής
fi: Yksilölliset reittivärit
fr: Couleurs de route
hu: Egyedi útvonal színek
it: Colori individuali per ogni percorso
nb: Individuelle rutefarger
nl: Individuele routekleuren
pl: Własne kolory tras
pt: Rotas com cores individuais
pt_br: rotas com cores individuais
ro: Culori individuale ale traseului
ru: Индивидуальные цвета маршрута

source: Translate
ca: Tradueix
de: Übersetzung
el: Μετάφραση
fi: Kieli
fr: Traduire
hu: Fordítás
it: Traduci
nb: Oversette
nl: Vertaal
pl: Przekład
pt: Traduzir
pt_br: Traduzir
ro: Traducere
ru: Перевод

source: Translate map names to user language
ca: Traduir els noms al mapa a la llengua de l'usuari
de: Bezeichnungen in der Karte in die Benutzersprache übersetzen
el: Μετάφραση ονομάτων χάρτη στη γλώσσα του χρήστη
fi: Käännä nimet kartalla käyttäjän kielelle
fr: Traduire les noms sur la carte dans la langue de l'utilisateur
hu: Térképfeliratok fordítása a felhasználó nyelvére
it: Traduci i nomi della mappa nella lingua dell'utente
nb: Oversett navn på kart til brukerspråk
nl: Vertaal kaartaanduidingen in de taal van de gebruiker
pl: Wyświetlaj mapę w moim języku
pt: Traduzir nomes de mapas para o idioma do utilizador
pt_br: Traduzir nomes de mapas para o idioma do usuário
ro: Traducerea numelor pe hartă în limba utilizatorului
ru: Перевести названия карт на язык пользователя

source: Display map names in local language
ca: Mostra els noms al mapa en la llengua local
de: Bezeichnungen in der Karte in der lokalen Sprache anzeigen
el: Εμφάνιση ονομάτων χάρτη στην τοπική γλώσσα
fi: Näytä nimet kartalla paikallisella kielellä
fr: Afficher les noms sur la carte dans la langue locale
hu: Térképfeliratok mutatása helyi nyelven
it: Visualizza i nomi della mappa nella lingua locale
nb: Vis navn på kart i lokalt språk
nl: Toon kaartnamen in de eigen taal
pl: Wyświetlaj mapę w lokalnym języku
pt: Exibir nomes de mapas no idioma local
pt_br: Exibir nomes de mapas no idioma local
ro: Afișarea numelor pe hartă în limba locală
ru: Отображать названия на карте на местном языке

source: Center map on the selected stop
ca: Centra el mapa a l'aturada seleccionada
de: Karte auf der gewählten Station zentrieren
el: Κεντράρισμα χάρτη στην επιλεγμένη στάση
fi: Keskitä kartta valittuun pysähdykseen
fr: Centrer la carte sur l'étape sélectionnée
hu: Fókuszálás a kiválasztott megállóra
it: Centra la mappa sulla sosta selezionata
nb: Sentrer kart på valgt stopp
nl: Centreer gekozen stopplaats
pl: Centruj mapę wokół wybranego postoju
pt: Centrar mapa na paragem seleccionada
pt_br: Centralizar o mapa na parada selecionada
ro: Centrează harta pe oprirea selectată
ru: Центрировать карту на выбранной остановке

source: Center map on the current location
ca: Centra el mapa a la ubicació actual
de: Karte auf den aktuellen Standort zentrieren
el: Κεντράρισμα χάρτη στην τρέχουσα τοποθεσία
fi: Keskitä kartta nykyiseen sijaintiin
fr: Centrer la carte sur le lieu en cours
hu: Fókuszálás a jelenlegi pozícióra
it: Centra la mappa sulla sosta corrente
nb: Sentrer kart på valgt stopp
nl: Centreer huidige stopplaats
pl: Centruj mapę wokół bieżącej pozycji
pt: Centrar mapa na localização actual
pt_br: Centralizar o mapa no local atual
ro: Centrează harta pe locația curentă
ru: Центрировать карту на текущей позиции

source: Hide places
ca: Amaga els llocs
de: Orte ausblenden
el: Απόκρυψη μερών
fi: Piilota paikat
fr: Cacher les lieux
hu: Helyek elrejtése
it: Nascondi luoghi
nb: Skjul steder
nl: Verberg plaatsen
pl: Ukryj miejsca
pt: Ocultar lugares
pt_br: ocultar lugares
ro: Ascunde locurile
ru: Скрыть места

source: Show places
ca: Mostra els llocs
de: Orte anzeigen
el: Εμφάνιση τοποθεσιών
fi: Näytä paikat
fr: Montrer les lieux
hu: Helyek mutatása
it: Mostra luoghi
nb: Vis steder
nl: Toon plaatsen
pl: Pokaż miejsca
pt: Exibir lugares
pt_br: Mostrar lugares
ro: Arată locurile
ru: Показать места

source: Find a place
ca: Troba un lloc
de: Orte finden
el: Βρείτε ένα μέρος
fi: Etsi paikkoja
fr: Trouver un lieu
hu: Hely keresése
it: Trova un luogo
nb: Finn et sted
nl: Vind een plaats
pl: Szukaj miejsca
pt: Pesquisar local
pt_br: Buscar local
ro: Găsește un loc
ru: Найти место

source: Import places, routes, tracks
ca: Importar llocs, rutes i traces
de: Orte, Routen, Tracks importieren
fi: Tuo paikkoja, reittejä ja jälkiä
fr: Importer des lieux, des itinéraires ou des tracés
hu: Helyek, útvonalak importálása
it: Importa luoghi, rotte, tracce
nb: Importer steder, ruter og spor
nl: Vind plaatsen en importeer andere reizen, routes en paden
pl: Import miejsc, tras i ścieżek
pt_br: Importar locais, rotas, trilhas
ro: Importă locuri, rute, trasee
