Repository: furkot/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ca, de, el, fi, fr, hu, it, nb, nl, pl, pt, pt_br, ro, ru

source: Click to fill up before stopping for the night
ca: Fes clic per repostar a l'arribar al vespre
de: Klicken, um am Ende des Tages zu tanken
fi: Ennen yöpymistä tankkaamiset
fr: Cliquez pour planifier un ravitaillement en carburant le soir
it: Clicca per fare rifornimento a fine giornata
nb: Klikk for å fylle tanken før du stopper for natten
nl: Klik om aan het einde van de dag te tanken
pl: Kliknij, aby dodać tankowanie codziennie wieczorem
pt: Pressione para reabastecer antes da paragem nocturna
pt_br: Clique para reabastecer antes da parada de pernoite
ro: Click pentru realimentare înainte de oprire pentru noapte
ru: Нажмите, чтобы заправится, прежде чем остановиться на ночь

source: Connector
de: Anschlüsse
fi: Latausliitin
fr: Prise
it: Tipo di Presa
nb: Kobling
nl: Laadpalen
ro: Conector

source: Change connector type
ca: Canvia el tipus de connector
de: Anschlusstyp ändern
el: Αλλαγή τύπου συνδέσμου
fi: Muuta latausliittimen tyyppiä
fr: Changer le type de prise
it: Cambia tipo di Presa
nb: Endre koblingstype
nl: Wijzig connectortype
ro: Modifica tipul conectorului

source: Any connector
ca: Qualsevol connector
de: Beliebiger Anschluss
fi: Mikä tahansa latausliitin
fr: Toute prise
it: Qualsiasi presa
nb: Hvilken som helst kobling
nl: Elke connector
ro: Orice conector

source: Brands
ca: Marques
de: Marken
el: Μάρκες
fi: Huoltamoketjut
fr: Marques
it: Marchi
nb: Kjede
nl: Merken
pl: Sieci
pt: Marcas
pt_br: Marcas
ro: Mărci

source: Book a Flight from
ca: Reserva un vol des de
de: Einen Flug buchen von
el: Κάντε κράτηση πτήσης από
fi: Varaa lento kohteesta
fr: Réservez un vol de
it: Prenota un volo da
nb: Bestill en flyvning fra
nl: Boek een vlucht van
pl: Zarezerwuj Lot z
pt: Reservar um Voo de
pt_br: Reservar um voo de
ro: Rezervă un zbor de la
ru: Забронировать рейс из

source: Airport or City
ca: Aeroport o ciutat
de: Flughafen oder Stadt
el: Αεροδρόμιο ή Πόλη
fi: Lentoasema tai kaupunki
fr: Aéroport ou ville
it: Aeroporto o Città
nb: Flyplass eller by
nl: Vliegveld of stad
pl: Lotnisko lub miasto
pt: Aeroporto ou Cidade
pt_br: Aeroporto ou Cidade
ro: Aeroport sau oraș
ru: Аэропорт или город

source: Click to enter airport to fly from
ca: Fes clic per entrar l'aeroport des d'on vols volar
de: Klicken, um den Abflughafen einzugeben
el: Κάντε κλικ για να εισάγετε το αεροδρόμιο από όπου θα πετάξετε
fi: Kirjoita lentoasema jolta haluat lähteä tai kaupunki sen läheltä ja paina alla olevaa painiketta
fr: Cliquez pour saisir l'aéroport de départ
it: Fai clic per inserire l'aeroporto di partenza
nb: Klikk for å skrive inn flyplassen du vil fly fra
nl: Klik om het vliegveld waar vanaf gevlogen wordt in te voeren
pl: Kliknij, aby podać lotnisko
pt: Pressione para escolher o aeroporto a partir do qual irá voar
pt_br: Clique para escolher o aeroporto para voar a partir de
ro: Click pentru a introduce aeroportul de unde pleci
ru: Нажмите, чтобы ввести аэропорт из которого вылет

source: Fly from home
ca: Volar des de casa
de: Fliegen Sie von zu Hause
fi: Lennä kotoa
fr: Partir du point du domicile
it: Vola da casa
nb: Fly fra hjemstedet ditt
nl: Vliegen vanaf huis
pl: Wylatuję z domu
pt: Voar a partir de casa
pt_br: Voar a partir de casa
ro: Zboară de acasă
ru: Лететь из дома

# total trip distance
source: Distance
ca: Distància
de: Entfernung
el: Συνολική απόσταση
fi: Matkan pituus
it: Distanza
nb: Distanse
nl: Afstand
pl: Odległość
pt: Distância
pt_br: Distância
ro: Distanță
ru: Расстояние

source: Riding
ca: Equitació
de: Reiten
fi: Ajoaika
fr: Moto
it: Guida in moto
nb: Kjøretid
nl: Rijden
pl: Motocyklem
pt: Na mota
pt_br: Na moto
ru: На мотоцикле

source: Per Day
ca: Per dia
de: Pro Tag
el: Ανά Ημέρα
fi: Päivässä
fr: Par jour
it: Al Giorno
nb: Per dag
nl: Per dag
pl: Dziennie
pt: Por Dia
pt_br: Por dia
ro: Pe zi
ru: В день

source: Average
ca: Mitjana
de: Durchschnitt
el: Μέσος όρος
fi: Keskiarvo
fr: Moyenne
it: Media
nb: Gjennomsnitt
nl: Gemiddeld
pl: Średnio
pt: Média
pt_br: Média
ro: Medie
ru: Среднее

source: Description of this trip
ca: Descripció d'aquest viatge
de: Beschreibung dieser Reise
el: Περιγραφή του ταξιδιού
fi: Matkan kuvaus
fr: Description de ce voyage
it: Descrizione di questo viaggio
nb: Beskrivelse av denne turen
nl: Beschrijving van deze reis
pl: Opis podróży
pt: Descrição desta viagem
pt_br: Descrição da viagem
ro: Descrierea acestei călătorii
ru: Описание этого путешествия

source: Access this trip without Internet connection
ca: Accedeix a aquest viatge sense connexió a Internet
de: Auf diese Reise ohne Internetverbindung zugreifen
el: Αποκτήστε πρόσβαση σε αυτό το ταξίδι χωρίς σύνδεση στο Διαδίκτυο
fi: Pääsy matkansuunnitteluun ilman Internet-yhteyttä
fr: Accéder à ce voyage sans connexion Internet
it: Accedi a questo viaggio senza connessione internet
nb: Tilgang til denne turen uten Internett-tilkobling
nl: Toegang tot deze reis zonder internet verbinding
pl: Oglądaj podróż bez połączenia z Internetem
pt: Aceda a esta viagem sem ligação à Internet
pt_br: Acesse esta viagem sem conexão com a Internet
ro: Accesează această călătorie fără conexiune la Internet
ru: Доступ к этой поездке без подключения к Интернету

source: No begin date.
ca: Sense data d'inici.
de: Kein Anfangsdatum.
el: Δεν υπάρχει ημερομηνία έναρξης.
fi: Ei aloituspäivää.
fr: Pas de date de début.
it: Nessuna data di inizio.
nb: Ingen startdato.
nl: Geen begindatum.
pl: Brak daty rozpoczęcia podróży.
pt: Sem data de início.
pt_br: Sem data inicial.
ro: Fără dată de începere.
ru: Нет даты начала.

source: Trip ends before it begins.
ca: El viatge acaba abans que comenci.
de: Die Reise endet, bevor sie beginnt.
fi: Matka päättyy ennen kuin se alkaa.
fr: Fin du voyage antérieure à son début.
it: Il viaggio finisce prima di cominciare.
nb: Turen avsluttes før den begynner.
nl: De reis eindigt voordat deze begint.
pl: Data zakończenia podróży jest przed datą jej rozpoczęcia.
pt: A viagem termina antes de começar.
pt_br: Viagem termina antes de começar.
ro: Călătoria se termină înainte de a începe.
ru: Поездка заканчивается до того, как начинается.

source: No lodgings to book
ca: No hi ha allotjament per reservar
de: Keine Unterkünfte buchen
el: Δεν υπάρχουν καταλύματα για κράτηση
fi: Ei majoituksia varattuina
fr: Aucun hébergement à réserver
it: Nessun alloggio da prenotare
nb: Ingen losji å bestille
nl: Geen onderkomen boeken
pl: Brak noclegów do rezerwacji
pt: Sem alojamentos para reservar
pt_br: Não há alojamentos para reservar
ro: Fără cazari de rezervat
ru: Нет жилья, чтобы забронировать

source: This trip has no overnight stops to book lodging accommodations for.
ca: Aquest viatge no té aturades nocturnes per reservar allotjament.
de: Diese Reise hat keine Übernachtungen, für die Unterkünfte gebucht werden.
fi: Majoittautumista ajatellen, tällä matkalla ei ole yön yli pysähdyksiä.
fr: Ce voyage n'a pas de nuitées pour pouvoir réserver un hébergement.
it: Questo viaggio non ha soste da prenotare per la notte.
nb: Denne turen har ingen overnattingsstopp å bestille losji for.
nl: Deze reis heeft geen overnachtingsplaatsen waarvoor onderkomens geboekt moeten worden.
pl: Podróż nie ma noclgów do zarezerwowania.
pt: Esta viagem não tem paragens nocturnas para reservar alojamentos.
pt_br: Esta viagem não tem paradas de pernoite para reservar.
ro: Această călătorie nu are opriri peste noapte pentru a rezerva cazari.
ru: Эта поездка не имеет остановок на ночь, чтобы забронировать жилье.

source: Booking hotels for the trip works best when you plan your itinerary first.
ca: Reservar hotels per al viatge funciona millor quan primer en planifiques l'itinerari.
de: Hotels für diese Reise zu buchen funktioniert am besten, wenn Sie den Verlauf Ihrer Reise zuerst planen.
fi: Hotellien varaaminen matkaa varten toimii parhaiten kun ensin teet matkasuunnitelman.
fr: La réservation d'hôtels pour le voyage fonctionne mieux lorsque vous commencez d'abord par planifier votre parcours.
it: La prenotazione degli alberghi per il viaggio funziona meglio se prima pianifichi il tuo itinerario.
nb: Bestilling av hoteller for turen fungerer best når du planlegger din reiserute først.
nl: Het boeken van hotels tijdens de reis werkt het beste wanneer je eerst het verloop van je reisroute plant.
pl: Zacznij od zaplanowania trasy.
pt: A reserva de hotéis para a viagem funciona melhor quando planeia primeiro o seu itinerário.
pt_br: Reserva de hotéis para a viagem funciona melhor quando você planejar o seu itinerário primeiro.
ro: Rezervarea hotelurilor pentru călătorie funcționează cel mai bine atunci când planifici mai întâi itinerariul.
ru: Бронирование отелей для поездки лучше всего работает, когда вы сначала спланируете свой маршрут.

source: Add some overnight stops, pick hotels for them and then use the book [] button to let Furkot assist you with reservations.
ca: Afegeix algunes aturades nocturnes, tria-hi hotels i després fes servir el botó de reserva [] per permetre que Furkot t'ajudi amb les reserves.
de: Fügen Sie einige Übernachtungsstationen hinzu, wählen Hotels dafür aus und benutzen dann den Buchen []-Button. Furkot wird Sie dann bei der Reservierung unterstützen.
el: Προσθέστε μερικές στάσεις διανυκτέρευσης, επιλέξτε ξενοδοχεία για αυτές και, στη συνέχεια, χρησιμοποιήστε το κουμπί [] για να αφήσετε το Furkot να σας βοηθήσει με τις κρατήσεις.
fi: Yön yli majoituksissa valitse hotellit ja käytä sitten varaa []-painiketta antaaksesi Furkotin auttaa sinua varausten kanssa.
fr: Ajoutez des nuitées, choisissez des hôtels pour elles, puis utilisez le bouton de réservation [] pour laisser Furkot vous aider à réserver.
it: Aggiungi qualche pernottamento, scegli alcuni alberghi e quindi usa il bottone prenota [] per consentire a Furkot di assisterti nelle prenotazioni.
nb: Legg til noen overnattinger, plukk hoteller for dem og deretter bestill [] knappen for å la Furkot hjelpe deg med reservasjoner.
nl: Voeg enkele overnachtingen toe, zoek hotels erbij en druk dan op de boek []-knop. Furkot zal je vervolgens helpen bij het reserveren.
pl: Dodaj kilka noclegów, wybierz dla nich hotele, a następnie pozwól Furkotowi dokonać rezerwacji za pomocą przycisku [].
pt: Adicione algumas paragens nocturnas, escolha hotéis para elas e use o botão reservar [] para permitir que Furkot assista nas reservas.
pt_br: Adicione alguns pernoites, escolha hotéis para eles e então use o botão reservar [] para deixar Furkot ajudá-lo com reservas.
ru: Добавьте несколько остановок на ночь, выберите отели для них, а затем нажмите кнопку [], чтобы Furkot помог Вам с бронированием.

source: All lodgings booked
ca: Tots els allotjaments reservats
de: Alle Unterkünfte gebucht
el: Όλα τα καταλύματα που έχουν κρατηθεί
fi: Kaikki matkan majoitukset varattuina
fr: Tous les hébergements réservés
it: Tutti gli alloggi prenotati
nb: All losji bestilt
nl: Alle onderkomens geboekt
pl: Wszystkie noclegi zarezerwowane
pt: Todos os alojamentos reservados
pt_br: Todos os alojamentos reservados
ru: Все жилье забронировано

source: All future lodging accommodations for this trip are already booked.
ca: Tots els allotjaments futurs d'aquest viatge ja estan reservats.
de: Alle zukünftigen Unterkünfte für diese Reise sind bereits gebucht.
fi: Kaikki tämän matkan tulevat majoitukset on jo varattuina.
fr: Tous les hébergements ultérieurs pour ce voyage sont déjà réservés.
it: Tutti i futuri alloggi per questo viaggio sono prenotati.
nb: Alle fremtidige overnattingssteder for denne turen er allerede bestilt.
nl: Alle toekomstige onderkomens voor deze reis zijn al geboekt.
pl: Wszystkie przyszłe noclegi w tej podróży są już zarezerwowane.
pt: Todos os alojamentos futuros para esta viagem já se encontram reservados.
pt_br: Todos as futuros acomodações de alojamento para esta viagem já estão reservadas.
ru: Все будущие номера для этой поездки уже забронированы.

source: If you plan more overnight stops, add them to the trip now and use the book [] button to let Furkot assist you with reservations.
ca: Si planifiques més aturades nocturnes, afegeix-les ara al viatge i fes servir el botó de reserva [] per permetre que Furkot t'ajudi amb les reserves.
de: Falls Sie weitere Übernachtungsstationen planen, fügen Sie diese nun Ihrer Reise hinzu und benutzen dann den Buchen []-Button, damit Furkot Sie bei der Reservierung unterstützen kann.
fi: Jos suunnittelet lisää yöpymisiä, lisää ne matkaan nyt ja käytä [Varaa]-painiketta antaaksesi Furkotin auttaa varausten kanssa.
fr: Si vous prévoyez plusieurs nuitées, ajoutez-les au voyage dès maintenant et utilisez le bouton de réservation [] pour laisser Furkot vous aider à réserver.
it: Se prevedi più soste per la notte, aggiungili al viaggio ora e utilizza il bottone [] prenota per consentire a Furkot di aiutarti con le prenotazioni.
nb: Hvis du planlegger flere overnattinger, legg dem til turen nå og bruke bestill [] knappen for å la Furkot hjelpe deg med reservasjoner.
nl: Wanneer je meerdere overnachtingen plant, voeg deze dan toe aan de reis en gebruik daarna de boek []-knop zodat Furkot je verder kan helpen met de reserveringen.
pl: Jeśli planujesz kolejne noclegi, dodaj je do podróży, a następnie pozwól Furkotowi dokonać rezerwacji za pomocą przycisku [].
pt: Se planeia mais paragens nocturnas, adicione-as agora à viagem e use o botão [] reservar para permitir que Furkot assista nas reservas.
pt_br: Se você planeja mais paradas de pernoite, adicione na viagem agora e use o botão reservar [] para deixar Furkot ajudá-lo com reservas.
ru: Если вы планируете больше остановок на ночь, добавьте их в поездку сейчас и используйте кнопку бронирования [], чтобы позволить Furkot помочь Вам с бронированием.

source: Automatically scheduled refueling stop
ca: Aturada de repostatge programada automàticament
de: Automatisch geplanter Tankstop
el: Αυτόματα προγραμματισμένη στάση ανεφοδιασμού
fi: Automaattisesti lisätty tankkaus
fr: Point de ravitaillement en carburant planifié automatiquement
it: Rifornimento pianificato automaticamente
nb: Automatisk planlagt fyllestopp
nl: Automatisch geplande tankstop
pl: Automatycznie zaplanowane tankowanie
pt: Paragem de reabastecimento programada automaticamente
pt_br: Parada de reabastecimento programada automaticamente
ru: Автоматически запланированная остановка для заправки

source: This is an automatically scheduled refueling stop.
ca: Aquesta és una aturada de recarrega programada automàticament.
de: Dies ist ein automatisch geplanter Tankstopp.
el: Αυτή είναι μια αυτόματα προγραμματισμένη στάση ανεφοδιασμού.
fi: Tämä on automaattisesti lisätty tankkaus.
fr: Ce point de ravitaillement en carburant a été planifié automatiquement.
it: Questo è un rifornimento pianificato in automatico.
nb: Dette er et automatisk planlagt fyllestopp.
nl: Dit is een automatisch geplande tankstop.
pl: To automatycznie zaplanowane tankowanie.
pt: Esta é uma paragem de reabastecimento programada automaticamente.
pt_br: Esta é uma parada de reabastecimento programada automaticamente.
ru: Это автоматически запланированная заправка.

source: It will disappear when you add a filling station before it.
ca: Desapareixerà quan afegiu una estació de servei abans.
de: Es wird ausgeblendet, wenn Sie eine Tankstelle davor hinzuzufügen.
fi: Se katoaa kun lisäät huoltoaseman matkaasi ennen sitä.
fr: Il disparaîtra lorsque vous ajouterez d'abord une station-service.
it: Esso scomparirà quando si aggiunge una stazione di rifornimento prima di esso.
nb: Det vil forsvinne når du legger til en bensinstasjon før det.
nl: Het zal verdwijnen wanneer je een tankstation ervoor aan toevoegt.
pl: Zniknie po dodaniu stacji benzynowej przed nim.
pt: Irá desaparecer quando adicionar uma estação de abastecimento anterior.
pt_br: Ele vai desaparecer quando você adicionar uma estação de reabastecimento anterior.
ru: Это исчезнет, когда вы добавите остановку для заправки перед этим.

source: You can control frequency of refueling stops by changing the driving range.
ca: Pots controlar la freqüència de les aturades de repostatge canviant l'autonomia.
de: Sie können die Häufigkeit der Tankstopps durch Änderung der Reichweite kontrollieren.
el: Μπορείτε να ελέγξετε τη συχνότητα των στάσεων ανεφοδιασμού αλλάζοντας την αυτονομία οδήγησης.
fi: Voit hallita tankkauksia muuttamalla ajoetäisyyttä.
fr: Vous pouvez contrôler la fréquence des arrêts aux points de ravitaillement en carburant en changeant l’autonomie.
it: È possibile controllare la frequenza di rifornimento cambiando l'autonomia di carburante.
nb: Du kan styre frekvensen av fyllestopp ved å endre tankens rekkevidde.
nl: Je kunt de tussenpozen van tankstops controleren door de actieradius aan te passen.
pl: Możesz kontrolować częstotliwość tankowania zmieniając zasięg pojazdu między tankowaniami.
pt: Pode controlar a frequência das paragens de reabastecimento alterando a autonomia.
pt_br: Você pode controlar a frequência de paradas de reabastecimento, alterando a autonomia.
ru: Вы можете контролировать частоту заправок, изменяя дальность движения.

source: You can also disable automatic scheduling of refueling stops.
ca: També pots desactivar la programació automàtica de les aturades d'avituallament.
de: Sie können auch die automatische Planung von Tankstopps deaktivieren.
el: Μπορείτε επίσης να απενεργοποιήσετε τον αυτόματο προγραμματισμό στάσεων ανεφοδιασμού.
fi: Voit myös poistaa automaattisesti lisättävät tankkaukset käytöstä.
fr: Vous pouvez également désactiver la planification automatique des arrêts aux points de ravitaillement en carburant.
it: È inoltre possibile disattivare la pianificazione automatica di rifornimento di carburante.
nb: Du kan også deaktivere automatisk planlegging av fyllestopp.
nl: Je kunt automatische planning van tankstops ook uitschakelen.
pl: Możesz również wyłączyć automatyczne planowanie tankowania.
pt: Também pode desactivar a programação automática de paragens de reabastecimento.
pt_br: Você também pode desabilitar a programação automática de paradas de reabastecimento.
ru: Вы также можете отключить автоматическое планирование остановок для заправки.

source: Update trip
ca: Actualitza el viatge
de: Reiseverlauf synchronisieren
el: Ενημέρωση ταξιδιού
fi: Päivitä matka
fr: Modifier le voyage
it: Modifica viaggio
nb: Oppdater turen
nl: Reisplan synchroniseren
pl: Aktualizacja podróży
pt: Atualizar viagem
pt_br: Atualizar viagem
ru: Обновить поездку

source: Furkot would like to synchronize your trip plan with your TripIt itinerary.
ca: Furkot vol sincronitzar el teu pla de viatge amb el l'itinerari de TripIt.
de: Furkot möchte Ihren Reiseplan mit dem TripIt-Reiseverlauf synchronisieren.
el: Το Furkot θα ήθελε να συγχρονίσει το σχέδιο ταξιδιού σας με το δρομολόγιό σας στο TripIt.
fi: Furkot haluaisi synkronoida reittisuunnitelmasi TripIt-matkasuunnitelman kanssa.
fr: Furkot aimerait synchroniser votre voyage avec votre parcours TripIt.
it: Furkot vorrebbe sincronizzare il vostro piano di viaggio con il vostro itinerario TripIt.
nb: Furkot ønsker å synkronisere din plan for turen med TripIt reiserute.
nl: Furkot wil je reisplan met je TripIt-reisschema synchroniseren.
pl: Furkot chciałby zsynchronizować plan podróży z serwisem TripIt.
pt: Furkot gostaria de sincronizar o seu plano de viagem com o seu itinerário TripIt.
pt_br: Furkot gostaria de sincronizar o seu plano de viagem com o seu itinerário TripIt.
ru: Furkot хотел бы синхронизировать ваш план поездки с вашим маршрутом TripIt.

source: Stops to update
ca: S'atura per actualitzar
de: Stationen zur Aktualisierung
el: Στάσεις για ενημέρωση
fi: Päivitettävät pysähdykset
fr: Étapes à mettre à jour
it: Soste da aggiornare
nb: Stopper å oppdatere
nl: Stopplaatsen bijwerken
pl: Postoje do aktualizacji
pt: Paragens a actualizar
pt_br: Paradas a atualizar
ru: Остановки для обновления

source: New stops to add
ca: Noves aturades per afegir
de: Neue Stationen hinzufügen
el: Νέες στάσεις για προσθήκη
fi: Uudet lisättävät pysähdykset
fr: Nouvelles étapes à ajouter
it: Nuove soste da aggiungere
nb: Nye stopp å legge til
nl: Nieuwe stopplaatsen om toe te voegen
pl: Nowe postoje do dodania
pt: Novas paragens a adicionar
pt_br: Novas paradas para adicionar
ru: Новые остановки, для добавления

source: Stops to review
ca: S'atura per revisar
de: Stationen zur Durchsicht
el: Στάσεις για αναθεώρηση
fi: Tarkasteltavia pysähdyksiä
fr: Étapes à vérifier
it: Soste da rivedere
nb: Stopp som trenger vurdering
nl: Stopplaatsen om te beoordelen
pl: Postoje do przejrzenia
pt: Paragens a rever
pt_br: Paradas para avaliar
ru: Остановки к рассмотрению

source: Do you want to proceed?
ca: Vols continuar?
de: Möchten Sie fortfahren?
el: Θέλετε να συνεχίσετε?
fi: Haluatko jatkaa?
fr: Souhaitez-vous continuer ?
it: Si desidera procedere?
nb: Vil du fortsette?
nl: Wil je doorgaan?
pl: Czy chcesz kontynuować?
pt: Deseja continuar?
pt_br: Você quer prosseguir?
ru: Вы хотите продолжить?
