Repository: furkot/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ca, de, el, fi, fr, hu, it, nb, nl, pl, pt, pt_br, ro, ru

source: By clicking Sign Up below, you agree to [Furkot Terms and Conditions of Use] including [Privacy Policy]
ca: En fer clic a Registra't a continuació, acceptes [Termes i condicions d'ús de Furkot], inclosa la [Política de privadesa]
de: Mit meiner Registrierung erkläre ich mich mit den [Furkot Terms and Conditions of Use (Nutzungsbedingungen)] und der [Privacy Policy (Datenschutzerklärung)] einverstanden
el: Κάνοντας κλικ στην επιλογή Εγγραφή παρακάτω, συμφωνείτε με τους [Όρους και Προϋποθέσεις Χρήσης του Furkot] συμπεριλαμβανομένης της [Πολιτική Απορρήτου]
fi: Klikkaamalla alla olevaa Rekisteröidy-painiketta hyväksyt [Furkotin käyttöehdot] mukaan lukien [tietosuojakäytännön]
fr: En cliquant sur le lien d'inscription ci-dessous, vous acceptez les [Conditions Générales d'Utilisation de Furkot] et la [Politique de Confidentialité]
it: Facendo clic su Iscriviti, accetti [Furkot Terms and Conditions of Use] (Termini e Condizioni di Uso di Furkot)] e [Privacy Policy (Norme sulla privacy)]
nb: Ved å klikke på Registrer deg nedenfor godtar du [Furkot Terms and Conditions of Use (Furkots vilkår og betingelser for bruk)] inkludert [Privacy Policy (Personvernerklæring)]
nl: Door hieronder op Aanmelden te klikken, gaat u akkoord met [Furkot Gebruiksvoorwaarden] inclusief [Privacybeleid]
ro: Făcând clic pe Înregistrare mai jos, ești de acord cu [Termenii și condițiile de utilizare Furkot], inclusiv cu [Politica de confidențialitate]

source: You can buy 1 year pass for {}.
ca: pots comprar un Passi d'un any per {}.
de: Sie können Furkot Pass für ein Jahr für {} kaufen.
el: Μπορείτε να αγοράσετε πάσο 1 έτους για {}.
fi: Voit ostaa Furkot Passin vuodeksi hintaan {}.
fr: Vous pouvez acheter un pass d'une année pour {}.
it: Puoi acquistare 1 anno di Furkot Pass per {}.
nb: Du kan kjøpe 1-års pass for {}.
nl: Je kunt een jaarabonnement kopen voor {}.
pl: Zakup karnet na rok za {}.
pt: Pode adquirir um passe de 1 ano por {}.
pt_br: Você pode comprar um passe de 1 ano por {}.
ro: Poți cumpăra 1 an Furkot Pass pentru {}.
ru: Можете купить Furkot Pass на 1 год за {}.

source: Your Furkot Pass expired on {}.
ca: El vostre Passi Furkot va caducar el {}.
de: Ihr Furkot Pass ist am {} abgelaufen.
el: Το Furkot pass σας έληξε στις {}.
fi: Furkot Passisi vanheni {}.
fr: Votre Pass Furkot a expiré le {}.
it: Il tuo Furkot Pass è scaduto il {}.
nb: Ditt Furkot Pass utløp {}.
nl: Je Furkot-abonnement verloopt op {}.
pl: Karnet na Furkot stracił ważność w dniu {}.
pt: O seu Passe Furkot expirou em {}.
pt_br: Passe Furkot expirou em {}.
ro: Furkot Pass-ul tau a expirat pe {}.
ru: Срок действия Furkot Pass истек {}.

source: You have a lifetime Furkot Pass.
ca: Tens un Passi Furkot per a tota la vida.
de: Sie haben einen lebenslangen Furkot Pass.
fi: Sinulla on elinikäinen Furkot Pass \0/.
fr: Vous avez un Pass Furkot illimité.
it: Hai un Furkot Pass a vita.
nb: Du har et Furkot Pass uten utløpsdato.
nl: Je hebt een levenslang Furkot-abonnement.
pl: Bezterminowy Karnet na Furkot.
pt: Você tem um Passe Furkot vitalício.
pt_br: Você tem um Passe Furkot vitalício.
ro: Ai Furkot Pass fara limita de timp.
ru: У Вас пожизненный Furkot Pass.

source: You can extend your pass for a year for {}.
ca: Podeu ampliar el teu passi durant un any per {}.
de: Sie können Ihren Furkot Pass für ein Jahr für {} verlängern.
el: Μπορείτε να παρατείνετε το πάσο σας για ένα έτος για {}.
fi: Voit jatkaa Furkot Passiasi vuodella hintaan {}.
fr: Vous pouvez prolonger votre pass d'une année pour {}.
it: Puoi estendere di un anno la validità del tuo Furkot Pass per {}.
nb: Du kan forlenge gyldigheten for ditt pass med ett år for {}.
nl: Je kunt je abonnement met een jaar verlengen voor {}.
pl: Można przedłużyć karnet na rok za {}.
pt: Pode estender o seu passe por mais um ano por {}.
pt_br: Você pode estender seu passe por mais um ano por {}.
ro: Poți prelungi pass-ul pentru un an pentru {}.
ru: Вы можете продлить свой Furkot Pass на год за {}.

source: Furkot Pass Terms
ca: Condicions del Passi Furkot
de: Furkot Pass Bedingungen
el: Όροι χρήσης του Furkot Pass
fi: Furkot Passin ehdot
fr: Termes du Pass Furkot
it: Termini e Condizioni per Furkot Pass
nb: Furkot Pass betingelser
nl: Voorwaarden Furkot-abonnement
pl: Regulamin Karnetu na Furkot
pt: Termos do Passe Furkot
pt_br: Termos do Passe Furkot
ro: Termenii Furkot Pass
ru: Условия Furkot Pass

source: Name
ca: Nom
el: Όνομα
fi: Nimi
fr: Nom
it: Nome e Cognome
nb: Navn
nl: Naam (zoals vermeld op je creditcard)
pl: Imię i nazwisko
pt: Nome
pt_br: Nome
ro: Nume
ru: Имя и фамилия

source: Credit Card
ca: Targeta de crèdit
de: Kreditkarte
el: Πιστωτική κάρτα
fi: Luottokortti
fr: Carte de crédit
it: Carta di credito
nb: Kredittkort
pl: Karta kredytowa
pt: Cartão de Crédito
pt_br: Cartão de crédito
ro: Card de credit
ru: Номер карты

source: Pay {}
ca: Pagar {}
de: Zahlen Sie {}
el: Πληρωμή {}
fi: Maksa {}
fr: Payer {}
it: Pagare {}
nb: Betal {}
nl: Betaal {}
pl: Zapłać {}
pt: Pagar {}
pt_br: Pague {}
ro: Plătește {}
ru: Заплатить {}

source: Or
ca: O
de: Oder
el: Ή
fi: Tai
fr: Ou
it: O
nb: Eller
nl: of
pl: Lub
pt_br: Ou
ro: Sau

source: Coupon
ca: Cupó
el: Κουπόνι
fi: Alennuskuponki
nb: Kupong
nl: Voucher
pl: Kupon
pt: Cupão
pt_br: Cupom
ro: Cupon
ru: Купон

source: Apply coupon
ca: Aplica el cupó
de: Coupon einlösen
el: Εφαρμόστε το κουπόνι
fi: Käytä alennuskuponki
fr: Utiliser un coupon
it: Applica coupon
nb: Bruk kupong
nl: Coupon inlossen
pl: Wykorzystaj kupon
pt: Aplicar cupão
pt_br: Aplicar cupom
ro: Aplică un cupon
ru: Добавить купон

source: This coupon is not valid
ca: Aquest cupó no és vàlid
de: Dieser Coupon ist nicht gültig
el: Αυτό το κουπόνι δεν είναι έγκυρο
fi: Alennuskuponki ei ole kelvollinen
fr: Ce coupon est invalide
it: Questo coupon non è valido
nb: Denne kupongen er ikke gyldig
nl: Deze coupon is niet geldig
pl: Nieważny kupon
pt: Este cupão não é válido
pt_br: Este cupom não é válido
ro: Acest cupon nu este valabil
ru: Этот купон не действителен

source: Plan a trip
ca: Planifica un viatge
de: Planen Sie Ihre Reise
el: Σχεδιάστε νέο ταξίδι
fi: Suunnittele matka
fr: Planifier un voyage
it: Pianifica un viaggio
nb: Planlegg en tur
nl: Plan een reis
pl: Zaplanuj podróż
pt: Planear uma viagem
pt_br: Planejar uma viagem
ro: Planificați o călătorie
ru: Запланировать поездку

source: here
ca: aquí
de: hier
el: εδώ
fi: tässä
fr: ici
it: qui
nb: her
nl: hier
pl: tutaj
pt: aqui
pt_br: aqui
ro: aici
ru: здесь

source: Please wait while Furkot is sending you to
ca: Sisplau, espera mentre Furkot t'envia a
de: Bitte warten Sie, während Furkot Sie weiterleitet zu
el: Παρακαλώ περιμένετε ενώ Furkot σας μεταφέρει
fi: Odota, Furkot ohjaa sinut sivustolle:
fr: Merci de patienter pendant que Furkot vous envoie vers
it: Per favore attendi che Furkot ti sta inviando a
nb: Vennligst vent mens Furkot sender deg til
nl: Even wachten, Furkot stuurt je door naar
pl: Poczekaj aż Furkot przekieruje Cię do
pt: Por favor aguarde enquanto Furkot está a direccionar para
pt_br: Por favor aguarde enquanto Furkot está direcionando para
ro: Te rog să aștepti în timp ce Furkot te trimite la
ru: Пожалуйста, подождите, пока Furkot направит Вас

source: If it is taking too long click
ca: Si triga massa, fes clic
de: Wenn es zu lange dauert, klicken Sie hier
el: Εάν διαρκεί πολύ, κάντε κλικ
fi: Jos kestää liian kauan, klikkaa tästä
fr: Si cela prend trop de temps, cliquez ici
it: Se il reindirizzamento prende troppo tempo, clicca
nb: Hvis det tar for lang tid, klikk
nl: Wanneer het te lang duurt klik
pl: Jeśli trwa to zbyt długo, kliknij
pt: Se está a demorar demasiado tempo pressione
pt_br: Se está demorando muito clique
ro: Dacă durează prea mult timp fă clic pe
ru: Если это занимает слишком много времени нажмите

source: We take care to keep prices and availability current but they may differ at the partner site
ca: Tenim cura de mantenir els preus i la disponibilitat actuals, però poden diferir al lloc del soci
de: Wir kümmern uns darum, Preise und Verfügbarkeit aktuell zu halten, aber dennoch kann es bei der Partner-Website Unterschiede geben
el: Φροντίζουμε να διατηρούμε τις τιμές και τη διαθεσιμότητα ενημερωμένες, αλλά ενδέχεται να διαφέρουν στον ιστότοπο του συνεργάτη
fi: Pidämme hinnat ja saatavuuden ajan tasalla mutta ne voivat kuitenkin vaihdella yhteistyökumppaneidemme sivustoilla
fr: Nous actualisons les prix et les disponibilités régulièrement, mais ils peuvent être différents sur le site partenaire
it: Cerchiamo di mantenere i prezzi e la disponibilità aggiornate, ma possono differire dal sito del partner
nb: Vi sørger for å holde priser og tilgjengelighet oppdatert, men de kan variere på partnernettstedet
nl: Wij doen ons best om prijzen en beschikbaarheid zo actueel mogelijk te houden, desondanks kunnen ze op de partnersite afwijken
pl: Mimo że staramy się uaktualniać ceny i dostępność noclegów na bieżąco, mogą być one różne od wyświetlanych w serwisie rezerwacyjnym
pt: Tentamos manter os preços e disponibilidade atualizados, mas podem ser diferentes no site do parceiro
pt_br: Tentamos manter os preços e disponibilidade atualizados, mas eles podem ser diferentes no site do parceiro
ro: Avem grijă să menținem actualizate prețurile și disponibilitatea, dar acestea pot diferi pe site-ul partener
ru: Мы заботимся о том, чтобы цены и доступность оставались актуальными, но они могут отличаться на сайте партнера

source: Booking site is in a separate window
ca: El lloc de reserves es troba en una finestra independent
de: Das Buchungsportal befindet sich in einem separaten Fenster
el: Ο ιστότοπος κρατήσεων βρίσκεται σε ξεχωριστό παράθυρο
fi: Varaus-sivusto on erillisessä ikkunassa
fr: Le site de réservation se trouve dans une fenêtre séparée
it: Il sito di prenotazione è in una finestra separata del browser
nb: Bestillingsområdet er i et eget vindu
nl: De booking site opent in een apart venster
pl: Strona serwisu rezerwacyjnego jest w osobnym oknie
pt: O site de reservas está numa janela separada
pt_br: Site de reservas está em uma janela separada
ro: Site-ul de rezervari se află într-o fereastră separată
ru: Сайт бронирования в отдельном окне

source: From {} to {}.
ca: De {} a {}.
de: Von {} nach {}.
el: Από {} προς {}.
fi: Kohteesta {} kohteeseen {}.
fr: De {} à {}.
it: Da {} a {}.
nb: Fra {} til {}.
nl: Van {} naar {}.
pt: De {} para {}.
pt_br: De {} para {}.
ro: De la {} la {}.
ru: От {} до {}.

source: {} and {} kilometers of new adventures.
ca: {} i {} quilòmetres de noves aventures.
de: {} Und {} Kilometer neue Abenteuer.
el: {} και {} χιλιόμετρα νέων περιπετειών.
fi: {} ja {} kilometriä uusia seikkailuita.
fr: {} et {} kilomètres de nouvelles aventures.
it: {} e {} chilometri di nuove avventure.
nb: {} og {} kilometer med nye opplevelser.
nl: {} en {} kilometer aan nieuwe avonturen.
pl: {} i {} kilometrów nowych przygód.
pt: {} e {} quilómetros de novas aventuras.
pt_br: {} e {} quilômetros de novas aventuras.
ro: {} și {} kilometri de noi aventuri.
ru: {} И {} километров новых приключений.

source: {} and {} miles of new adventures.
ca: {} i {} milles de noves aventures.
de: {} Und {} Meilen von neuen Abenteuern.
el: {} και {} μίλια νέων περιπετειών.
fi: {} ja {} mailia uusia seikkailuita.
fr: {} et {} miles de nouvelles aventures.
it: {} e {} miglia di nuove avventure.
nb: {} og {} miles med nye opplevelser.
nl: {} en {} mijl aan nieuwe avonturen.
pl: {} i {} mil nowych przygód.
pt: {} e {} milhas de novas aventuras.
pt_br: {} e {} milhas de novas aventuras.
ro: {} și {} mile de noi aventuri.
ru: {} И {} миль новых приключений.

source: You too can use Furkot to plan your next road trip.
ca: Tu també pots utilitzar Furkot per planificar el teu proper viatge per carretera.
de: Auch Sie können Furkot nutzen, um Ihre nächste Reise zu planen.
el: Μπορείτε και εσείς να χρησιμοποιήσετε το Furkot για να σχεδιάσετε το επόμενο οδικό σας ταξίδι.
fi: Sinäkin voit käyttää Furkotia seuraavan matkasi suunnitteluun.
fr: Vous aussi pouvez utiliser Furkot pour planifier votre prochain voyage.
it: Anche tu puoi usare Furkot per pianificare il tuo prossimo viaggio.
nb: Du kan også bruke Furkot til å planlegge din neste reise.
nl: Ook jij kunt Furkot gebruiken om je volgende reis te plannen.
pl: Ty też możesz zaplanować swoją następną podróż z pomocą Furkota.
pt: Também pode usar Furkot para planear a sua próxima viagem.
pt_br: Você também pode usar Furkot para planejar sua próxima viagem.
ro: Și tu poți folosi Furkot pentru a-ți planifica următoarea călătorie.
ru: Вы также можете использовать Furkot для планирования следующей поездки.

source: Book cover
ca: Portada del llibre
de: Buchumschlag
el: Εξώφυλλο βιβλίου
fi: Kirjan kansi
fr: Couverture de livre
it: Copertina del libro
nb: Bokomslag
nl: Boekomslag
pl: Okładka książki
pt: Capa de livro
pt_br: Capa de livro
ro: Coperta cărții
ru: Обложка книги

source: Select the best travel guide
ca: Selecciona la millor guia de viatge
de: Wählen Sie die besten Reiseführer
el: Επιλέξτε τον καλύτερο ταξιδιωτικό οδηγό
fi: Valitse paras matkaopas
fr: Sélectionnez le meilleur guide de voyage
it: Selezionare la migliore guida per il viaggio
nb: Velg den beste reiseguiden
nl: Kies de beste reisgids
pl: Wybierz najlepszy przewodnik turystyczny
pt: Escolha o melhor guia de viagem
pt_br: Escolha o melhor guia de viagem
ro: Selectează cel mai bun ghid de călătorie
ru: Выберите лучший путеводитель

source: Title
ca: Títol
de: Titel
el: Τίτλος
fi: Otsikko
fr: Titre
it: Titolo
nb: Tittel
nl: Titel
pl: Tytuł
pt: Título
pt_br: Título
ro: Titlu
ru: Заглавие

source: Description
ca: Descripció
de: Beschreibung
el: Περιγραφή
fi: Kuvaus
it: Descrizione
nb: Beskrivelse
nl: Beschrijving
pl: Opis
pt: Descrição
pt_br: Descrição
ro: Descriere
ru: Описание

source: Link to the trip photo
ca: Enllaç a la foto del viatge
de: Link zum Reise-Foto
el: Σύνδεσμος για τη φωτογραφία του ταξιδιού
fi: Linkki matkan reissukuviin
fr: Lien vers la photo du voyage
it: Link alla foto del viaggio
nb: Link til turbildet
nl: Link naar de reisfoto
pl: Link do zdjęcia dla podróży
pt: Link para a foto de viagem
pt_br: Link para foto de viagem
ro: Link către fotografia călătoriei
ru: Ссылка на фото поездки

source: Link to a webpage with more info
ca: Enllaç a un lloc web amb més informació
de: Link zu einer Webseite mit mehr Infos
el: Σύνδεση σε ιστοσελίδα με περισσότερες πληροφορίες
fi: Linkki nettisivulle jossa lisää tietoa
fr: Lien vers une page web avec plus d'information
it: Link a una pagina web con più informazioni
nb: Link til en nettside med mer info
nl: Link naar een webpagina met meer informatie
pl: Link do strony internetowej
pt: Link para uma página com mais informações
pt_br: Link para uma página com mais informações
ro: Link la o pagină web cu mai multe informații
ru: Ссылка на веб-страницу с дополнительной информацией

source: Link to more info about the trip
ca: Enllaç a més informació sobre el viatge
de: Link zu weiteren Informationen über die Reise
el: Σύνδεσμος για περισσότερες πληροφορίες σχετικά με το ταξίδι
fi: Linkki matkan lisätietoihin
fr: Lien vers plus d'informations sur le voyage
it: Link a maggiori informazioni sul viaggio
nb: Link til mer info om turen
nl: Link naar meer informatie over de reis
pl: Link do informacji o podróży
pt: Link para mais informações sobre a viagem
pt_br: Link para mais informações sobre a viagem
ro: Link către mai multe informații despre călătorie
ru: Ссылка на дополнительную информацию о поездке

source: Copy and paste to embed in your website
ca: Copia i enganxa per incrustar-lo al teu lloc web
de: Kopieren und einfügen, um es in Ihrer Website einzubinden
el: Αντιγραφή και επικόλληση για ενσωμάτωση στον ιστότοπό σας
fi: Kopioi ja liitä upottaaksesi nettisivustollesi
fr: Copiez puis collez pour intégrer dans votre site web
it: Copia e incolla da incorporare nel tuo sito web
nb: Kopier og lim inn for å bygge inn i din nettside
nl: Kopieer en voeg in je website
pl: Skopiuj i wklej, aby umieścić na swojej stronie internetowej
pt: Copie e cole para incorporar no seu website
pt_br: Copie e cole para incorporar em seu site
ro: Copiați și lipiți pentru a încorpora în site-ul web
ru: Скопируйте и вставьте, чтобы встроить в ваш сайт

source: Search travel guides by title, author, place(s), keyword(s)
ca: Cerca guies de viatge per títol, autor, lloc(s) i paraules clau
de: Suche Reiseführer nach Titel, Autor, Orte, Schlüsselwörter
fi: Etsi matkaoppaita nimen, kirjoittajan, paikan tai avainsanojen perusteella
fr: Rechercher des guides de voyage par titre, auteur, lieu(x), mot(s)-clé(s)
it: Ricerca guide di viaggio per titolo, autore, luoghi, parole chiavi
nb: Søk reiseguider etter tittel, forfatter, sted(er), søkeord
nl: Zoek reisgidsen op titel, auteur, locatie(s), trefwoord(en)
pl: Szukaj przewodników według tytułu, autora, miejsc, słów kluczowych
pt: Pesquisar guias de viagem por título, autor, lugar(es), palavra-chave(s)
pt_br: Buscar guias de viagens por título, autor, lugar(es), palavra-chave(s)
ro: Caută ghiduri de călătorie după titlu, autor, loc (locuri), cuvânt (cuvinte) cheie
ru: Поиск путеводителей по названию, авторам, местам, ключевым словам

source: Run the search
ca: Executa la cerca
de: Suche starten
el: Εκτέλεση αναζήτησης
fi: Suorita haku
fr: Lancez la recherche
it: Eseguire la ricerca
nb: Kjør søk
nl: Start zoeken
pl: Uruchom wyszukiwanie
pt: Executar a pesquisa
pt_br: Executar a pesquisa
ro: Porneste căutarea
ru: Выполнить поиск

source: Edit trip snapshot
ca: Edita la instantània del viatge
de: Reiseschnappschuss bearbeiten
el: Επεξεργασία στιγμιότυπου ταξιδιού
fi: Muokkaa matkan kuvia
fr: Modifier le voyage
it: Modifica l'anteprima del viaggio
nb: Rediger turens snapshot
nl: Bewerk reis-snapshot
pl: Edytuj podróż
pt: Editar impressão da viagem
ru: Редактировать снимок поездки

source: Embed in website
ca: Incrustar al lloc web
de: Einbetten in eine Website
el: Ενσωμάτωση στον ιστότοπο
fi: Upota nettisivulle
fr: Intégrez dans un site web
it: Incorpora nel sito web
nb: Bygg inn på nettstedet
nl: Insluiten in website
pl: Umieść na swojej stronie internetowej
pt: Incorporar no website
pt_br: Incorporar no site
ro: Încorporarea în site-ul web
ru: Встроить в сайт

source: Insert your own trip photo here
ca: Insereix la teva pròpia foto de viatge aquí
de: Fügen Sie hier Ihr eigenes Reise-Foto ein
el: Εισάγετε τη δική σας φωτογραφία ταξιδιού εδώ
fi: Lisää reissukuvasi tänne
fr: Insérez votre propre photo du voyage ici
it: Inserisci qui la tua foto del viaggio
nb: Sett ditt eget turbilde her
nl: Voeg hier je eigen reisfoto in
pl: Wstaw tu zdjęcie dla swojej podróży
pt: Introduza a sua própria foto de viagem aqui
pt_br: Introduza sua própria foto de viagem aqui
ro: Introduceți propria fotografie de călătorie aici
ru: Вставьте свою собственную фотографию поездки здесь

source: Change a photo
ca: Canvia una foto
de: Ein Foto ändern
el: Αλλάξτε μια φωτογραφία
fi: Vaihda kuva
fr: Changer une photo
it: Modifica una foto
nb: Endre et bilde
nl: Foto veranderen
pl: Zmień fotografię
pt: Alterar uma foto
pt_br: Alterar uma foto
ro: Modifică o fotografie
ru: Изменить фото

source: See more trips
ca: Veure més viatges
de: Weitere Reisen anzeigen
el: Δείτε περισσότερα ταξίδια
fi: Katso lisää matkoja
fr: Voir plus de voyages
it: Vedi più viaggi
nb: Se flere turer
nl: Bekijk meer reizen
pl: Inne podróże
pt: Veja mais viagens
pt_br: Veja mais viagens
ro: Vezi mai multe călătorii
ru: Посмотреть больше поездок

source: Itinerary
ca: Itinerari
de: Reiseverlauf
el: Δρομολόγιο
fi: Matkasuunnitelma
fr: Parcours
it: Itinerario
nb: Reiserute
nl: Reisschema
pl: Plan
pt: Itinerário
pt_br: Itinerário
ro: Itinerar
ru: Маршрут

source: Guidebooks
ca: Guies
de: Reiseführer
el: Οδηγοί
fi: Opaskirjat
fr: Guides de voyage
it: Guide turistiche
nb: Guidebøker
nl: Reisgidsen
pl: Przewodniki
pt: Livros Guia
pt_br: Livros guia
ro: Ghiduri
ru: Путеводитель

source: Dates, distances and directions
ca: Dates, distàncies i direccions
de: Reisedaten, Entfernungen und Routen
el: Ημερομηνίες, αποστάσεις και οδηγίες
fi: Päivämäärät, etäisyydet ja suunnat
fr: Dates, distances et instructions
it: Date, distanze e indicazioni
nb: Datoer, distanser og anvisninger
nl: Datums, afstanden en routebeschrijvingen
pl: Daty, odległości, trasa
pt: Datas, distâncias e direcções
pt_br: Datas, distâncias e rotas
ro: Date, distanțe și direcții
ru: Даты, расстояния и направления

source: Always wanted to travel across US but were not sure if you have enough time for that? Did you ever try to figure out [how long it takes] to drive from Yosemite to Yellowstone or from Lisbon to Rome?
ca: Sempre has volgut viatjar pels Estats Units, però no estàs segur de si tens prou temps per fer-ho? Has intentat imaginar quan [temps es triga] en conduirde Yosemite a Yellowstone o de Lisboa a Roma?
de: Wollten Sie schon immer durch die USA reisen, waren aber nicht sicher, ob Sie genug Zeit dafür haben? Haben Sie jemals versucht, herauszufinden, [wie lange es dauert], um vom Yosemite- zum Yellowstone-Park und von Lissabon nach Rom zu fahren?
fi: Oletko aina halunnut reissata Yhdysvaltojen halki, mutta et ollut varma onko sinulla tarpeeksi aikaa siihen? Oletko koskaan yrittänyt selvittää [kuinka kauan kestää] ajaa Yosemitesta Yellowstoneen tai Lissabonista Roomaan?
fr: Vous avez toujours voulu voyager aux États-Unis, mais sans être sûr d’avoir assez de temps ? Avez-vous une idée de [combien de temps] il faut pour conduire de Yosemite à Yellowstone ou de Lisbonne à Rome ?
it: Hai sempre voluto viaggiare attraverso gli Stati Uniti, ma non eri sicuro di avere abbastanza tempo? Hai mai provato a capire [quanto tempo ci vuole] per guidare da Yosemite a Yellowstone o da Lisbona a Roma?
nb: Har du ønsket å reise Norge på langs, men vært usikker på om du har planlagt med nok tid til det? Har du noen gang prøvd å finne ut [hvor lang tid det tar] å kjøre fra Oslo til Nordkapp med eller uten Lofoten eller fra Bergen til alpene?
nl: Altijd al willen reizen in de VS, maar wist je niet zeker of je er genoeg tijd voor had? Heb je ooit proberen te achterhalen [hoe lang het duurt] om van Yosemite naar Yellowstone of van Lissabon naar Rome te rijden?
pl: Chcesz przejechać z Warszawy do Lizbony ale nie wiesz czy starczy Ci czasu? A może zastanawiasz się nad wymarzoną wyprawą po Ameryce: Wielki Kanion, Yosemite, Yellowstone &mdash; [jak długo zajmuje objechanie] tego wszystkiego?
pt: Sempre quis viajar através dos EUA, mas não tinha a certeza se tem tempo suficiente para isso? Alguma vez tentou descobrir [quanto tempo demora] de carro de Yosemite para Yellowstone ou de Lisboa para Roma?
pt_br: Sempre quis viajar através dos EUA, mas não tinham certeza se você tem tempo suficiente para isso? Alguma vez você tentar descobrir [quanto tempo demora] de carro do Yosemite para Yellowstone ou de Lisboa para Roma?
ro: Întotdeauna ai vrut să călătorești, dar nu ai fost sigur dacă ai suficient timp pentru asta? Ai încercat vreodată să-ți dați seama [cât durează] să conduci de la Yosemite la Yellowstone sau de la Lisabona la Roma?
ru: Всегда хотели путешествовать по США, но не были уверены, достаточно ли у вас времени для этого? Вы когда-нибудь пытались выяснить, [сколько времени потребуется], чтобы ехать из Йосемити в Йеллоустоун или из Лиссабона в Рим?
