Repository: furkot/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ca, de, el, fi, fr, hu, it, nb, nl, pl, pt, pt_br, ro, ru

source: Settings changed successfully
ca: La configuració s'ha modifica correctament
de: Einstellungen erfolgreich geändert
el: Οι ρυθμίσεις άλλαξαν με επιτυχία
fi: Asetukset on vaihdettu onnistuneesti
fr: Paramètres changés avec succès
hu: Sikeresen megváltoztattad a beállításaidat
it: Impostazioni modificate con successo
nb: Innstillinger er endret
nl: Instellingen zijn succesvol bijgewerkt
pl: Ustawienia zostały zmienione
pt: Configurações alteradas com sucesso
pt_br: Configurações alteradas com sucesso
ro: Setările au fost modificate
ru: Настройки успешно изменены

source: Cannot change password
ca: No es pot canviar la contrasenya
de: Passwort kann nicht geändert werden
el: Δεν μπορεί να αλλάξει ο κωδικός
fi: Salasanaa ei voida vaihtaa
fr: Le mot de passe ne peut pas être modifié
hu: A jelszó megváltoztatása nem sikerült
it: Non è possibile modificare la password
nb: Kan ikke endre passord
nl: Kan wachtwoord niet wijzigen
pl: Nie można zmienić hasła
pt: Não é possível alterar a senha
pt_br: A senha não pode ser alterada
ro: Parola nu poate fi schimbată
ru: Невозможно изменить пароль

source: Cannot change settings
ca: No es pot canviar la configuració
de: Einstellungen können nicht geändert werden
el: Δεν μπορείτε να αλλάξετε τις ρυθμίσεις
fi: Asetuksia ei voida muuttaa
fr: Les paramètres ne peuvent pas être modifiés
hu: A beállítások megváltoztatása nem sikerült
it: Non è possibile modificare le impostazioni
nb: Kan ikke endre innstillinger
nl: Kan instellingen niet wijzigen
pl: Nie można zmienić ustawień
pt: Não é possível alterar as configurações
pt_br: As configurações não podem ser alteradas
ro: Setările nu pot fi modificate
ru: Невозможно изменить настройки

source: Connected Accounts
ca: Comptes vinculats
de: Verbundene Konten
el: Συνδεδεμένοι Λογαριασμοί
fi: Liitettävät tilit
fr: Comptes associés
hu: Csatlakoztatott fiókok
it: Account connessi
nb: tilkoblede kontoer
nl: Gelinkte accounts
pl: Podłączone konta
pt: Contas Conectadas
pt_br: Contas Conectadas
ro: Conturi conectate
ru: Присоединённые учётные записи

source: Disconnect account
ca: Desvincula el compte
el: Αποσύνδεση λογαριασμού
fi: Katkaise tilin liitos
fr: Déconnecter le compte
hu: Fiók csatlakozását megszüntetni
it: Sconnetti il tuo account social
nb: Koble fra konto
nl: Account afmelden

source: Learn more
ca: Vull saber-ne més
de: Erfahren Sie mehr
el: Μάθε περισσότερα
fi: Lisätietoja
fr: Pour en savoir plus
hu: Segítség
it: Maggiori informazioni
nb: Lær mer
nl: Lees verder
pl: Więcej informacji
pt: Saiba mais
pt_br: Saiba mais
ro: Află mai multe
ru: Узнать больше

source: Plan stops
ca: Planificar aturades
de: Plane Stationen
el: Προγραμματίστε στάσεις
fi: Suunnittele pysähdyksiä
fr: Planifiez les arrêts
hu: Megállók tervezése
it: Pianifica soste
nb: planlegg stopp
nl: Plan stopplaatsen
pl: Dodaj do podróży
pt: Planear paragens
pt_br: Paradas planejadas
ro: Planificare opriri
ru: Планируемые остановки

source: Select a trip to add to.
ca: Selecciona un viatge per afegir-lo.
de: Wählen Sie eine Reise, zu der Sie hinzufügen wollen.
el: Επιλέξτε ένα ταξίδι για να προσθέσετε.
fi: Valitse matka johon haluat lisätä.
fr: Sélectionnez un voyage à ajouter.
hu: Válassz ki egy útitervet amihez hozzá szeretnél adni.
it: Seleziona un viaggio a cui aggiungere.
nb: Velg en reise å stoppene legge til.
nl: Selecteer een reis om aan toe te voegen.
pl: Wybierz podróż, do której chcesz dodać.
pt: Selecione uma viagem para adicionar.
pt_br: Selecione uma viagem para adicionar.
ro: Selectați o călătorie la care să o adăugați.
ru: Выберете поездку для добавления.

source: New trip
ca: Nou viatge
de: Neue Reise
el: Νέο ταξίδι
fi: Uusi matka
fr: Nouveau voyage
hu: Új útiterv
it: Nuovo viaggio
nb: ny tur
nl: Nieuwe reis
pl: Nowa podróż
pt: Nova viagem
pt_br: Nova viagem
ro: Călătorie nouă
ru: Новая поездка

source: Do you want to create your own version of a trip {}?
ca: Vols crear la teva versió del viatge {}?
de: Möchten Sie eine eigene Version der Reise {} erstellen?
el: Θέλετε να δημιουργήσετε τη δική σας εκδοχή ενός ταξιδιού {};
fi: Haluatko luoda oman versiosi matkasta {}?
fr: Voulez-vous créer votre propre version d’un voyage {} ?
hu: Szeretnéd létrehozni a saját verziódat ebből az útitervből {}?
it: Vuoi creare la tua versione di un viaggio {}?
nb: Ønsker du å lage din egen versjon av en tur {}?
nl: Wil je een eigen versie van een reis maken {}?
pl: Czy chcesz utworzyć swoją własną wersję podróży {}?
pt: Deseja criar sua própria versão da viagem {} ?
pt_br: Deseja criar sua própria versão da viagem {} ?
ro: Doriți să creați propria versiune a unei călătorii {}?
ru: Хочешь ли ты создать свою собственную версию поездки {}?

source: Applications
ca: Aplicacions
de: Anwendungen
el: Εφαρμογές
fi: Sovellukset
hu: Alkalmazások
it: Applicazioni
nb: apper
nl: Toepassingen
pl: Aplikacje
pt: Aplicações
pt_br: Aplicações
ro: Aplicaţii
ru: Приложения

source: You haven’t given any application access to your Furkot trips.
ca: No has donat accés a cap aplicació per accedir als teus viatges de Furkot.
de: Sie haben keiner Anwendung Zugriff auf Ihre Furkot-Reisen gewährt.
el: Δεν έχετε δώσει σε καμία εφαρμογή πρόσβαση στα ταξίδια σας στο Furkot.
fi: Et ole antanut yhdellekään sovellukselle pääsyä Furkot-matkoihisi.
fr: Vous n'avez donné accès à vos voyages Furkot à aucune application.
hu: Még nem adtál hozzáférést egy alkalmazásnak sem a Furkot útiterveidhez.
it: Non hai consentito l'accesso ai tuoi viaggi Furkot ad alcuna applicazione.
nb: Du har ikke gitt noen apper tilgang til Furkot turer.
nl: Je hebt nog geen enkele toepassing toegang gegeven tot je Furkot-reizen.
pl: Nie przyznałeś żadnym aplikacjom praw dostępu do Twoich podróży na Furkocie.
pt: Você não forneceu acesso ao aplicativo às suas viagens Furkot.
pt_br: Você não forneceu nenhum acesso ao aplicativo para suas viagens Furkot.
ro: Nu ai oferit niciunei aplicații acces la călătoriile dumneavoastră Furkot.
ru: Вы не предоставили ни одному приложению доступ к своим поездкам в Furkot.

source: We recommend:
ca: Nosaltres recomanem:
de: Wir empfehlen:
el: Συνιστούμε:
fi: Suosittelemme:
fr: Nous recommandons :
hu: Ajánljuk:
it: Consigliamo:
nb: Vi anbefaler:
nl: Wij raden aan:
pl: Polecamy:
pt: Recomendamos:
pt_br: Recomendamos:
ro: Recomandări:
ru: Мы рекомендуем:

source: Remove
ca: Eliminar
de: Entfernen
el: Αφαίρεση
fi: Poista
fr: Supprimer
hu: Eltávolít
it: Disabilitare
nb: Fjern
nl: Verwijderen
pl: Usuń
pt: Remover
pt_br: Remover
ro: Îndepărtează
ru: Удалить

source: Book trip
ca: Reservar viatge
de: Reise buchen
el: Κάντε κράτηση ταξιδιού
fi: Varaa matka
fr: Réservez le voyage
hu: Útiterv előjegyzése
it: Prenota un viaggio
nb: Bestill tur
nl: Reis boeken
pl: Zarezerwuj noclegi
pt: Reservar viagem
pt_br: Reservar viagem em
ro: Rezervă excursie
ru: Забронировать поездку

source: Congratulations! You have booked lodging accommodations for every overnight stop on this trip.
ca: Felicitats! Has reservat allotjament per a cada nit d'aquest viatge.
de: Herzlichen Glückwunsch! Sie haben Unterkünfte für alle Übernachtungen auf dieser Reise gebucht.
el: Συγχαρητήρια! Έχετε κάνει κράτηση για διαμονή σε καταλύματα για κάθε διανυκτέρευση σε αυτό το ταξίδι.
fi: Onneksi olkoon! Olet varannut jokaiselle yöpymiselle majoituksen.
fr: Félicitations ! Vous avez réservé des hébergements pour chaque nuitée dans ce voyage.
hu: Gratulálunk! Sikeresen foglaltál szállást az útiterv minden éjszakai megállójára.
it: Complimenti! Hai prenotato gli alloggi per tutti i pernottamenti di questo viaggio.
nb: Gratulerer! Du har bestilt overnattingsplass for hver overnattingsstopp på denne turen.
nl: Gefeliciteerd! Je hebt alle overnachtingen voor deze reis geboekt.
pl: Gratulacje! Masz zarezerwowane noclegi na każdy dzień podróży.
pt: Parabéns! Você reservou alojamento para cada paragem nocturna desta viagem.
pt_br: Parabéns! Você reservou acomodações para cada pernoite desta viagem.
ro: Felicitări! Ai rezervat cazare pentru fiecare oprire peste noapte în această călătorie.
ru: Поздравления! Вы забронировали жилье для каждую ночную остановку в этой поездке.

source: Press [Done] to continue trip planning.
ca: Prem [Fet] per a continuar planificant el viatge.
de: Drücken Sie [Fertig], um jetzt mit der Reiseplanung fortzufahren.
el: Πατήστε το πλήκτρο [Τέλος] για να συνεχίσετε τον προγραμματισμό του ταξιδιού.
fi: [Valmis] jatka matkan suunnittelua.
fr: Cliquez sur [Terminé] pour continuer la planification du voyage.
hu: Kattints a [Kész] gombra a tervezés folytatásához.
it: Premi [Eseguito] per continuare a pianificare il viaggio.
nb: Trykk [Ferdig] for å fortsette turplanlegging.
nl: Druk op [Klaar] om verder te plannen.
pl: Naciśnij [Dalej], aby kontynuować planowanie.
pt: Pressione [Concluído] para continuar o planeamento da viagem.
pt_br: Pressione [Concluído] para continuar o planejamento da viagem.
ro: Clic pe [Gata] pentru a continua planificarea călătoriei.
ru: Нажмите [Готово], чтобы продолжить.

source: Make sure the hotel name and address in Furkot match the one that you booked.
ca: Assegura't que el nom i l'adreça de l'hotel a Furkot és el que hagis reservat.
de: Stellen Sie sicher, dass Name und Anschrift des Hotels, das Sie gebucht haben, mit den Daten in Furkot übereinstimmen.
el: Βεβαιωθείτε ότι το όνομα του ξενοδοχείου και η διεύθυνση στο Furkot ταιριάζει με αυτό που έχετε κάνει κράτηση.
fi: Varmista että hotellin nimi ja osoite Furkotissa täsmää oikean varauksesi kanssa.
fr: Assurez-vous que le nom de l'hôtel et l’adresse dans Furkot corresponde à celui que vous avez réservé.
hu: Győződj meg róla, hogy a szállásod neve és címe megegyezik a foglalásodban találhatóval.
it: Assicurati che il nome e l'indirizzo dell'albergo di Furkot corrispondano a quello che hai prenotato.
nb: Sjekk at hotellets navn og adresse i Furkot matcher det du bestilte.
nl: Let er op dat de naam en het adres van het hotel in Furkot overeenkomt met je boeking.
pl: Upewnij się, że nazwa i adres w Furkocie odpowiada zarezerwowanemu hotelowi.
pt: Verifique se o nome do hotel e endereço no Furkot coincidem com o que você reservou.
pt_br: Verifique se o nome do hotel e endereço no Furkot coincidem com o que você reservou.
ro: Asigura-te că numele și adresa hotelului din Furkot se potrivesc cu cel pe care l-ai rezervat.
ru: Убедитесь, что название гостиницы и адрес в Furkot соответствует тому, что вы забронировали.

source: Hotel name
ca: Nom de l'hotel
el: όνομα ξενοδοχείου
fi: Hotellin nimi
fr: Nom de l’hôtel
hu: Szálloda neve
it: Nome dell'albergo
nb: navn på hotell
nl: Naam hotel
pl: Nazwa hotelu
pt: Nome do Hotel
pt_br: Nome do Hotel
ro: Numele hotelului
ru: Название гостиницы

source: Hotel address
ca: Adreça de l'hotel
de: Adresse des Hotels
el: διεύθυνση ξενοδοχείου
fi: Hotellin osoite
fr: Adresse de l’hôtel
hu: Szálloda címe
it: Indirizzo dell'albergo
nb: Hotell adresse
nl: Adres hotel
pl: Adres hotelu
pt: Endereço do Hotel
pt_br: Endereço do Hotel
ro: Adresa hotelului
ru: Адрес гостиницы

source: Check in
de: Einchecken
el: Άφιξη
fi: Sisäänkirjautuminen
fr: Arrivée
hu: Bejelentkezés
nb: Innsjekk
nl: Inchecken
pl: Od
pt: Entrada
pt_br: Entrada
ru: Заезд

source: Check out
de: Auschecken
el: Αναχώρηση
fi: Uloskirjautuminen
fr: Départ
hu: Kijelentkezés
nb: Utsjekk
nl: Uitchecken
pl: Do
pt: Saída
pt_br: Saída
ru: Выезд

source: Looks like you started hotel booking process, but did not enter any booking confirmation.
ca: Sembla que has iniciat un procés de reserva d'hotel, però no has introduït cap confirmació.
de: Es sieht so aus, als ob Sie den Hotelbuchungsvorgang gestartet haben, aber keine Buchungsbestätigung eingegeben haben.
el: Φαίνεται ότι έχετε τη διαδικασία κράτησης ξενοδοχείου, αλλά δεν έχετε εισάγει επιβεβαίωση της κράτησης.
fi: Näyttää siltä että aloitit majoituksen varaamisen, mutta et antanut varausvahvistusta.
fr: Il semble que vous ayez commencé un processus de réservation d'hôtel, mais n’ayez pas saisi de confirmation de réservation.
hu: Úgy tűnik, elkezdted egy szállás lefoglalását, de nem írtál be foglalási visszaigazolást.
it: Sembra che tu abbia iniziato la prenotazione di un albergo, ma non hai inserito nessuna conferma della prenotazione.
nb: Det ser ut som du startet hotellbookingprosessen, men kom ikke inn på bestillingsbekreftelsen.
nl: Het lijkt erop dat je bezig bent een hotel te boeken, maar je hebt de boeking nog niet bevestigd.
pl: Wygląda na to, rozpocząłeś proces rezerwacji, ale nie wprowadziłeś żadnego potwierdzenia.
pt: Parece que você iniciou o processo de reserva do hotel, mas não realizou a confirmação de reserva.
pt_br: Parece que você começou o processo de reserva de hotel, mas não realizou a confirmação de reserva.
ro: Se pare că ai început procesul de rezervare la hotel, dar nu ai introdus nicio confirmare a rezervării.
ru: Выглядит как-будто Вы начали процесс бронирования гостиницы, но не ввёли никакого подтверждения брони.

source: Press [Next] if you intend to enter the booking confirmation later, or if you don't want to complete the booking at this time.
ca: Prem [Següent] si vols introduir la confirmació de reserva més tard, o si no vols completar la reserva en aquest moment.
de: Drücken Sie [Weiter], wenn Sie die Buchungsbestätigung später eingeben möchten, oder wenn Sie die Buchung zu diesem Zeitpunkt nicht abschließen wollen.
el: Πατήστε το πλήκτρο [Επόμενο], αν σκοπεύετε να εισάγετε την επιβεβαίωση της κράτησης αργότερα, ή αν δεν θέλετε να ολοκληρώσετε την κράτησή αυτή τη στιγμή.
fi: Klikkaa [Seuraava] jos aiot tehdä varausvahvistuksen myöhemmin tai jos et halua suorittaa varausta loppuun tällä kertaa.
fr: Appuyez sur [Suivant] si vous avez l'intention de saisir la confirmation de réservation plus tard, ou si vous ne souhaitez pas finaliser la réservation maintenant.
hu: Kattints a [Következő] gombra, ha később szeretnéd folytatni a szállásfoglalást ,vagy nem szeretnél most szállást foglalni.
it: Premi [Prossimo] se intendi immettere la conferma della prenotazione in seguito, o se non desideri completare la prenotazione ora.
nb: Trykk [Neste] hvis du ønsker å gå inn i bestillingsbekreftelsen senere, eller hvis du ikke ønsker å fullføre bestillingen på dette tidspunktet.
nl: Druk op [Volgende] als je van plan bent de boeking later te bevestigen, of als je de boeking nu niet wilt afronden.
pl: Naciśnij [Dalej], jeśli nie chcesz dokonać rezerwacji teraz lub zamierzasz wprowadzić potwierdzenie rezerwacji później.
pt: Pressione [Próximo] se pretende introduzir a confirmação da reserva mais tarde ou se não pretende concluir a reserva neste momento.
pt_br: Pressione [Próximo] se pretende introduzir a confirmação da reserva mais tarde ou se não pretende concluir a reserva no momento.
ro: Clic pe [Următorul] dacă intenționezi să introduci confirmarea rezervării mai târziu sau dacă nu dorești să finalizezi rezervarea în acest moment.
ru: Нажмите [Далее], если вы собираетесь ввести подтверждение бронирования позже, или если вы не хотите завершать бронирование сейчас.

source: Press [Done] if you intend to enter the booking confirmation later, or if you don't want to complete the booking at this time.
ca: Prem [Fet] si vols introduir la confirmació de reserva més tard, o si no vols completar la reserva en aquest moment.
de: Drücken Sie [Fertig], wenn Sie die Buchungsbestätigung später eingeben möchten, oder wenn Sie die Buchung zu diesem Zeitpunkt nicht abschließen wollen.
el: Πατήστε το πλήκτρο [Τέλος], αν σκοπεύετε να εισάγετε την επιβεβαίωση της κράτησης αργότερα, ή αν δεν θέλετε να ολοκληρώσετε την κράτησή αυτή τη στιγμή.
fi: Klikkaa [Valmis] jos aiot tehdä varausvahvistuksen myöhemmin tai jos et halua suorittaa varausta loppuun tällä kertaa.
fr: Appuyez sur [Terminé] si vous avez l'intention de saisir la confirmation de réservation plus tard, ou si vous ne souhaitez pas finaliser la réservation maintenant.
hu: Kattints a [Kész] gombra ha később szeretnéd befejezni a szállás lefoglalását, vagy nem szeretnéd most lefoglalni a szállást.
it: Premi [Eseguito] se intendi immettere la conferma della prenotazione in seguito, oppure se non vuoi completare la prenotazione in questo momento.
nb: Trykk [Ferdig] hvis du ønsker å gå inn i bestillingsbekreftelsen senere, eller hvis du ikke ønsker å fullføre bestillingen på dette tidspunktet.
nl: Druk op [Klaar] als je van plan bent de boeking later te bevestigen, of als je de boeking op dit moment niet wilt voltooien.
pl: Naciśnij [Koniec], jeśli nie chcesz dokonać rezerwacji teraz lub zamierzasz wprowadzić potwierdzenie rezerwacji później.
pt: Pressione [Concluído] se pretende introduzir a confirmação da reserva mais tarde ou se não pretende concluir a reserva neste momento.
pt_br: Pressione [Concluído] se pretende introduzir a confirmação da reserva mais tarde ou se não pretende concluir a reserva no momento.
ro: Clic pe [Terminat] dacă intenționezi să introduci confirmarea rezervării mai târziu sau dacă nu dorești să finalizezi rezervarea în acest moment.
ru: Нажмите [Готово], если вы собираетесь ввести подтверждение бронирования позже, или если вы не хотите завершать бронирование сейчас.

source: Entering your booking confirmation (number or URL) in Furkot does not change your booking status, but lets Furkot help you keep track of your reservations.
ca: Introduint la confirmació de reserva (número o URL) a Furkot no canviarà l'estat de la reserva, però permetrás a Furkot ajudar-te a fer el seguiment de les teves reserves.
de: Die Eingabe Ihrer Buchungsbestätigung (Nummer oder URL) in Furkot ändert nicht Ihren Buchungsstatus, aber Furkot hilft Ihnen, den Überblick über Ihre Reservierungen zu behalten.
el: Εισάγωντας την επιβεβαίωση της κράτησης (αριθμό ή τη διεύθυνση URL) στο Furkot δεν αλλάζει την κατάσταση της κράτησής σας, αλλά επιτρέπει στο Furkot να σας βοηθήσει να παρακολουθείτε τις κρατήσεις σας.
fi: Syöttämällä Furkotiin varausvahvistuksen (numero tai URL-osoite) ei muuta oikean varauksen tilaa mutta auttaa Furkotia pitämään varauksistasi kirjaa.
fr: Saisir votre confirmation de réservation (numéro ou URL) dans Furkot ne changera pas l'état de votre réservation, mais vous aidera à garder une trace de toutes vos réservations.
hu: Foglalási visszaigazolásod rögzítése a Furkot-ban (foglalási szám vagy URL) nem változtatja meg foglalásod állapotát, de a Furkot nyilván tudja tartani foglalásaidat.
it: Inserire la conferma della prenotazione (numero o URL) in Furkot non cambia il proprio stato di prenotazione, ma aiuta Furkot a tenere traccia delle tue prenotazioni.
nb: Å legge inn bestillingsbekreftelsen (nummer eller URL) i Furkot endrer ikke din reservasjonsstatus, men lar Furkot hjelpe deg å holde oversikt over dine bestillinger.
nl: Het invoeren van de bevestiging van je boeking (nummer of URL) in Furkot verandert niets aan de status van je boeking, maar helpt je in Furkot een overzicht te krijgen van je reserveringen.
pl: Wprowadzając potwierdzenie (numer lub link) w Furkocie gromadzisz wszystkie rezerwacje w jednym miejscu.
pt: Inserir a sua confirmação de reserva (número ou URL) no Furkot não altera o seu estado da reserva, mas permite que o Furkot o ajude a manter o controlo das suas reservas.
pt_br: Inserir a sua confirmação de reserva (número ou URL) no Furkot não altera o seu estado da reserva, mas permite que o Furkot ajude-o a manter o controle de suas reservas.
ro: Introducerea confirmării rezervării (număr sau URL) în Furkot nu modifică starea rezervării, dar permite Furkot să te ajute să urmărești rezervările.
ru: Ввод подтверждения бронирования (номер или URL) в Furkot не меняет статус бронирования, но позволяет Furkot помочь вам отслеживать ваши бронирования.

source: Booking confirmation
ca: Confirmació de reserva
de: Buchungsbestätigung
el: Επιβεβαίωση κράτησης
fi: Varausvahvistus
fr: Confirmation de réservation
hu: Foglalási visszaigazolás
it: Conferma prenotazione
nb: Bestillingsbekreftelse
nl: Boekingsbevestiging
pl: Potwierdzenie rezerwacji
pt: Confirmação da reserva
pt_br: Confirmação da reserva
ro: Confirmarea rezervării
ru: Подтверждение бронирования

source: Enter booking confirmation if you made a reservation
ca: Introdueix la confirmació si has fet una reserva
de: Geben Sie die Buchungsbestätigung ein, wenn Sie eine Reservierung gemacht haben
el: Εισάγετε την επιβεβαίωση της κράτησης, εάν έχετε κάνει κράτηση
fi: Jos teit varauksen anna varausvahvistus
fr: Entrez le numéro de confirmation si vous avez une réservation
hu: Ha lefoglaltad a szállást, rögzítsd a visszaigazolást
it: Inserisci il numero di conferma se hai effettuato una prenotazione
nb: Oppgi bestillingsbekreftelse hvis du har gjort en reservasjon
nl: Voer de boekingsbevestiging in als je hebt gereserveerd
pl: Wpisz potwierdzenie dokonanej rezerwacji
pt: Introduza a confirmação da reserva se realizou uma reserva
pt_br: Digite a confirmação da reserva se você fez uma reserva
ro: Introdu confirmarea rezervării dacă ai făcut o rezervare
ru: Введите подтверждение бронирования, если сделали заказ

source: Available to book at
ca: Disponible per reservar a
de: Zum Buchen verfügbar bei
el: Διαθέσιμο για κρατήσεις στο
fi: Varattavissa paikassa
fr: Disponible pour réserver sur
hu: Itt foglalható
it: Disponibile per la prenotazione a
nb: Tilgjengelig for å bestille på
nl: Te boeken bij
pl: Można zarezerwować na
pt: Disponível para reservar em
pt_br: Disponível para reservar em
ro: Disponibil pentru rezervare la
ru: Доступно бронирование в

source: Want more options? Try these services
ca: Vols més opcions? Prova aquests serveis
de: Möchten Sie weitere Optionen? Probieren Sie diese Dienstleistungen
el: Θέλετε περισσότερες επιλογές; Δοκιμάστε αυτές τις υπηρεσίες
fi: Haluatko lisää vaihtoehtoja? Kokeile näitä palveluita
fr: Voulez-vous plus d'options ? Essayez ces services
hu: Több lehetőséget keresel? Próbáld meg itt
it: Vuoi più opzioni? Prova questi servizi
nb: Ønsker du flere alternativer? Prøv disse tjenestene
nl: Wil je meer opties? Probeer dan deze diensten
pl: Mało opcji? Wypróbuj poniższe serwisy
pt: Quer mais opções? Experimente estes serviços
pt_br: Quer mais opções? Experimente estes serviços
ro: Dorești mai multe opțiuni? Încearcă aceste servicii
ru: Хотите больше возможностей? Попробуйте эти сервисы

source: Press this button to continue booking or press [Done] again
ca: Prem aquest botó per continuar amb la reserva o prem [Fet] altre cop
de: Drücken Sie diesen Button, um die Buchung fortzusetzen, oder drücken Sie erneut [Fertig]
el: Πατήστε αυτό το κουμπί για να συνεχίσετε την κράτηση ή πατήστε το πλήκτρο [Τέλος] και πάλι
fi: Jatka varauksen tekemistä tai klikkaa uudelleen [Valmis]
fr: Cliquez sur ce bouton pour continuer la réservation ou cliquez de nouveau sur [Terminé]
hu: Kattints ide a foglalás folytatásához, vagy kattints újra a [Kész] gombra
it: Premi questo pulsante per continuare la prenotazione o premi di nuovo [Eseguito]
nb: Trykk på denne knappen for å fortsette bestilling eller trykk [Utført] igjen
nl: Klik op deze knop om verder te gaan of druk nogmaals op [Klaar]
pl: Naciśnij ten przycisk aby kontynuować rezerwowanie albo naciśnij [Koniec] jeszcze raz
pt: Pressione este botão para continuar a reserva ou pressione [Concluído] novamente
pt_br: Pressione este botão para continuar a reserva ou pressione [Concluído] novamente
ro: Apăsă acest buton pentru a continua rezervarea sau apăsă din nou [Terminat]
ru: Нажмите эту кнопку, чтобы продолжить бронирование или опять нажмите [Готово]
