Repository: furkot/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ca, de, el, fi, fr, hu, it, nb, nl, pl, pt, pt_br, ro, ru

source: This concludes the guided tour of Furkot's features. You can find more information in our [Help].
ca: Això conclou la visita guiada a les característiques de Furkot. Pots trobar més informació a la nostre [Ajuda].
de: Damit ist die geführten Tour durch die Funktionen von Furkot beendet. Weitere Informationen finden Sie unter [Hilfe].
el: Αυτό ολοκληρώνει την ξενάγηση στα χαρακτηριστικά του Furkot. Μπορείτε να βρείτε περισσότερες πληροφορίες στη [Βοήθεια].
fi: Tämä päättää Furkotin ominaisuuksien opastetun kierroksen. Lisätietoja löydät [Apua]-valikosta.
fr: Ceci conclut la visite guidée des fonctionnalités de Furkot. Vous pouvez trouver plus d'informations dans notre [Aide].
it: Questo conclude il tour guidato delle caratteristiche di Furkot. Puoi trovare maggiori informazioni premendo [Aiuto].
nb: Dette avslutter omvisningen i Furkots funksjoner. Du kan finne mer informasjon i vår [Hjelp].
nl: Dit is het einde van de rondleiding van alle functies van Furkot. Meer informatie vind je onder [Hulp] in het menu rechtsboven (Meer opties).
pl: Na tym kończy się zwiedzanie funkcji Furkota. Możesz znaleźć więcej informacji w naszej [Pomocy].
pt: Está concluída a visita guiada das características do Furkot. Pode encontrar mais informações na nossa [Ajuda].
pt_br: Isto conclui a visita guiada das características do Furkot. Você pode encontrar mais informações no nosso [Ajuda].
ro: Aceasta încheie turul ghidat al caracteristicilor Furkot. Poți găsi mai multe informații în [Ajutor].
ru: На этом мы завершаем экскурсию по функциям Furkot. Вы можете найти больше информации в разделе [Помощь].

source: Press [Close] to end the tour now.
ca: Prem [Tancar] per finalitzar el tour ara.
de: Drücken Sie [Schließen], um die Reise jetzt zu beenden.
el: Πατήστε [Κλείσιμο] για να τερματίσετε την περιήγηση.
fi: Paina [Sulje] lopettaaksesi opastetun kierroksen.
fr: Cliquez sur [Fermer] pour terminer la visite maintenant.
it: Premi [Chiudi] per terminare il tour.
nb: Trykk [Lukk] for å avslutte turen nå.
nl: Druk op [Sluiten] om de rondleiding nu te beëindigen.
pl: Naciśnij [Zamknij], aby zakończyć prezentację.
pt: Pressione [Fechar] para terminar a visita guiada agora.
pt_br: Clique em [Fechar] para terminar o tour agora.
ro: Apasă[Închide] pentru a încheia turul acum.
ru: Нажмите [Закрыть], чтобы завершить тур сейчас.

source: Step-by-step introduction
ca: Introducció pas a pas
de: Erste Schritte
el: Εισαγωγή Βήμα-βήμα
fi: Kohta kohdalta esittely
fr: Introduction pas à pas
it: Introduzione passo dopo passo
nb: Trinn-for-trinn innføring
nl: Stap-voor-stap introductie
pl: Pierwsze kroki
pt: Introdução passo-a-passo
pt_br: Introdução passo a passo
ro: Introducere pas cu pas
ru: Пошаговое знакомство

source: Find and book lodging
ca: Buscar i reservar allotjament
de: Unterkunft finden und buchen
el: Εύρεση και κράτηση καταλύματος
fi: Etsi ja varaa majoitus
fr: Trouvez et réservez des hébergements
it: Trova e prenota l'alloggio
nb: Finne og bestille losji
nl: Onderkomen vinden en boeken
pl: Noclegi i rezerwacje
pt: Encontre e reserve alojamento
pt_br: Encontre e reserve hospedagem
ro: Găsește și rezervă cazare
ru: Найти и забронировать жилье

source: How to share a trip
ca: Com compartir un viatge
de: Reise teilen
el: Πώς να μοιραστείτε ένα ταξίδι
fi: Miten jakaa matkan
fr: Comment partager un voyage
it: Come condividere un viaggio
nb: Slik deler du en tur
nl: Hoe deel je een reis
pl: Udostępnianie podróży
pt: Como partilhar uma viagem
pt_br: Como compartilhar uma viagem
ro: Cum să partajezi o călătorie
ru: Как поделиться поездкой

source: Help translate Furkot
ca: Ajuda a traduir Furkot
de: Hilf bei der Übersetzung von Furkot
el: Βοηθήστε στη μετάφραση του Furkot
fi: Auta kääntämään Furkotia kielellesi
fr: Aidez à traduire Furkot
it: Aiuta a tradurre Furkot
nb: Hjelp til med å oversette Furkot
nl: Help mee bij het vertalen van Furkot
pl: Pomóż przetłumaczyć Furkot
pt: Ajude a traduzir o Furkot
pt_br: Ajude a traduzir Furkot
ro: Ajută la traducerea Furkot
ru: Помогите перевести Furkot

source: Furkot supports your preferred language {} but we don't have a complete translation yet.
ca: Furkot admet el vostre idioma preferit {} però encara no tenim una traducció completa.
de: Furkot unterstützt Ihre bevorzugte Sprache {}, aber wir haben nicht noch eine vollständige Übersetzung.
el: Το Furkot υποστηρίζει τη γλώσσα προτίμησής σας, {}, αλλά δεν έχουμε μια πλήρη μετάφραση ακόμα.
fi: Furkot tukee haluamaasi kieltä {}, mutta meillä ei ole sitä vielä täysin käännettynä.
fr: Furkot supporte votre langue préférée {}, mais la traduction n'est pas encore complète.
it: Furkot supporta la vostra lingua preferita {} ma non abbiamo ancora una traduzione completa.
nb: Furkot støtter ditt ønskede språk {}, men vi har ikke en komplett oversettelse ennå.
nl: Furkot ondersteunt jouw taalvoorkeur {} maar deze is vooralsnog niet helemaal compleet.
pl: Furkot włada Twoim językiem {}, ale nie mamy jeszcze pełnego tłumaczenia.
pt: Furkot suporta o seu idioma preferido {}, mas ainda não temos uma tradução completa.
pt_br: Furkot suporta o seu idioma preferido {}, mas ainda não temos uma tradução completa.
ro: Furkot acceptă limba ta preferată {} dar nu avem încă o traducere completă.
ru: Furkot поддерживает предпочитаемый вами язык {}, но у нас еще нет полного перевода.

source: If you want to help us translate Furkot to your language [click here]
ca: Si vols ajudar-nos a traduir Furkot al vostre idioma [feu clic aquí]
de: Wenn Sie uns bei der Furkot Übersetzung in Ihre Sprache helfen wollen [hier klicken]
el: Αν θέλετε να μας βοηθήσετε να μεταφράσουμε το Furkot στη γλώσσα σας [κάντε κλικ εδώ]
fi: Jos haluat auttaa meitä kääntämään Furkotin omalle kielellesi [klikkaa tästä]
fr: Si vous souhaitez nous aider à traduire Furkot dans votre langue, [cliquez ici]
it: Se vuoi aiutarci a tradurre Furkot nella tua lingua [clicca qui]
nb: Hvis du ønsker å hjelpe oss å oversette Furkot til ditt språk [Klikk her]
nl: Wanneer je ons wilt helpen met het vertalen van Furkot naar je eigen taal [klik hier]
pl: Jeśli chciałbyś przyczynić się do przetłumaczenia Furkota na Twój język [kliknij tutaj]
pt: Se quiser ajudar-nos a traduzir o Furkot para o seu idioma [pressione aqui]
pt_br: Se você quer nos ajudar a traduzir Furkot para seu idioma [clique aqui]
ro: Dacă vrei să ne ajuți să traducem Furkot în limba ta [clic aici]
ru: Если вы хотите помочь нам перевести Furkot на ваш язык [нажмите здесь]

source: Published
ca: Publicat
de: Veröffentlicht
el: Δημοσιευμένο
fi: Julkaistu
fr: Publié
it: Pubblicato
nb: Publisert
nl: Gepubliceerd
pl: Puszczona w Obieg
pt: Publicada
pt_br: Publicados
ro: Publicat
ru: Опубликовано

source: Suggestions
ca: Suggeriments
de: Vorschläge
el: Προτάσεις
fi: Ehdotukset
it: Suggerimenti
nb: Forslag
nl: Suggesties
pl: Propozycje
pt: Sugestões
pt_br: Sugestões
ro: Sugestii
ru: Предложения

source: Shared with
ca: Compartit amb
de: Geteilt mit
el: Κοινή χρήση με
fi: Jaettu [] kanssa
fr: Partagé avec
it: Condiviso con
nb: Delt med
nl: Gedeeld met
pl: Współautorzy
pt: Partilhada com
pt_br: Compartilhado com
ro: Partajat cu
ru: Совместный доступ с

source: Day Time
ca: Franja horària
de: Tageszeit
el: Διάρκεια της ημέρας
fi: Päivittäinen matkustusaika
fr: Journée
it: Orari della Giornata
nb: Dagens kjøreperiode
nl: Dagtijd
pl: Czas Dnia
pt: Horário do dia
pt_br: Horário do dia
ru: Дневное время

source: Travel Time
ca: Temps de viatge
de: Reisezeit
fi: Matkustusaika
fr: Temps de trajet quotidien
it: Ore di viaggio
nb: Reisetid
nl: Reistijd
pl: Czas Podróży
pt: Tempo de viagem
pt_br: Tempo de viagem
ro: Timp de călătorie
ru: Время поездки

source: Daily Mileage
ca: Quilometratge diari
de: Tageskilometer
el: Ημερήσια χιλιόμετρα
fi: Päivittäisen matkan pituus
fr: Kilométrage quotidien
it: Chilometraggio giornaliero
nb: Daglig distanse
nl: Dagkilometers
pl: Dzienny Przebieg
pt: Distância Diária
pt_br: Distancia diária
ro: Kilometraj zilnic
ru: Суточный пробег

source: miles
ca: milles
de: Meilen
el: μίλια
fi: mailia
it: miglia
nl: mijlen
pl: mile
pt: milhas
pt_br: milhas
ro: mile
ru: миль

source: Warnings
ca: Advertències
de: Warnungen
el: Προειδοποιήσεις
fi: Varoitukset
fr: Avertissements
it: Avvertimenti
nb: Advarsler
nl: Waarschuwingen
pl: Ostrzeżenia
pt: Avisos
pt_br: Avisos
ro: Avertizări

source: Weekends
de: Wochenende
fi: Varoitukset
pl: Weekendy
pt_br: Finais de semana
ro: Weekend
ru: Выходные дни

source: Fuel Range
ca: Abast de combustible
de: Reichweite
el: Αυτονομία καυσίμου
fi: Arvioitu ajomatka polttoainemäärällä
fr: Autonomie
it: Autonomia Carburante
nb: Tankrekkevidde
nl: Actieradius
pl: Zasięg
pt: Autonomia
pt_br: Autonomia
ro: Autonomie combustibil
ru: Без дозаправки

source: Height
ca: Alçada
de: Höhe
el: Ύψος
fi: Korkeus
fr: Hauteur
it: Altezza
nb: Høyde
nl: Hoogte
pl: Wysokość
pt: Altura
pt_br: Altura
ro: Înălțime

source: Length
ca: Llargada
de: Länge
el: Μήκος
fi: Pituus
fr: Longueur
it: Lunghezza
nb: Lengde
nl: Lengte
pl: Długość
pt: Comprimento
pt_br: Comprimento
ro: Lungime

source: Weight
ca: Pes
de: Gewicht
el: Βάρος
fi: Paino
fr: Poids
it: Peso
nb: Vekt
nl: Gewicht
pl: Waga
pt: Peso
pt_br: Peso
ro: Greutate

source: Hazardous Materials
ca: Materials perillosos
de: Gefahrgut
el: Επικίνδυνα Υλικά
fi: Vaarallisia aineita
fr: Matières dangereuses
it: Materiali pericolosi
nb: Farlige substanser
nl: Gevaarlijke stoffen
pl: Ładunek Niebezpieczny
pt: Materiais Perigosos
pt_br: Materiais perigosos
ro: Materiale periculoase

source: Rent a Car
ca: Lloguer de cotxes
de: Ein Auto mieten
el: Ενοικίαση Αυτοκίνητου
fi: Vuokraa auto
fr: Louer une voiture
it: Noleggio Auto
nb: Lei en bil
nl: Auto huren
pl: Wypożycz Auto
pt: Alugar Carro
pt_br: Alugar um carro
ro: Închiriază o mașină
ru: Аренда автомобилей

source: Rooms
ca: Habitacions
de: Zimmer
el: Δωμάτια
fi: Huone(tta)
fr: Chambre(s)
it: Stanze
nb: Antall rom
nl: Kamer(s)
pl: Liczba Pokoi
pt: Quartos
pt_br: Quartos
ro: Camere
ru: Номера

source: Persons per Room
ca: Persones per habitació
de: Personen pro Zimmer
el: Άτομα ανά δωμάτιο
fi: Henkilöä per huone
fr: Personne(s) par chambre
it: Persone per stanza
nb: Personer per rom
nl: Personen per kamer
pl: Liczba Osób w Pokoju
pt: Pessoas por Quarto
pt_br: Pessoas por quarto
ro: Persoane pe cameră
ru: Человек на номер

source: Offline Map
ca: Mapa fora de línia
de: Offline-Karte
el: Χάρτης εκτός σύνδεσης
fi: Offline-kartta
fr: Carte hors connexion
it: Mappa Offline
nb: Kart uten dekning
nl: Offline Kaart
pl: Mapa Lokalnie
pt: Mapa Desconectado
pt_br: Mapa Offline
ro: Hartă offline
ru: Офлайн карта

source: Offline access enabled
ca: Accés fora de línia habilitat
de: Offline-Zugriff aktiviert
el: Ενεργοποιημένη πρόσβαση εκτός σύνδεσης
fi: Offline-tila käytössä
fr: Accès hors connexion activé
it: Accesso offline abilitato
nb: Frakoblet tilgang er aktivert
nl: Offline toegang ingeschakeld
pl: Włączone oglądanie bez Internetu
pt: Acesso desconectado ativado
pt_br: acesso offline habilitado
ro: Acces offline activat
ru: Автономный доступ включен

source: Offline access disabled
ca: Accés fora de línia desactivat
de: Offline-Zugriff deaktiviert
el: Η πρόσβαση εκτός σύνδεσης είναι απενεργοποιημένη
fi: Offline-käyttö poistettu käytöstä
fr: Accès hors connexion désactivé
it: Disabilitato l'accesso offline
nb: Frakoblet tilgang er deaktivert
nl: Offline toegang uitgeschakeld
pl: Wyłączone oglądanie bez Internetu
pt: Acesso desconectado desativado
pt_br: acesso offline desativado
ro: Acces offline dezactivat
ru: Автономный доступ отключен

source: Change trip type
ca: Canvia el tipus de viatge
de: Reiseart ändern
el: Αλλαγή τύπου ταξιδιού
fi: Muuta matkan tyyppiä
fr: Changer le type de voyage
it: Cambia tipo di viaggio
nb: Endre reisetype
nl: Wijzig reistype
pl: Zmień typ podróży
pt: Alterar tipo de viagem
pt_br: Alterar tipo de viagem
ro: Modifică tipul de călătorie
ru: Изменить тип поездки

source: Delete this trip
ca: Elimina aquest viatge
de: Diese Reise löschen
el: Διαγραφή αυτού του ταξιδιού
fi: Poista matka
fr: Supprimer ce voyage
it: Cancella questo viaggio
nb: Slett denne turen
nl: Verwijder deze reis
pl: Usuń tę podróż
pt: Apagar esta viagem
pt_br: Apagar esta viagem
ro: Șterge această călătorie
ru: Удалить эту поездку

source: Duplicate this trip
ca: Duplica aquest viatge
de: Diese Reise duplizieren
el: Αντιγράψτε αυτό το ταξίδι
fi: Monista matka
fr: Dupliquer ce voyage
it: Duplica questo viaggio
nb: Lag en kopi av denne turen
nl: Dupliceer deze reis
pl: Powiel tę podróż
pt: Duplicar esta viagem
pt_br: Duplicar esta viagem
ro: Duplicați această călătorie
ru: Дублировать эту поездку

source: Duplicate
ca: Duplicar
de: Duplizieren
el: Αντίγραφο
fi: Monista
fr: Dupliquer
it: Duplica
nb: Lag kopi
nl: Dupliceren
pl: Powiel
pt: Duplicar
pt_br: Duplicar
ro: Duplicat
ru: Дублировать

source: Change fuel type
ca: Canvia el tipus de combustible
de: Kraftstoffart ändern
el: Αλλαγή τύπου καυσίμου
fi: Muuta polttoainetyyppiä
fr: Changer le type de carburant
it: Cambia tipo di rifornimento
nb: Endre drifstofftype
nl: Verander brandstoftype
pl: Zmień rodzaj paliwa
pt: Alterar tipo de combustível
pt_br: Mudar tipo de combustível
ro: Schimba tipul de combustibil

source: Gasoline
ca: Benzina
de: Benzin
el: Βενζίνη
fi: Bensiini
fr: Essence
it: Benzina
nb: Bensin
nl: Benzine
pl: Benzyna
pt: Gasolina
pt_br: Gasolina
ro: Benzină

source: Diesel fuel
ca: Dièsel
de: Dieselkraftstoff
el: Ντίζελ
fi: Diesel
fr: Gazole
it: Gasolio
nb: Diesel
nl: Diesel
pl: Olej napędowy
pt: Gasóleo
pt_br: Diesel
ro: Motorină

source: Ethanol-free gas
ca: Gas sense etanol
de: Ethanolfreies Benzin
el: Αέριο χωρίς αιθανόλη
fi: Etanolivapaa asema
fr: Essence sans éthanol
it: Benzina senza etanolo
nb: Etanol-fri bensin
nl: Ethanol-vrije benzine
pl: Benzyna bez etanolu
pt: Gasolina sem etanol
pt_br: Gasolina sem Etanol
ro: Benzina fără etanol

source: Electric car
ca: Cotxe elèctric
de: Elektroauto
el: Ηλεκτρικό αυτοκίνητο
fi: Sähköauto
fr: Voiture électrique
it: Automobile elettrica
nb: Elektrisk bil
nl: Elektrische auto
pl: Samochód elektryczny
pt: Carro elétrico
pt_br: Carro elétrico
ro: Masina electrica

source: Name your trip
ca: Posa un nom al teu viatge
de: Benennen Sie Ihre Reise
el: Ονομάστε το ταξίδι σας
fi: Anna matkallesi nimi
fr: Nommez votre voyage
it: Dai un nome al tuo viaggio
nb: Gi turen din et navn
nl: Geef je reis een naam
pl: Nadaj nazwę podróży
pt: Dê um nome à sua viagem
pt_br: Nome da sua viagem
ro: Numește-ți călătoria
ru: Назовите свою поездку

source: Name your trip. Furkot will use it to orient the map
ca: Anomena el teu viatge. Furkot el farà servir per orientar el mapa
de: Geben Sie den Titel Ihrer Reise an. Furkot verwendet ihn, um die Karte auszurichten
el: Ονομάστε το ταξίδι σας. Το Furkot θα το χρησιμοποιήσει για να προσανατολίσει τον χάρτη
fi: Anna matkallesi nimi. Furkot käyttää sitä kartan määrittelemiseen
fr: Nommez votre voyage. Furkot utilisera ce nom pour orienter la carte
it: Dai un titolo al viaggio. Furkot lo userà per orientare la mappa
nb: Navn på turen. Furkot vil bruke det til å orientere kartet
nl: Voer de naam van je reis in. Furkot zal deze gebruiken om de kaart uit te lijnen
pl: Nadaj nazwę podróży. Furkot użyje jej do zorientowania mapy
pt: Dê um nome à sua viagem. Furkot vai usá-lo para orientar o mapa
pt_br: Nome da sua viagem. Furkot vai usá-lo para orientar o mapa
ru: Назовите свою поездку. Furkot будет использовать это для ориентации карты

source: Click to modify trip name
ca: Fes clic per modificar el nom del viatge
de: Klicken, um den Titel der Reise zu ändern
el: Κάντε κλικ για να τροποποιήσετε το όνομα του ταξιδιού
fi: Muuta matkan nimeä
fr: Cliquez pour modifier le nom de voyage
it: Fai clic per modificare il nome del viaggio
nb: Klikk for å endre turens navn
nl: Klik om de naam van de reis aan te passen
pl: Kliknij, aby zmienić nazwę podróży
pt: Pressione para modificar o nome da viagem
pt_br: Clique para modificar o nome da viagem
ro: Clic pentru a modifica numele călătoriei
ru: Нажмите, чтобы изменить имя поездки

source: View more information about this trip
ca: Veure més informació sobre el viatge
de: Weitere Informationen zu dieser Reise ansehen
el: Δείτε περισσότερες πληροφορίες σχετικά με αυτό το ταξίδι
fi: Katso lisätietoja matkasta
fr: Voir plus d'informations sur ce voyage
it: Visualizza più informazioni su questo viaggio
nb: Vis mer informasjon om denne turen
nl: Meer informatie over deze reis bekijken
pl: Zobacz więcej informacji o tej podróży
pt: Ver mais informações sobre esta viagem
pt_br: Ver mais informações sobre esta viagem
ro: Vezi mai multe informații despre această călătorie
ru: Посмотреть подробную информацию об этой поездке

source: End Trip
fi: Matkan päätös

source: Open ended trip
ca: Viatge obert
fi: Lopetuspäivä avoin
fr: Voyage avec dates ouvertes
it: Viaggio con date aperte
nb: Åpne avsluttet tur
nl: Reis met open einde

source: Fixed date trip
ca: Viatge amb data fixa
el: Ταξίδι σταθερής ημερομηνίας
fi: Lopetuspäivä tiedossa
fr: Voyage avec dates fixes
it: Viaggio a date prefissate
nb: Tur med faste datoer
nl: Reis met vaste datum

source: Begin Trip
ca: Comença el viatge
de: Reise beginnen
el: Έναρξη ταξιδιού
fi: Matka alkaa
fr: Commencer le
it: Inizio Viaggio
nb: Starttid for turen
nl: Reis beginnen
pl: Początek
pt: Inicio da Viagem
pt_br: Inicio da viagem
ro: Începe călătoria
ru: Начало поездки

source: Click to modify trip begin date
ca: Fes clic per modificar la data d'inici del viatge
de: Klicken, um das Startdatum der Reise zu ändern
el: Κάντε κλικ για να τροποποιήσετε την ημερομηνία έναρξης του ταξιδιού
fi: Muuta matkan aloituspäivää
fr: Cliquez pour modifier la date de début du voyage
it: Fai clic per modificare la data di inizio viaggio
nb: Klikk for å endre turens startdato
nl: Klik om de startdatum van de reis aan te passen
pl: Kliknij, aby zmienić datę początku podróży
pt: Pressione para modificar a data inicial da viagem
pt_br: Clique para modificar a data inicial da viagem
ro: Clic pentru a modifica data de începere a călătoriei
ru: Нажмите, чтобы изменить дату начала поездки

source: Click to modify trip begin time
ca: Fes clic per modificar l'hora d'inici del viatge
de: Klicken, um die Startuhrzeit der Reise zu ändern
el: Κάντε κλικ για να τροποποιήσετε την ώρα έναρξης του ταξιδιού
fi: Muuta matkan aloitusaikaa
fr: Cliquez pour modifier l’heure de début du voyage
it: Fai clic per modificare l'orario di inizio viaggio
nb: Klikk for å endre turens starttidspunkt
nl: Klik om de begintijd van de reis aan te passen
pl: Kliknij aby zmienić godzinę początku podróży
pt: Pressione para modificar o horário de início da viagem
pt_br: Clique para modificar o horário de início da viagem
ro: Clic pentru a modifica ora de începere a călătoriei
ru: Нажмите, чтобы изменить время начала поездки

source: Finish Trip
ca: Acabar el viatge
de: Reise beenden
el: Τέλος ταξιδιού
fi: Matka päättyy
fr: Terminer le
it: Fine Viaggio
nb: Sluttidspunkt for turen
nl: Reis beëindigen
pl: Koniec
pt: Final da Viagem
pt_br: Final da viagem
ro: Termină călătoria
ru: Конец поездки

source: Click to modify trip end date
ca: Fes clic per modificar la data de finalització del viatge
de: Klicken, um das Enddatum der Reise zu ändern
el: Κάντε κλικ για να τροποποιήσετε την ημερομηνία λήξης του ταξιδιού
fi: Muuta matkan päättymispäivää
fr: Cliquez pour modifier la date de fin du voyage
it: Fai clic per modificare la data di fine viaggio
nb: Klikk for å endre turens sluttdato
nl: Klik om de einddatum van de reis aan te passen
pl: Kliknij, aby zmienić datę zakończenia podróży
pt: Pressione para modificar a data final da viagem
pt_br: Clique para modificar a data final da viagem
ro: Clic pentru a modifica data de încheiere a călătoriei
ru: Нажмите, чтобы изменить дату окончания поездки

source: Click to modify trip end time
ca: Fes clic per modificar l'hora de finalització del viatge
de: Klicken, um die Enduhrzeit der Reise zu ändern
el: Κάντε κλικ για να τροποποιήσετε την ώρα λήξης του ταξιδιού
fi: Muuta matkan päättymisaikaa
fr: Cliquez pour modifier l’heure de fin du voyage
it: Fai clic per modificare l'orario di fine viaggio
nb: Klikk for å endre turens sluttid
nl: Klik om de eindtijd van de reis aan te passen
pl: Kliknij, aby zmienić godzinę zakończenia podróży
pt: Pressione para modificar o horário de fim da viagem
pt_br: Clique para modificar o horário de término da viagem
ro: Clic pentru a modifica ora de sfârșit a călătoriei
ru: Нажмите, чтобы изменить время окончания поездки

source: Start a Day
ca: Inici del dia
de: Tag beginnen
el: Ξεκινήστε μια μέρα
fi: Päivän aloitusaika
fr: Commencer à
it: Inizia giornata alle
nb: Start dagene klokken
nl: Dag beginnen
pl: Początek Dnia
pt: Início do Dia
pt_br: Inicio do dia
ro: Începe o zi
ru: Начало дня

source: Click to modify the time at which you start traveling
ca: Fes clic per modificar l'hora en què comenceu a viatjar
de: Klicken, um die Abreisezeit an den Reisetagen zu ändern
el: Κάντε κλικ για να τροποποιήσετε την ώρα που θα ξεκινήσει το ταξίδι
fi: Muuta matkan lähtöaikaa
fr: Cliquez pour modifier l'heure à laquelle vous commencerez à voyager
it: Clicca per modificare l'ora alla quale inizi a viaggiare
nb: Klikk for å endre tidspunktet for når du begynner å reise
nl: Klik om het tijdstip aan te passen waarop je begint te reizen
pl: Kliknij, aby zmienić czas wyruszania w drogę
pt: Pressione para modificar o horário em que começa a viajar
pt_br: Clique para modificar o horário em que você começa a viagem
ro: Clic pentru a modifica ora la care începi călătoria
ru: Нажмите, чтобы изменить время начала путешествия

source: End a Day
ca: Final del dia
de: Tag beenden
el: Τερματισμός Ημέρας
fi: Päivän lopetusaika
fr: Terminer à
it: Finisci giornata alle
nb: Slutt dagene klokken
nl: Dag beëindigen
pl: Koniec Dnia
pt: Final do Dia
pt_br: Final do dia
ro: Încheie o zi
ru: Конец дня

source: Click to modify the time by which you stop for the night
ca: Fes clic per modificar l'hora a la qual t'atures a la nit
de: Klicken, um die Ankunftszeit an den Reisetage zu ändern
el: Κάντε κλικ για να τροποποιήσετε την ώρα κατά την οποία θα σταματάτε για τη νύχτα
fi: Muuta majoitukseen saapumisaikaa
fr: Cliquez pour modifier l'heure à laquelle vous vous arrêterez pour la nuit
it: Clicca per modificare l'ora in cui sosti per la notte
nb: Klikk for å endre tidspunktet som du ønsker å slutte reisen før overnatting
nl: Klik om het tijdstip aan te passen waarop je stopt voor de nacht
pl: Kliknij, aby zmienić czas zatrzymania się na noc
pt: Pressione para modificar o horário que deseja parar pela noite
pt_br: Clique para modificar o horário que você deseja parar para noite
ro: Clic pentru a modifica ora până la care te oprești pentru noapte
ru: Нажмите, чтобы изменить время, на которое вы останавливаетесь на ночь

source: Click to modify the time spent traveling per day
ca: Fes clic per modificar el temps de viatge per dia
de: Klicken, um die maximale Reisezeit pro Tag zu ändern
el: Κάντε κλικ για να τροποποιήσετε το χρόνο ταξιδιού ανά ημέρα
fi: Muuta matkustamiseen käytettävää aikaa per päivä
fr: Cliquez pour modifier le temps de trajet quotidien
it: Clicca per modificare quanto tempo al giorno dedichi agli spostamenti
nb: Klikk for å endre reisetiden per dag
nl: Klik om de maximale reistijd per dag aan te passen
pl: Kliknij, aby zmienić maksymalny dzienny czas podróży
pt: Pressione para modificar o tempo gasto por dia a viajar
pt_br: Clique para modificar o tempo gasto em viagens por dia
ru: Нажмите, чтобы изменить время, потраченное на поездку в день
