Repository: furkot/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ca, de, el, fi, fr, hu, it, nb, nl, pl, pt, pt_br, ro, ru

source: If you don't want Furkot to schedule overnight stops for your trip, clear daily travel time and mileage limits in the Trip drawer.
ca: Si no voleu que Furkot programi aturades nocturnes per al vostre viatge, esborra els límits de temps de viatge diari i quilometratge al calaix de viatge.
de: Wenn Sie nicht möchten, dass Furkot Übernachtungen für Ihre Reise plant, entfernen Sie im Reiter "Reise" die "Reisezeit" und "Tageskilometer".
fi: Jos et halua Furkotin ajoittavan yöpymisiäsi automaattisesti, tyhjennä Matka-sivuvalikosta päivittäinen matka-aika ja matkan pituus.
fr: Si vous ne souhaitez pas que Furkot planifie les nuitées pour votre voyage, supprimez la durée de voyage quotidien et la limite de kilométrage dans le tiroir de voyage.
it: Se non vuoi che Furkot pianifichi in automatico i pernottamenti del tuo viaggio, rimuovi le ore di viaggio giornaliere e i limiti di chilometraggio nella scheda Viaggio.
nb: Hvis du ikke vil at Furkot planlegger overnattinger på turen, tøm daglige kjøretids- og distansebegrensninger i Tur fanen.
nl: Wanneer je niet wilt dat Furkot onderkomens voor je plant, verwijder dan in de Reis-tab de dagelijkse reistijd en kilometers.
pl: Jeśli nie chcesz, aby Fukot planował noclegi automatycznie, wyzeruj Czas Podróży i Dzienny Przebieg w szufladzie Podróż.
pt: Se não deseja que Furkot programe paragens nocturnas durante a sua viagem, remova os limites de tempo e distancia na secção Viagem.
pt_br: Se você não quer que Furkot agende paradas de pernoite durante a sua viagem, limpe limites de tempo e distancia na aba Viagem.
ro: Dacă nu vrei ca Furkot să programeze opriri peste noapte, in sertarul Calatorie șterge timpul zilnic de călatorie si limita de kilometri.

source: If you want to travel longer on this day you can change the Finish Trip date and time.
ca: Si voleu viatjar més hores aquest dia, podeu canviar la data i l'hora d'acabar el viatge.
de: Wenn Sie an diesem Tag länger fahren möchten, können Sie das Enddatum und die Enduhrzeit der Reise ändern.
fi: Jos haluat matkustaa pidempään tänä päivänä, voit muuttaa matkan lopetuspäivämäärää ja -aikaa.
fr: Si vous souhaitez voyager plus longtemps sur cette journée, vous pouvez changer la date et heure de fin du voyage.
it: Se in questo giorno vuoi guidare più a lungo puoi cambiare data e orario di fine viaggio.
nb: Hvis du ønsker å reise lenger denne dagen kan du endre turens sluttdato og tidspunkt.
nl: Wil je op deze dag langer reizen, dan kun je de datum en tijd van de Einde reis veranderen.
pl: Jeśli chcesz podróżować w tym dniu dłużej, zmień Koniec Podróży.
pt_br: Se você quiser viajar mais neste dia você pode mudar a data e hora do término da viagem.
ro: Dacă vrei să călătorești mai mult în această zi, poți modifica data și ora de finalizare a călătoriei.

source: Or you can clear the Finish Trip date and let Furkot calculate when you arrive at your destination.
ca: O podeu esborrar la data de Finalització del viatge i deixar que Furkot calculi quan arribareu a la vostra destinació.
de: Alternativ können Sie das Enddatum der Reise löschen und Furkot berechnen lassen, wann Sie an Ihrem Ziel ankommen.
fi: Tai voit tyhjentää matkan lopetuspäivämäärän ja antaa Furkotin laskea milloin saavut määränpäähäsi.
fr: Ou vous pouvez enlever la date de fin du voyage et laisser Furkot calculer quand vous arrivez à votre destination.
it: Oppure puoi cancellare la data di fine viaggio e lasciare che Furkot calcoli quando arrivi a destinazione.
nb: Eller du kan slette turens sluttdato og la Furkot beregne når du vil ankomme ditt bestemmelsessted.
nl: Of je wist de einddatum van de reis en laat Furkot berekenen wanneer je op je bestemming aankomt.
ro: Sau poți șterge data de finalizare a călătoriei și lași Furkot să calculeze când ajungi la destinație.

source: If you want to travel longer on this day you can change the fixed Arrival date and time.
ca: Si voleu viatjar més hores aquest dia, podeu canviar la data i l'hora d'arribada fixades.
de: Wenn Sie an diesem Tag länger fahren möchten, können Sie das feste Ankunftsdatum und die feste Ankunftszeit ändern.
fi: Jos haluat matkustaa pidempään tänä päivänä, voit muuttaa asettamaasi matkan lopetuspäivämäärää ja -aikaa.
fr: Si vous souhaitez voyager plus longtemps sur cette journée, vous pouvez changer la date et heure d'arrivée.
it: Se in questo giorno vuoi guidare più a lungo puoi cambiare l'orario prefissato di fine giornata.
nb: Hvis du ønsker å reise lenger denne dagen kan du endre den satte ankomstdatoen og tidspunkt.
nl: Wanneer je langer wilt reizen op deze dag dan kun je de vaste aankomstdatum en tijd veranderen.
pl: Jeśli chcesz podróżować w tym dniu dłużej, zmień Przyjazd.
pt_br: Se você quiser viajar mais neste dia você pode mudar a data e hora de chegada determinada.
ro: Dacă vrei să călătorești mai mult în această zi, poți modifica data și ora fixă de sosire.

source: If you want to travel longer on this day you can cancel the booking and remove confirmation.
ca: Si voleu viatjar més hores aquest dia, podeu cancel·lar la reserva i eliminar la confirmació.
de: Wenn Sie an diesem Tag länger fahren möchten, können Sie die Buchung stornieren und die Bestätigung entfernen.
fi: Jos haluat matkustaa pidempään tänä päivänä, voit peruuttaa varatun majoittumisen ja poistaa varausvahvistuksen.
fr: Si vous souhaitez voyager plus longtemps sur cette journée, vous pouvez annuler la réservation et supprimer la confirmation.
it: Se in questo giorno vuoi guidare più a lungo puoi cancellare la prenotazione e rimuovere i dati di conferma.
nb: Hvis du ønsker å reise lenger denne dagen kan du kansellere bestillingen og fjerne bekreftelsen.
nl: Wanneer je langer wilt reizen op deze dag, dan kun je de reservering annuleren en de bevestiging verwijderen.
pl: Jeśli chcesz podróżować w tym dniu dłużej, odwołaj rezerwację i usuń potwierdzenie.
pt_br: Se você quiser viajar mais neste dia você pode cancelar a reserva e remover a confirmação.
ro: Dacă vrei să călătorești mai mult în această zi, poți anula rezervarea și elimina confirmarea.

source: Automatically scheduled airport
ca: Aeroport programat automàticament
de: Automatisch geplanter Flughafen
el: Αυτόματα προγραμματισμένο αεροδρόμιο
fi: Automaattisesti lisätty lentoasema
fr: Aéroport automatiquement planifié
it: Aeroporto pianificato automaticamente
nb: Automatisk planlagt flyplass
nl: Automatisch gepland vliegveld
pl: Automatycznie znalezione lotnisko
pt: Aeroporto programado automaticamente
pt_br: Aeroporto definido automaticamente
ro: Aeroport programat automat
ru: Автоматически запланированный аэропорт

source: This is an automatically scheduled airport.
ca: Aquest és un aeroport programat automàticament.
de: Dies ist ein automatisch geplanter Flughafen.
el: Αυτό είναι ένα αυτόματα προγραμματισμένο αεροδρόμιο.
fi: Tämä on automaattisesti lisätty lentoasema.
fr: Cet aéroport a été planifié automatiquement.
it: Questo è un aeroporto pianificato in automatico.
nb: Dette er en automatisk planlagt flyplass.
nl: Dit is een automatisch gepland vliegveld.
pl: To jest automatycznie znalezione lotnisko.
pt: Este é um aeroporto programado automaticamente.
pt_br: Este é um aeroporto programado automaticamente.
ro: Acesta este un aeroport programat automat.
ru: Это автоматически запланированный аэропорт.

source: It will disappear when you add an airport before or after it.
ca: Desapareixerà quan afegiu un aeroport abans o després.
de: Er wird ausgeblendet, wenn Sie einen Flughafen davor oder danach hinzuzufügen.
fi: Se poistuu, kun lisäät itse valitsemasi lentoaseman ennen sitä tai sen jälkeen.
fr: Il disparaîtra lorsque vous ajouterez vous-même un aéroport avant ou après.
it: Scomparirà quando si aggiunge un aeroporto prima o dopo.
nb: Det vil forsvinne når du legger til en flyplass før eller etter det.
nl: Het zal verdwijnen wanneer je zelf een vliegveld er voor of er achter toevoegt.
pl: Zniknie po dodaniu lotniska przed lub po nim.
pt: Irá desaparecer quando adicionar um aeroporto antes ou depois.
pt_br: Ele vai desaparecer quando você adicionar um aeroporto antes dele.
ro: Acesta va dispărea atunci când vei adăuga un aeroport înainte sau după acesta.
ru: Эта остановка исчезнет, когда вы добавите аэропорт до или после этой.

source: Alternatively you can change the travel mode for this route if you don't want Furkot to schedule airports.
ca: Alternativament, podeu canviar el mode de viatge d'aquesta ruta si no voleu que Furkot programi aeroports.
de: Sie können alternativ den Routentyp ändern, wenn sie es nicht möchten, dass Furkot Flughäfen automatisch plant.
fi: Jos et halua Furkotin asettavan lentoasemia vaihtoehtoisesti voit muuttaa reitin matkustustapaa.
fr: Vous pouvez sinon modifier le mode de voyage pour cet itinéraire si vous ne souhaitez pas laisser Furkot planifier les aéroports.
it: In alternativa puoi cambiare la modalità di trasporto per questo percorso se non vuoi che Furkot pianifichi gli aeroporti.
nb: Alternativt kan du endre reisemåte for denne ruten dersom du ikke vil at Furkot skal sette opp flypasser.
nl: Als alternatief kunt u de reismodus voor deze route wijzigen als u niet wilt dat Furkot vliegvelden plant.
pl: Jeśli nie chcesz, aby Furkot planował lotniska dla tej trasy, możesz zmienić środek transportu.
pt: Alternativamente pode alterar o modo de viagem para esta rota se não deseja que o Furkot programe aeroportos.
pt_br: Alternativamente você pode alterar o modo de viagem nessa rota se você não deseja que o Furkot defina aeroportos.
ro: Alternativ, poți schimba modul de călătorie pentru această rută dacă nu vrei ca Furkot să programeze aeroporturile.
ru: В качестве альтернативы вы можете изменить режим движения для этого маршрута, если вы не хотите, чтобы Furkot планировал аэропорты.

source: Whatever your lodging preference is &mdash; hotel, campground, apartment &mdash; Furkot will show you scores of [accommodations] on the map and will help you find the perfect place for every night of your trip.
ca: Sigui quina sigui la vostra preferència d'allotjament &mdash; hotel, càmping, apartament &mdash; Furkot et mostrarà les puntuacions dels [allotjaments] al mapa i t'ajudarà a trobar el lloc perfecte per cada nit del teu viatge.
de: Was auch immer Ihre Vorlieben für eine Unterkunft sind &mdash; Hotels, Campingplätze oder Ferienwohnungen &mdash; Furkot zeigt Ihnen Dutzende von [Unterkünften] auf der Karte und hilft Ihnen den perfekten Ort für jede Übernachtung auf Ihrer Reise zu finden.
fi: Mikä tahansa majoituksesi onkaan &mdash; hotelli, leirintäalue, asunto &mdash; Furkot näyttää sinulle tulokset [niistä] kartalla ja auttaa sinua löytämään parhaimman paikan jokaiselle yöpymisellesi.
fr: Quelles que soient vos préférences d’hébergement &mdash; hôtel, camping, appartement &mdash; Furkot vous montrera les notes des [hébergements] sur la carte et vous aidera à trouver l'endroit idéal pour passer chaque nuit de votre voyage.
it: Qualunque sia la tua preferenza di alloggio &mdash; albergo, campeggio, appartamento &mdash; Furkot ti mostrerà decine di [strutture] sulla mappa e ti aiuterà a trovare il luogo ideale per ogni notte del vostro viaggio.
nb: Uansett hva din preferanse for losji er &mdash; hotell, campingplass, leilighet &mdash; Furkot vil vise deg vurderinger av [losji] på kartet og vil hjelpe deg å finne det perfekte stedet for hver natt på turen.
nl: Wat je onderkomenvoorkeur ook is &mdash; hotel, kampeerplaats of appartement &mdash; Furkot zal je tientallen [onderkomens] op de kaart tonen en zal je verder helpen de perfecte plaats voor de nacht te vinden.
pl: Niezależnie od tego czy wolisz &mdash; hotel, pole namiotowe, czy też kwaterę prywatną &mdash; Furkot pokaże dziesiątki [noclegów] na mapie i pomoże znaleźć idealny dach nad głową na każdą noc podróży.
pt_br: Seja qual for a sua preferência alojamento é &mdash; Hotel, acampamento, apartamento &mdash; Furkot irá mostrar-lhe dezenas de [acomodações] no mapa da cidade e irá ajudá-lo a encontrar o lugar perfeito para cada noite de sua viagem.
ro: Oricare ar fi preferințele tale de cazare este &mdash; hotel, camping, apartament &mdash; Furkot îți va arăta zeci de [cazari] pe hartă și te va ajuta să găsești locul perfect pentru fiecare noapte a călătoriei.
ru: Независимо от ваших предпочтений в жилье &mdash; гостиница, кемпинг, квартира &mdash; Furkot покажет вам множество [жилья] на карте и поможет Вам найти идеальное место для каждой ночи вашей поездки.

source: When you are ready to book, Furkot will take you directly to your favorite booking site and pre-fill the check-in and check-out dates so that you don't have to worry about reserving that hard found lodging on the wrong night.
ca: Quan estiguis preparat per fer una reserva, Furkot et durà directament al teu lloc web de reserves predilecte i et pre-omplenarà les detes de check-in i check-out per tal que no us hàgiu de preocupar de reservar la nit equivocada.
de: Wenn Sie bereit sind zu buchen wird Furkot Sie direkt auf Ihre bevorzugte Buchungsseite leiten und vorab die Check-in- und Check-out-Termine eintragen, so dass Sie sich keine Sorgen machen brauchen, vielleicht den falschen Tag für die gefundene Übernachtung reserviert zu haben.
fi: Kun olet valmis varaamaan yöpymisen, Furkot vie sinut suoraan suosikki-varaussivustollesi ja täyttää etukäteen sekä sisään- että uloskirjautumispäivät, jotta sinun ei tarvitsisi huolehtia siitä, että varaisitkin löydetyn majoituksen väärälle yölle.
fr: Lorsque vous serez prêt à réserver, Furkot vous amènera directement sur votre site de réservation préféré et pré-remplira les dates de réservation. Pas de mauvaise surprise en vous mélangeant dans les dates.
it: Quando sei pronto per prenotare, Furkot ti porterà direttamente al tuo sito di prenotazione preferito e precompilerà le date di arrivo e partenza, in modo che non rischi di prenotare la notte sbagliata per l'alloggio che hai trovato dopo una lunga ricerca.
nb: Når du er klar til å bestille vil Furkot tar deg direkte til din favoritt bookingside og forhåndsfylle innsjekks- og utsjekksdatoer slik at du ikke trenger å bekymre deg for å reservere losji på feil natt.
nl: Wanneer je zover bent om te gaan boeken, zal Furkot je direct naar je favoriete boekingssite brengen. De in- en uitcheckgegevens zijn dan al voor je ingevuld. Zo hoef je jezelf geen zorgen te maken dat, bijvoorbeeld, voor de verkeerde nacht is gereserveerd.
pl: Jak zdecydujesz się zarezerwować Furkot zabierze Cię bezpośrednio do Twojego ulubionego serwisu i wypełnieni formularz dodając daty, liczbę pokojów i osób. Nie musisz się przejmować pomyłkami w datach.
pt: Quando estiver pronto para reservar, Furkot irá levá-lo diretamente para o seu site de reserva favorito e pré-preencher as datas de check-in e check-out para que não precise de se preocupar em reservar na data errada naquele alojamento difícil de encontrar.
pt_br: Quando você estiver pronto para reservar, Furkot irá levá-lo diretamente para o seu local de reserva favorito e preencher as datas de check-in e check-out para que você não precise se preocupar em reservar na data errada aquele alojamento difícil de encontrar.
ro: Când ești gata să rezervi, Furkot te va duce direct la site-ul de rezervare preferat și va pre-completa datele de check-in și check-out, astfel încât să nu trebuiască să-ți faci griji cu privire la rezervarea acelei cazări greu de găsit în noaptea greșită.
ru: Когда будете готовы к бронированию, Furkot направит Вас прямо на ваш любимый сайт бронирования и предварительно заполнит даты заезда и отъезда, чтобы вам не пришлось беспокоиться о том, как бы не зарезервировать найденное жилье на другую ночь.

source: Open the [Sleep] drawer to find the best place to spend the night. Choose from over 1 million hotels, motels, B&Bs, and campgrounds around the world.
ca: Obre el calaix [Dormir] per trobar el millor lloc on passar la nit. Escull d'entre 1 milió d'hotels, motels, B&Bs i càmpings per tot el mon.
de: Öffnen Sie den Reiter [Schlaf], um den besten Ort für eine Übernachtung zu finden. Wählen Sie aus über einer Million Hotels, Motels, Pensionen und Campingplätzen rund um den Globus.
el: Ανοίξτε το συρτάρι [Ύπνος] για να βρείτε το καλύτερο μέρος για να περάσετε τη νύχτα. Επιλέξτε ανάμεσα σε πάνω από 1 εκατομμύριο ξενοδοχεία, μοτέλ, B&B και χώρους κατασκήνωσης σε όλο τον κόσμο.
fi: Löytääksesi parhaan majoituspaikan avaa [Majoitu]-sivuvalikko. Valitse ympäri maailmaa yli miljoonasta hotellista, motellista, B&B:stä ja leirintäalueesta.
fr: Ouvrez le tiroir [Dormir] pour trouver le meilleur endroit pour passer la nuit. Choisissez parmi plus d'un million d'hôtels, motels, B&Bs et campings dans le monde entier.
it: Apri la scheda [Dormi] per trovare il luogo migliore dove passare la notte. Scegli tra oltre un milione di alberghi, motel, B&B e campeggi in tutto il mondo.
nb: Åpne [Sleep] fanen for å finne den beste plassen å tilbringe natten. Velg fra over 1 million hoteller, moteller, B&B og campingplasser rundt om i verden.
nl: Open de [Slapen]-tab om de beste plaats voor het doorbrengen van de nacht te vinden. Kies uit meer dan 700.000 hotels, motels, B&B's en kampeerplaatsen over de hele wereld.
pl: Otwórz szufladę [Noclegi] aby znaleźć najlepsze miejsce na spędzenie nocy. Wybierz z ponad miliona hoteli, moteli, pensjonatów i kempingów na całym świecie.
pt: Abra a secção [Estadia] para encontrar o melhor lugar para passar a noite. Escolha de entre mais de 1 milhão de hotéis, motéis, B&Bs, e parques de campismo em todo o mundo.
pt_br: Abra a aba [Estadia] para encontrar o melhor lugar para passar a noite. Escolha entre mais de 1 milhão de hotéis, motéis, B & Bs, e acampamentos em todo o mundo.
ro: Deschide sertarul [DORMIT] pentru a găsi cel mai bun loc de a petrece noaptea. Alegi din peste 1 milion de hoteluri, moteluri, B&B-uri și campinguri din întreaga lume.
ru: Откройте вкладку [Сон], чтобы найти лучшее место для ночевки. Выберите из более чем 1 миллиона гостиниц, мотелей, B&Bs и кемпингов по всему миру.

source: Select types of lodging accommodations that you prefer.
ca: Selecciona els tipus d'allotjament que prefereixis.
de: Wählen Sie Unterkunftsarten, die Sie bevorzugen.
fi: Valitse haluamasi majoitustyypit.
fr: Sélectionnez les types d'hébergement que vous préférez.
it: Seleziona i tipi di alloggi preferiti per questo viaggio.
nb: Velg hvilke typer overnattingssteder du foretrekker.
nl: Kies het type onderkomen dat je voorkeur heeft.
pl: Wybierz rodzaje kwater, które najbardziej Ci pasują.
pt: Selecione os tipos de acomodação que prefere.
pt_br: Selecione os tipos de acomodação que você prefere.
ro: Selectează tipurile de cazare pe care le preferi.
ru: Выберите типы жилья, которые вы предпочитаете.

source: Booking [all hotels] for your trip can be a daunting experience: multiple cities, multiple booking sites and many dates and details to mistype? Let Furkot help with that. We will take you through the whole process page by page and hotel by hotel.
ca: Reservar [tots els hotels] del teu viatge pot ser una experiència descoratjadora: múltiples ciutats, múltiples llocs de reserva i moltes dades i detalls amb que equivocar-te? Furkot et dona un cop de ma. T'acompanyarà durant tot el procés pàgina a pàgina i hotel a hotel.
de: Mehrere Städte, mehrere Buchungsseiten, viele Termine und Details, da kann man sich leicht vertun: [Alle Hotels] für Ihre Reise buchen kann eine entmutigende Erfahrung sein. Furkot kann Ihnen dabei helfen. Wir führen Sie durch den gesamten Prozess, Seite für Seite und Hotel für Hotel.
fi: Valitsemalla näytä [Kaikki hotellit] ei välttämättä ole se miellyttävin vaihtoehto. Kaupunkien, varaussivustojen, päivämäärien sekä kaiken muun tärkeän tiedon kanssa voi kirjoitus joskus lipsahdella. Ota rennosti ja anna Furkotin auttaa asian kanssa. Viemme sinut läpi koko prosessin sivu sivulta ja hotelli hotellilta.
fr: Réserver [tous les hôtels] de votre voyage peut représenter un travail ingrat : toutes ces villes, tous ces sites de réservation et toutes ces dates ! Laissez Furkot vous aider. Nous allons vous guider tout du long, page par page et hôtel par hôtel.
it: Prenotare [tutti gli hotel] per il viaggio può essere un'esperienza scoraggiante: più città, diversi siti di prenotazioni e molte date e dettagli che possono essere causa di errori di battitura? Lascia che Furkot ti aiuti. Ti porteremo attraverso l'intera processo, passo dopo passo, per ogni hotel.
nb: Reservere [alle hoteller] for turen kan være en formidabel oppgave: flere byer, flere bookingsider og mange datoer og detaljer som kan skrives feil? La Furkot hjelpe deg med det. Vi vil ta deg gjennom hele prosessen side for side, og hotell for hotell.
nl: Het boeken van [alle hotels] voor jouw reis kan een ontmoedigende bezigheid zijn: Laat Furkot je daarbij helpen. We nemen je mee door het hele proces, pagina voor pagina en hotel voor hotel.
pl: Zarezerwowanie [wszystkich hoteli] dla całej wycieczki to niełatwe zadanie: wiele miast, wiele serwisów, wiele dat &mdash; łatwo o pomyłkę. Furkot przeprowadzi Cię przez ten proces strona po stronie i hotel po hotelu.
pt: Reservar [todos os hotéis] para a sua viagem pode ser uma experiência assustadora: várias cidades, vários sites de reserva e muitas datas e detalhes para errar? Deixe Furkot ajudar nisso. Vamos levá-lo através de todo processo, página por página e hotel por hotel.
pt_br: Reservar [todos os hotéis] para a sua viagem pode ser uma experiência assustadora: várias cidades, vários sites de reserva e muitas datas e detalhes para digitar errado? Deixe Furkot ajudar com isso. Vamos levá-lo através de todo processo, página por página e hotel por hotel.
ro: Rezervarea [tuturor hotelurilor] pentru călătoria ta poate fi o experiență descurajantă: mai multe orașe, mai multe site-uri de rezervări și multe date și detalii pentru a tasta greșit? Lasă Furkot să te ajute cu asta. Te vom conduce prin întreagul proces pagină de pagină și hotel cu hotel.
ru: Бронирование [всех гостиниц] для вашей поездки может быть непростым делом: несколько городов, несколько сайтов бронирования, а также множество дат и деталей для опечатки? Пусть Фуркот поможет с этим. Мы проведем Вас через весь процесс от страницы к странице и от отеля к отелю.

source: Pick your preferred booking service or try out as many as you like to find the best price.
ca: Selecciona el teu lloc preferit de reserves o prova'n tants com vulguis fins a trobar el millor preu.
de: Wählen Sie Ihren bevorzugten Buchungsservice aus oder probieren Sie so viele aus, wie Sie wollen, um den besten Preis zu finden.
fi: Kun haluat löytää parhaan hinnan yöpymisillesi, valitse mieluisin varauspalvelusi tai kokeile monista muista vaihtoehdoista.
fr: Choisissez votre service de réservation préféré ou essayez-en autant que vous le souhaitez pour trouver le meilleur prix.
it: Scegli il tuo servizio di prenotazione preferito o provane quanti vuoi per trovare il prezzo migliore.
nb: Velg din foretrukne bookingtjeneste eller prøv ut så mange du vil for å finne den beste prisen.
nl: Kies de boekingsservice van je voorkeur of probeer er zoveel uit als je wilt om de beste prijs te vinden.
pl: Skorzystaj z ulubionego serwisu do rezerwacji lub wypróbuj inne aby znaleźć najlepszą ofertę.
pt: Escolha o seu serviço de reservas preferido ou tente vários para encontrar o melhor preço.
pt_br: Escolha seu serviço de reservas preferido ou tente vários para encontrar o melhor preço.
ro: Alege serviciul de rezervare preferat sau încearcă mai multe servici pentru a găsi cel mai bun preț.
ru: Выберите предпочитаемый сервис для бронирования или попробуйте все, чтобы найти лучшую цену.
