Repository: furkot/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ca, de, el, fi, fr, hu, it, nb, nl, pl, pt, pt_br, ro, ru

source: Click to modify the distance traveled per day
ca: Fes clic per modificar la distància recorreguda per dia
de: Klicken, um die maximale Reisestrecke pro Tag zu ändern
el: Κάντε κλικ για να τροποποιήσετε τη διανυόμενη απόσταση ανά ημέρα
fi: Muuta matkustamiseen käytettävää etäisyyttä per päivä
fr: Cliquez pour modifier la distance quotidienne parcourue
it: Clicca per modificare la distanza percorsa al giorno
nb: Klikk for å endre distansen per dag
nl: Klik om de maximale afstand per dag aan te passen
pl: Kliknij, aby zmienić odległość pokonywaną dziennie
pt: Pressione para modificar a distância percorrida por dia
pt_br: Clique para modificar a distância percorrida por dia
ro: Clic pentru a modifica distanța parcursă pe zi
ru: Нажмите, чтобы изменить расстояние, пройденное за день

source: Travel Limits
fi: Matkustusrajoitukset

source: Travel non-stop
fi: Matkusta tauotta

source: Limit daily travel
ca: Limita el recorregut diari
fi: Rajoita päivittäistä matkustamista
fr: Limiter la durée des déplacements quotidiens
it: Limite percorrenza giornaliera
nb: Begrens daglig reise
nl: Beperk dagreis

source: Distance
ca: Distància
de: Entfernung
el: Απόσταση
fi: Etäisyydet
it: Distanza
nb: Distanse
nl: Afstand
pl: Odległość
pt: Distância
pt_br: Distância
ro: Distanță
ru: Расстояние

source: Temperature
ca: Temperatura
de: Temperatur
el: Θερμοκρασία
fi: Lämpötila
fr: Température
it: Temperatura
nb: Temperatur
nl: Temperatuur
pl: Temperatura
pt: Temperatura
pt_br: Temperatura
ro: Temperatură
ru: Температура

source: Clock
ca: Rellotge
de: Uhrzeit
el: Ρολόι
fi: Aika
fr: Heure
it: Orologio
nb: Klokke
nl: Klok
pl: Zegar
pt: Relógio
pt_br: Relógio
ro: Ceas
ru: Часы

source: Quietly ignore warnings for weekend stops
ca: Ignorar els avisos per a les aturades de cap de setmana
de: Warnungen für Stationen am Wochenende ignorieren
fi: Sivuuta viikonloppuisin tapahtuvia pysähdyksiä koskevat varoitukset
fr: Ignorer les avertissements pour les étapes de week-ends
it: Ignora gli avvertimenti per le soste durante il fine settimana
nb: Stille ignorer advarsler for stopp i helger
nl: Waarschuwingen voor stopplaatsen in het weekend negeren
pl: Zignoruj ostrzeżenia dla postojów w weekend
pt: Ignorar silenciosamente avisos para paragens de fim de semana
pt_br: Ignorar os avisos para paradas de fim de semana
ro: Ignoră în liniște avertismentele pentru opririle de weekend
ru: Игнорироваь предупреждения о выходных

source: Show warnings for weekend stops
ca: Mostra els avisos d'aturades de cap de setmana
de: Warnungen für Stationen am Wochenende anzeigen
fi: Näytä viikonloppuisin tapahtuvia pysähdyksiä koskevat varoitukset
fr: Montrer les avertissements pour les étapes de week-ends
it: Mostra gli avvertimenti per le soste durante il fine settimana
nb: Vis advarsler for stopp i helger
nl: Toon waarschuwingen voor stopplaatsen in het weekend
pl: Pokaż ostrzeżenia dla postojów w weekend
pt: Exibir avisos para paragens de fim de semana
pt_br: Mostrar avisos para paradas de fim de semana
ro: Afișează avertismentele pentru opririle din weekend
ru: Показать предупреждения для остановки в выходные дни

source: View published tripshot
ca: Veure la foto publicada del viatge
de: Veröffentlichten Reise-Schnappschuss ansehen
fi: Katso julkaistu reissukuva
fr: Voir le voyage publié
it: Visualizza le istantanee pubblicate dei viaggi
nb: Vis publisert snapshot av turen
nl: Bekijk gepubliceerde screenshot van de reis
pl: Zobacz wersję podróży puszczoną w obieg
pt: Ver "tripshot" publicada
pt_br: Ver "tripshot" publicada
ru: Просмотр опубликованного снимка поездки

source: View suggestions board
ca: Veure el tauler de suggeriments
de: Vorschläge Board ansehen
el: Προβολή πίνακα προτάσεων
fi: Näytä aloitelaatikko
fr: Voir le tableau des suggestions
it: Vedi la tabella dei consigli
nb: Se forslagstavle
nl: Bekijk de suggesties
pl: Zobacz propozycje internautów
pt: Ver lista de sugestões
pt_br: Ver lista de sugestões
ro: Vezi panoul de sugestii
ru: Просмотр доски предложений

source: Access
ca: Accés
de: Zugriff
el: Πρόσβαση
fi: Anna lupa
fr: Accès
it: Diritti di Accesso
nb: Tilgang
nl: Toegang
pl: Prawa
pt: Acessos
pt_br: Acessos
ro: Acces
ru: Доступ

source: Owner
ca: Propietari
de: Besitzer
el: ιδιοκτήτης
fi: Omistaja
fr: Propriétaire
it: Proprietario
nb: Eier
nl: Eigenaar
pl: Właściciel
pt: Dono
pt_br: Proprietário
ro: Proprietar
ru: Владелец

source: Valid
ca: Vàlid
de: Gültig
fi: Voimassa
fr: Valide
nb: Gyldig
nl: Geldig
pl: W mocy
pt: Válido
pt_br: Válido
ro: Valabil
ru: Годен

source: Restrict this user to viewing the trip only
ca: Restringeix aquest usuari a veure només el viatge
de: Berechtigen Sie diesen Nutzer, die Reise nur zu betrachten
fi: Anna käyttäjälle oikeudet vain matkan katseluun
fr: Limiter cet utilisateur à seulement consulter le voyage
it: Limita questo utente alla sola visualizzazione del viaggio
nb: Begrens denne brukeren å kun se turen
nl: Beperk deze gebruiker tot alleen bekijken van de reis
pl: Pozwól temu użytkownikowi wyłącznie na oglądanie podróży
pt: Restringir este utilizador a apenas visualizar a viagem
pt_br: Restringir esse usuário a visualização apenas da viagem
ro: Restricționează acest utilizator să vizualizeze numai călătoria
ru: Установить Только просмотр для этого пользователя

source: Authorize this user to modify the trip
ca: Autoritza aquest usuari a modificar el viatge
de: Berechtigen Sie diesen Benutzer, die Reise zu ändern
el: Εξουσιοδοτήστε αυτόν τον χρήστη να τροποποιήσει το ταξίδι
fi: Anna käyttäjälle lupa muokata matkaa
fr: Autoriser cet utilisateur à modifier le voyage
it: Autorizza questo utente a modificare il viaggio
nb: Autoriser denne brukeren til å endre turen
nl: Machtig deze gebruiker om de reis te kunnen aanpassen
pl: Pozwól temu użytkownikowi na modyfikowanie podrózy
pt: Autorizar este utilizador a modificar a viagem
pt_br: Autorizar este usuário a modificar a viagem
ro: Autorizeaza acest utilizator să modifice călătoria
ru: Авторизуйте этого пользователя для изменения поездки

source: Make this user the new owner
ca: Fes que aquest usuari sigui el nou propietari
de: Machen Sie diesen Benutzer zum neuen Besitzer
fi: Tee käyttäjästä uusi omistaja
fr: Définir cet utilisateur comme le nouveau propriétaire
it: Fai di questo utente il nuovo proprietario
nb: Gjør denne brukeren til den nye eieren
nl: Maak deze gebruiker de nieuwe eigenaar
pl: Uczyń tego użytkownika nowym właścicielem podróży
pt: Tornar este utilizador o novo proprietário
pt_br: Fazer deste usuário o novo proprietário
ro: Fă din acest utilizator noul proprietar
ru: Сделать этого пользователя новым владельцем

source: Stop sharing with this user
ca: Deixa de compartir amb aquest usuari
de: Teilen mit diesem Benutzer beenden
el: Διακοπή κοινής χρήσης με αυτόν τον χρήστη
fi: Lopeta jakaminen käyttäjän kanssa
fr: Arrêter le partage avec cet utilisateur
it: Interrompi la condivisione con questo utente
nb: Slutte å dele med denne brukeren
nl: Stop het delen met deze gebruiker
pl: Odbierz dostęp do podróży temu użytkownikowi
pt: Deixar de partilhar com este utilizador
pt_br: Deixar de compartilhar com esse usuário
ro: Oprește partajarea cu acest utilizator
ru: Прекратить делиться с этим пользователем

source: Chain hotels and motels
ca: Cadena d'hotels i motels
de: Hotelketten und Motels
el: Αλυσίδες ξενοδοχείων και μοτέλ
fi: Hotelli- ja motelliketjut
fr: Chaînes hôtelières et motels
it: Catene di alberghi e motel
nb: Hotellkjeder og moteller
nl: Hotel en motel ketens
pl: Hotele i motele sieciowe
pt: Redes de hotéis e motéis
pt_br: Redes de hotéis / motéis
ro: Lanț de hoteluri și moteluri
ru: Сетевые гостиницы и мотели

source: Blind hotel deals
ca: Ofertes d'hotels a cegues
de: Verdeckte Hotelangebote
fi: Hotellien sokkotarjoukset
fr: Offres d'hôtels cachées
it: Offerte di alberghi alla cieca
nb: Blind-tilbud for hoteller
nl: Verrassingsaanbiedingen hotels
pl: Zastrzeżone promocje hoteli
pt: Ofertas de hotéis às cegas
pt_br: ofertas de hotéis às cegas
ru: Предложения от скрытых отелей

source: RV parks
ca: Parcs de caravanes
de: Wohnmobilstellplätze
fi: Matkailuauto/vaunuparkit
fr: Aires de camping-cars
it: Parcheggi camper
nb: Bobilparkering
nl: RV/Camper parken
pl: Kempingi dla kamperów
ro: Parcuri pentru autorulote

source: Loyalty Programs
ca: Programes de fidelització
de: Treueprogramme
el: Προγράμματα Αφοσίωσης
fi: Kanta-asiakasohjelmat
fr: Programmes de fidélisation
it: Programmi fedeltà
nb: Lojalitetsprogrammer
nl: Klantenvoordelen
pl: Programy Lojalnościowe
pt_br: Programas de fidelidade
ro: Programe de loialitate

source: Low Price
ca: Preu baix
de: Niedriger Preis
el: Χαμηλή τιμή
fi: Alhainen Hinta
fr: Prix le plus bas
it: Prezzo Basso
nb: Lavpris
nl: Goedkoop
pl: Niska Cena
pt: Menor Preço
pt_br: Menor preço
ro: Preț scăzut
ru: Низкая цена

source: High Rating
ca: Puntuació alta
de: Hohe Bewertung
el: Υψηλή Βαθμολογία
fi: Korkea luokitus
fr: Meilleurs avis
it: Alta Classificazione
nb: Høy vurdering
nl: Hoge waardering
pl: Wysoka Ocena
pt: Melhor Avaliação
pt_br: Melhor Avaliação
ro: Evaluare ridicată
ru: Высокий рейтинг

source: Low price or high rating?
ca: Preu baix o valoració alta?
de: Niedriger Preis oder hohe Bewertung?
el: Χαμηλή τιμή ή υψηλή βαθμολογία;
fi: Alhainen hinta vai korkea luokitus?
fr: Prix bas ou meilleur avis ?
it: Prezzi bassi o alta classificazione?
nb: Lavpris eller høy vurdering?
nl: Goedkoop of hoge waardering?
pl: Niska cena czy wysoka ocena?
pt: Menor preço ou melhor avaliação ?
pt_br: Menor preço ou melhor avaliação ?
ro: Preț scăzut sau evaluare ridicată?
ru: Низкая цена или высокий рейтинг?

source: Currency
ca: Moneda
de: Währung
el: Νόμισμα
fi: Valuutta
fr: Devise
it: Valuta
nb: Valuta
nl: Valuta
pl: Waluta
pt: Moeda
pt_br: Moeda
ro: Monedă
ru: Валюта

source: US dollar
ca: Dòlar dels EUA
el: Δολάριο ΗΠΑ
fi: USA: n dollari
fr: Dollar US
it: Dollari USA
nb: amerikanske dollar
pl: Dolar amerykański
pt: Dólar americano
pt_br: Dólar americano
ro: Dolar US
ru: доллары США

source: Pound sterling
ca: Lliura esterlina
de: Pfund Sterling
el: Στερλίνα
fi: Ison-Britannian punta
fr: Livre sterling
it: Sterlina
nb: Pund sterling
nl: Pond sterling
pl: Funt szterling
pt: Libra esterlina
pt_br: Libra esterlina
ro: Liră sterlină
ru: Фунты стерлинги

source: Polish zloty
ca: Zloty polonès
de: Polnische Zloty
el: πολωνικό ζλότι
fi: Puolan zloty
fr: Zloty polonais
it: Zloty polacco
nb: Polske zloty
nl: Poolse zloty
pl: Złoty
pt: Zloty polaco
pt_br: zloty polonês
ro: Zlot polonez
ru: Польский злотый

source: Canadian dollar
ca: Dòlar canadenc
de: Kanadische Dollar
el: Δολάριο Καναδά
fi: Kanadan dollari
fr: Dollar canadien
it: Dollaro Canadese
nb: Kanadiske dollar
nl: Canadese dollar
pl: Dolar kanadyjski
pt: Dólar canadiano
pt_br: Dólar canadense
ro: Dolar canadian
ru: канадский доллар

source: Australian dollar
ca: Dòlar australià
de: Australischer Dollar
el: Δολάριο Αυστραλίας
fi: Australian dollari
fr: Dollar australien
it: Dollaro Australiano
nb: Australske dollar
nl: Australische dollar
pl: Dolar australijski
pt: Dólar australiano
pt_br: Dólar australiano
ro: Dolar australian
ru: Австралийский доллар

source: Click to set other currency code
ca: Fes clic per definir un altre codi de moneda
de: Klicken, um andere Währung festzulegen
el: Κάντε κλικ για να ορίσετε άλλο νόμισμα
fi: Aseta valuutan tiedot
fr: Cliquez pour définir une autre devise
it: Clicca per impostare un altro codice di valuta
nb: Klikk for å angi annen valutakode
nl: Klik om een andere valutawaarde in te stellen
pl: Kliknij, aby ustawić inny kod waluty
pt: Pressione para definir outro código de moeda
pt_br: Clique para definir outro código de moeda
ro: Clic pentru a seta alt cod de monedă
ru: Нажмите, чтобы установить другой код валюты

source: Click to modify the number of rooms (1&nbsp;to&nbsp;6)
ca: Fes clic per modificar el nombre d'habitacions (1&nbsp;a&nbsp;6)
de: Klicken, um die Anzahl der Zimmer zu ändern (1&nbsp;bis&nbsp;6)
el: Κάντε κλικ για να τροποποιήσετε τον αριθμό των δωματίων (1&nbsp; έως &nbsp;6)
fi: Muuta huoneiden lukumäärää (1&nbsp;to&nbsp;6)
fr: Cliquez pour modifier le nombre de chambres (1&nbsp;à&nbsp;6)
it: Fai clic per modificare il numero delle stanze (1&nbsp;to&nbsp;6)
nb: Klikk for å endre antall rom (1&nbsp;til&nbsp;6)
nl: Klik om het aantal kamers aan te passen (1&nbsp;tot&nbsp;6)
pl: Kliknij, aby zmienić liczbę pokoi (1 & nbsp; & nbsp; 6)
pt: Pressione para modificar o número de quartos (1 &nbsp; até &nbsp; 6)
pt_br: Clique para modificar o número de quartos (1 &nbsp; até &nbsp; 6)
ro: Clic pentru a modifica numărul de camere (de la 1&nbsp; la&nbsp;6)
ru: Нажмите, чтобы изменить количество комнат (1&nbsp;6)

source: Click to modify the number of persons per room (1&nbsp;to&nbsp;4)
ca: Fes clic per modificar el nombre de persones per habitació (1&nbsp;a&nbsp;4)
de: Klicken, um die Anzahl der Personen pro Zimmer zu ändern (1&nbsp;bis&nbsp;4)
el: Κάντε κλικ για να τροποποιήσετε τον αριθμό των ατόμων ανά δωμάτιο (1&nbsp; έως &nbsp; 4)
fi: Muuta henkilöiden lukumäärää per huone (1&nbsp;to&nbsp;4)
fr: Cliquez pour modifier le nombre de personnes par chambre (1&nbsp;à&nbsp;4)
it: Fai clic per modificare il numero di persone per stanza (1&nbsp;to&nbsp;4)
nb: Klikk for å endre antall personer per rom (1&nbsp;til&nbsp;4)
nl: Klik om het aantal personen per kamer aan te passen (1&nbsp;tot&nbsp;4)
pl: Kliknij, aby zmienić liczbę osób w pokoju (1 & nbsp; & nbsp; 4)
pt: Pressione para modificar o número de pessoas por quarto (1 &nbsp; até &nbsp; 4)
pt_br: Clique para modificar o número de pessoas por quarto (1 &nbsp; até &nbsp; 4)
ro: Clic pentru a modifica numărul de persoane pe cameră (de la 1&nbsp; la&nbsp;4)
ru: Нажмите, чтобы изменить количество человек в одной комнате (1&nbsp;4)

source: Constant average speed
ca: Velocitat mitjana constant
de: Konstante Durchschnittsgeschwindigkeit
el: Σταθερή μέση ταχύτητα
fi: Arvioitu keskinopeus
fr: Vitesse moyenne constante
it: Velocità media costante
nb: Konstant gjennomsnittsfart
nl: Constante gemiddelde snelheid
pl: Stała prędkość średnia
pt: Velocidade média constante
pt_br: velocidade média constante
ro: Viteză medie constantă
ru: Постоянная средняя скорость

source: Slower/faster than standard travel time
ca: Més lent/ràpid que el temps estàndard de viatge
de: Langsamer/schneller als die normale Reisezeit
fi: Suhde suunniteltuun matka-aikaan
fr: Plus lent/rapide que le temps de voyage normale
it: Più veloce/lento del tempo standard di viaggio
nb: Tregere/raskere enn standard reisetid
nl: Langzamer/sneller dan de standaard reistijd
pl: Wolniej / szybciej niż standardowy czas podróży
pt: Mais lento/rápido do que o tempo de viagem padrão
pt_br: Mais lento / rápido do que o tempo de viagem padronizado
ro: Mai lent/mai rapid decât timpul de călătorie standard
ru: Медленнее / быстрее, чем стандартное время в пути

source: Toll road
ca: Carretera de peatge
el: Δρόμος με διόδια
fi: Maksullinen tie
fr: Route à péage
it: Strada a pedaggio
nb: Bomvei
nl: Tolweg

source: Click to modify RV height
ca: Fes clic per modificar l'alçada del càmper
de: Klicken, um die Höhe des Wohnmobils zu ändern
fi: Muuta matkailuauton/vaunun korkeutta
fr: Cliquez pour modifier la hauteur du camping-car
it: Fai clic per modificare l'altezza del camper
nb: Klikk for å endre høyde på bobil
nl: Klik om de hoogte van de RV/Camper aan te passen
pl: Kliknij, aby zmienić wysokość kampera
pt: Pressione para modificar a altura da autocaravana
pt_br: Clique para modificar a altura do motorhome/trailer
ro: Clic pentru a modifica înălțimea autorulotei

source: Width
ca: Amplada
de: Breite
el: Πλάτος
fi: Leveys
fr: Largeur
it: Larghezza
nb: Bredde
nl: Breedte
pl: Szerokość
pt: Largura
pt_br: Largura
ro: Lățime

source: Click to modify RV width
ca: Fes clic per modificar l'amplada del càmper
de: Klicken, um die Breite des Wohnmobils zu ändern
fi: Muuta matkailuauton/vaunun leveyttä
fr: Cliquez pour modifier la largeur du camping-car
it: Fai clic per modificare la larghezza del camper
nb: Klikk for å endre bredde på bobil
nl: Klik om de breedte van de RV/Camper aan te passen
pl: Kliknij, aby zmienić szerokość kampera
pt: Pressione para modificar a largura da autocaravana
pt_br: Clique para modificar a largura do motorhome/trailer
ro: Clic pentru a modifica lățimea autorulotei

source: Click to modify RV length
ca: Fes clic per modificar la llargada del càmper
de: Klicken, um die Länge des Wohnmobils zu ändern
fi: Muuta matkailuauton/vaunun pituutta
fr: Cliquez pour modifier la longueur du camping-car
it: Fai clic per modificare la lunghezza del camper
nb: Klikk for å endre lengde på bobil
nl: Klik om de lengte van de RV/Camper aan te passen
pl: Kliknij, aby zmienić długość kampera
pt: Pressione para modificar o comprimento da autocaravana
pt_br: Clique para modificar o comprimento do motorhome/trailer
ro: Clic pentru a modifica lungimea autorulotei

source: Click to modify RV weight
ca: Fes clic per modificar el pes del càmper
de: Klicken, um das Gewicht des Wohnmobils zu ändern
fi: Muuta matkailuauton/vaunun painoa
fr: Cliquez pour modifier le poids du camping-car
it: Fai clic per modificare il peso del camper
nb: Klikk for å endre vekt på bobil
nl: Klik om het gewicht van de camper te wijzigen
pl: Kliknij, aby zmienić wagę kampera
pt: Pressione para modificar o peso da autocaravana
pt_br: Clique para modificar o peso do motorhome/trailer
ro: Clic pentru a modifica greutatea autorulotei

source: Axle Load
ca: Massa per eix
de: Achslast
el: Φορτίο άξονα
fi: Akselipaino
fr: Charge à l'essieu
it: Carico per asse
nb: Aksellast
nl: As gewicht
pl: Nacisk osi
pt: Carga por eixo
pt_br: Carga por eixo
ro: Sarcina pe osie

source: Click to modify RV axle load
ca: Fes clic per modificar ma massa per eix del càmper
de: Klicken, um die Achslast des Wohnmobils zu ändern
fi: Muuta matkailuauton/vaunun akselipainoa
fr: Cliquez pour modifier la charge à l'essieu du camping-car
it: Fai clic per modificare il carico per asse del camper
nb: Klikk for å endre aksellast for bobil
nl: Klik om het as gewicht van de RV/Camper aan te passen
pl: Kliknij, aby zmienić nacisk osi
pt: Pressione para modificar a carga por eixo da autocaravana
pt_br: Clique para modificar a carga por eixo do motorhome/trailer
ro: Clic pentru a modifica sarcina pe osie a autorulotei

source: Click to modify your vehicle range between refills
ca: Fes clic per modificar el rang entre repostatges del vehicle
de: Klicken, um den Reichweite Ihres Fahrzeuges zwischen den Tankstopps zu ändern
el: Κάντε κλικ για να τροποποιήσετε την αυτονομία του οχήματός σας μεταξύ των γεμισμάτων
fi: Muuta toimintasädettä, jonka uskot ajavasi yhdellä tankillisella
fr: Cliquez pour modifier l’autonomie de votre véhicule entre les points de ravitaillement en carburant
it: Fai clic per modificare l'autonomia del tuo veicolo
nb: Klikk for å endre kjøretøyets rekkevidde mellom påfyll
nl: Klik om actieradius van je voertuig tussen tankstops aan te passen
pl: Kliknij, aby zmienić zasięg pojazdu między tankowaniami
pt: Pressione para modificar a autonomia do seu veiculo entre reabastecimentos
pt_br: Clique para modificar a autonomia do veiculo entre os reabastecimentos
ro: Faceți clic pentru a modifica intervalul între realimentarile vehiculului
ru: Нажмите, чтобы изменить расстояние между заправками для вашего автомобиля

source: Schedule
ca: Programació
de: Planung
el: Πρόγραμμα
fi: Tankkaustauot
fr: Ravitaillement
it: Pianificazione
nb: Automatisk plan
nl: Inplannen
pl: Tankowanie
pt: Programar
pt_br: Agendar
ro: Orar

source: I will manage refueling stops myself
de: Tankstopps selbst planen
fi: Hoidan tarvittavat tankkaukset itse
pl: Sam zaplanuję przerwy na tankowanie
pt_br: Eu mesmo irei gerenciar o abastecimento
ro: Voi gestiona singur opririle de realimentare
ru: Я буду управлять дозаправками

source: Let Furkot schedule refueling stops automatically
ca: Deixa que Furkot planifiqui automàticament les aturades de reposatatge
de: Tankstopps von Furkot planen lassen
el: Αφήστε το Furkot να προγραμματίσει αυτόματα τον ανεφοδιασμό
fi: Furkoti lisää tankkaukset automaattisesti
fr: Laisser Furkot planifier automatiquement les points de ravitaillement en carburant
it: Permetti a Furkot di pianificare automaticamente i rifornimenti
nb: La Furkot planlegge stopp for fylling automatisk
nl: Laat Furkot de tankstops automatisch plannen
pl: Automatyczne planowanie przerw na tankowanie
pt: Permitir que Furkot programe paragens de reabastecimento automaticamente
pt_br: Permitir que Furkot programe paradas para abastecimento automaticamente
ro: Lasă Furkot să programeze automat opririle de realimentare
ru: Пусть Furkot расставит заправки автоматически

source: Click to modify default duration of a refueling stop
ca: Fes clic per modificar la durada del repostatge
de: Klicken, um die Standarddauer eines Tankstopps zu ändern
el: Κάντε κλικ για να τροποποιήσετε την προεπιλεγμένη διάρκεια μιας στάσης ανεφοδιασμού
fi: Muuta tankkauksen oletuskestoa
fr: Cliquez pour modifier la durée par défaut d'un arrêt aux points de ravitaillement en carburant
it: Fai clic per modificare la durata tipica di una sosta di rifornimento
nb: Klikk for å endre standard varighet på et fyllestopp
nl: Klik om de standaard duur van een tankstop aan te passen
pl: Kliknij, aby zmienić domyślny czas tankowania
pt: Pressione para modificar a duração padrão de uma paragem de reabastecimento
pt_br: Clique para modificar a duração padrão do reabastecimento
ro: Clic pentru a modifica durata implicită a unei opriri de realimentare

source: Refuel Daily
ca: Repostar diàriament
de: Täglich Tanken
el: Ανεφοδιασμός καθημερινά
fi: Vakiotankkaukset
fr: Faire le ravitaillement en carburant quotidiennement
it: Rifornimento quotidiano
nb: Fyll tanken daglig
nl: Dagelijks tanken
pl: Codziennie
pt: Reabastecer Diariamente
pt_br: Reabastecer diariamente
ro: Realimentare zilnică

source: Click to skip filling up in the morning
ca: Fes clic per repostar al matí
de: Klicken, um zu Beginn des Tages nicht zu tanken
fi: Sivuuta aamuisin tankkaamiset
fr: Cliquez pour ne plus planifier un ravitaillement en carburant le matin
it: Clicca per saltare il rifornimento ad inizio giornata
nb: Klikk for å hoppe over tanking om morgenen
nl: Klik om tanken in de ochtend over te slaan
pl: Kiliknij, aby wyłączyć tankowanie rano
pt: Pressione para ignorar o reabastecimento da manhã
pt_br: Clique para pular o reabastecimento na manhã
ro: Click pentru a sări peste realimentare când pleci dimineața
ru: Нажмите, чтобы пропустить заправку утром

source: Click to fill up when leaving in the morning
ca: Fes clic per repostar al sortir pel matí
de: Klicken, um zu Beginn des Tages zu tanken
fi: Aamuisin tankkaamiset
fr: Cliquez pour planifier un ravitaillement en carburant le matin
it: Clicca per fare rifornimento ad inizio giornata
nb: Klikk for å fylle opp i starten av dagen
nl: Klik om in de ochtend te tanken
pl: Kiliknij, aby dodać tankowanie codziennie rano
pt: Pressione para reabastecer ao sair pela manhã
pt_br: Clique para reabastecer ao sair pela manhã
ro: Clic pentru a realimenta atunci când pleci dimineața
ru: Нажмите, чтобы заправится при отъезде утром

source: Click to skip filling up at night
ca: Fes clic per repostar al vespre
de: Klicken, um am Ende des Tages nicht zu tanken
fi: Ohita ennen yöpymistä tankkaamiset
fr: Cliquez pour ne plus planifier un ravitaillement en carburant le soir
it: Clicca per saltare il rifornimento a fine giornata
nb: Klikk for å hoppe over tanking i slutten av dagen
nl: Klik om tanken aan het einde van de dag over te slaan
pl: Kliknij, aby wyłączyć tankowanie wieczorem
pt: Pressione para ignorar o reabastecimento à noite
pt_br: Clique não reabastecer a noite
ro: Clic pentru a sări peste realimentare la oprire pentru noapte
ru: Нажмите, чтобы пропустить заправку вечером
