Repository: furkot/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ca, de, el, fi, fr, hu, it, nb, nl, pl, pt, pt_br, ro, ru

source: Hide spectator sport events
ca: Amaga els esdeveniments esportius amb públic
de: Zuschauersport-Veranstaltungen ausblenden
fi: Piilota urheilutapahtumat
fr: Cacher les événements sportifs
hu: Látványsport események elrejtése
it: Nascondi eventi sportivi
nb: Skjul tilskuervennlige sportsbegivenheter
nl: Verberg sportevenementen voor toeschouwers
pl: Ukryj imprezy sportowe
pt: Ocultar locais de eventos desportivos
pt_br: Ocultar locais de eventos esportivos
ro: Ascunde evenimente sportive
ru: Скрыть зрелищные спортивные мероприятия

source: Spectator sport events
ca: Esdeveniments esportius amb públic
de: Zuschauersport-Veranstaltungen
fi: Urheilutapahtumat
fr: Montrer les événements sportifs
hu: Látványsport események
it: Eventi sportivi
nb: Tilskuervennlige sportsbegivenheter
nl: Sportevenementen voor toeschouwers
pl: Imprezy sportowe
pt: Eventos desportivos
pt_br: Estádio ou eventos esportivos
ro: Evenimente sportive
ru: Зрелищные спортивные мероприятия

source: Hide shows and concerts
ca: Amaga espectacles i concerts
de: Veranstaltungen und Konzerte ausblenden
el: Απόκρυψη παραστάσεων και συναυλιών
fi: Piilota esitykset ja konsertit
fr: Cacher les spectacles et les concerts
hu: Előadások és koncertek elrejtése
it: Nascondi spettacoli e concerti
nb: Skjul show og konserter
nl: Verberg shows en concerten
pl: Ukryj przedstawienia i koncerty
pt: Ocultar espetáculos e concertos
pt_br: Ocultar shows e concertos
ro: Ascunde spectacolele și concertele
ru: Скрыть шоу и концерты

source: Shows and concerts
ca: Espectacles i concerts
de: Veranstaltungen und Konzerte
el: Παραστάσεις και συναυλίες
fi: Esitykset ja konsertit
fr: Montrer les spectacles et les concerts
hu: Előadások és koncertek
it: Spettacoli e concerti
nb: Show og konserter
nl: Shows en concerten
pl: Przedstawienia i koncerty
pt: Espetáculos e concertos
pt_br: Shows e concertos
ro: Spectacole și concerte
ru: Шоу и концерты

source: Hide plays and theaters
ca: Amaga teatres
de: Aufführungen und Theater ausblenden
el: Απόκρυψη θεατρικών έργων και θεάτρων
fi: Piilota näytelmät ja teatterit
fr: Cacher les représentations et théâtres
hu: Színdarabok és színházak elrejtése
it: Nascondi rappresentazioni e teatri
nb: Skjul forestillinger og teater
nl: Verberg schouwburgen en theaters
pl: Ukryj sztuki i teatry
pt: Ocultar peças e teatros
pt_br: Ocultar apresentações e teatros
ro: Ascunde teatre si spectacole culturale
ru: Скрыть спектакли и театры

source: Plays and theaters
ca: Teatres
de: Aufführungen und Theater
el: Θεατρικά έργα και θέατρα
fi: Näytelmät ja teatterit
fr: Montrer les représentations et théâtres
hu: Színdarabok és színházak
it: Rappresentazioni e teatri
nb: Forestillinger og teater
nl: Schouwburgen en theaters
pl: Sztuki i teatry
pt: Peças e teatros
pt_br: Apresentações e teatros
ro: Teatre si spectacole culturale
ru: Спектакли и театры

source: Film showings and movie theaters
ca: Projeccions de pel·lícules i sales de cinema
de: Filmvorführungen und Kinos
el: Προβολές ταινιών και κινηματογράφοι
fi: Elokuvanäytökset ja elokuvateatterit
fr: Montrer les projections de films et les cinémas
hu: Filmvetítések és mozik
it: Proiezioni di film e cinema
nb: Kino
nl: Filmvoorstellingen en bioscopen
pl: Pokazy filmowe i kina
pt: Exibições de filmes e cinemas
pt_br: Exibições de filmes e cinemas
ro: Spectacole de film și cinematografe
ru: Кинопоказы и кинотеатры

source: Hide film showings and movie theaters
ca: Amaga projeccions de pel·lícules i sales de cinema
de: Filmvorführungen und Kinos ausblenden
el: Απόκρυψη προβολών ταινιών και κινηματογράφων
fi: Piilota elokuvanäytökset ja elokuvateatterit
fr: Cacher les projections de films et les cinémas
hu: Filmvetítések és mozik elrejtése
it: Nascondi proiezioni di film e cinema
nb: Skjul kinoer
nl: Verberg filmvoorstellingen en bioscopen
pl: Ukryj pokazy filmowe i kina
pt: Ocultar exibições de filmes e cinemas
pt_br: Ocultar exibições de filmes e cinemas
ro: Ascunde spectacolele de film și cinematografele
ru: Скрыть кинопоказы и кинотеатры

source: Hide tours and day trips
ca: Amaga visites i excursions d'un dia
de: Touren und Tagesausflüge ausblenden
el: Απόκρυψη περιηγήσεων και ημερήσιων εκδρομών
fi: Piilota kiertomatkat ja päiväretket
fr: Cacher les tours et excursions
hu: Túrák és napi kirándulások elrejtése
it: Nascondi escursioni e gite giornaliere
nb: Skjul turer og dagsturer
nl: Verberg toeren en daguitjes
pl: Ukryj wycieczki i zwiedzanie
pt: Ocultar visitas e passeios de um dia
pt_br: Ocultar tours e passeios de um dia
ro: Ascunde tururi și excursii de o zi
ru: Скрыть туры и однодневные поездки

source: Guidebooks and travel guides
ca: Guies de viatge
de: Wegweiser und Reiseführer
el: Οδηγοί και ταξιδιωτικοί οδηγοί
fi: Opaskirjat ja matkaoppaat
fr: Montrer les guides de voyage
hu: Útikönyvek
it: Guide turistiche e guide di viaggio
nb: Guidebøker og reiseguider
nl: Wegwijzers en reisgidsen
pl: Przewodniki turystyczne
pt: Livros e guias de viagem
pt_br: Livros e guias de viagem
ro: Cărti și ghiduri de călătorie

source: Hide guidebooks
ca: Amaga les guies de viatge
de: Reiseführer ausblenden
el: Απόκρυψη ταξιδιωτικών οδηγών
fi: Piilota opaskirjat ja matkaoppaat
fr: Cacher les guides de voyages
hu: Útikönyvek elrejtése
it: Nascondi guide turistiche
nb: Skjul guidebøker
nl: Verberg gidsen
pl: Ukryk przewodniki
pt: Ocultar livros guia
pt_br: Ocultar livros guia
ro: Ascundere ghiduri de călătorie

source: Hide other places
ca: Amaga els altres llocs
de: Andere Orte ausblenden
el: Απόκρυψη άλλων μερών
fi: Piilota muut paikat
fr: Cacher les autres lieux
hu: Egyéb helyek elrejtése
it: Nascondi altri luoghi
nb: Skjul andre steder
nl: Verberg overige plaatsen
pl: Ukryj inne miejsca
pt: Ocultar outros locais
pt_br: Ocultar outros locais
ro: Ascunde alte locuri
ru: Скрыть другие места

source: Other places
ca: Altres llocs
de: Andere Orte
el: Άλλα μέρη
fi: Muut paikat
fr: Autres lieux
hu: Egyéb helyek
it: Altri luoghi
nb: Andre steder
nl: Overige plaatsen
pl: Inne miejsca
pt: Outros locais
pt_br: Outros locais
ro: Alte locuri
ru: Другие места

source: Hide my other trips
ca: Amaga els meus altres viatges
de: Meine anderen Reisen ausblenden
el: Απόκρυψη των άλλων διαδρομών μου
fi: Piilota muut matkani
fr: Cacher mes autres voyages
hu: Minden más útiterv elrejtése
it: Nascondi i miei altri viaggi
nb: Skjul mine andre turer
nl: Verberg mijn andere reizen
pl: Ukryj moje pozostałe podróże
pt: Ocultar minhas outras viagens
pt_br: Ocultar minhas outras viagens
ro: Ascunde celelalte călătorii ale mele
ru: Скрыть мои другие поездки

source: My other trips
ca: Els meus altres viatges
de: Meine anderen Reisen
el: Οι άλλες διαδρομές μου
fi: Muut matkani
fr: Montrer mes autres voyages
hu: Egyéb útiterveim
it: I miei altri viaggi
nb: Mine andre turer
nl: Mijn andere reizen
pl: Moje pozostałe podróże
pt: Minhas outras viagens
pt_br: Minhas outras viagens
ro: Alte călătorii ale mele
ru: Мои другие поездки

source: Hide stops from my other trips
ca: Amaga les aturades dels meus altres viatges
de: Stationen meiner anderen Reisen ausblenden
el: Απόκρυψη στάσεων από άλλα μου ταξίδια
fi: Piilota pysähdykset muista matkoistani
fr: Cacher les étapes de mes autres voyages
hu: Egyéb útitervem megállóinak elrejtése
it: Nascondi soste dai miei altri viaggi
nb: Skjul stopp fra mine andre turer
nl: Verberg stopplaatsen van mijn andere reizen
pl: Ukryj miejsca z moich pozostałych podróży
pt: Ocultar paragens das minhas outras viagens
pt_br: Ocultar paradas de minhas outras viagens
ro: Ascunde opririle din celelalte călătorii ale mele
ru: Скрыть остановки других моих поездок

source: Stops from my other trips
ca: Aturades dels meus altres viatges
de: Stationen meiner anderen Reisen
el: Στάσεις από τα άλλα ταξίδια μου
fi: Pysähdykset muista matkoistani
fr: Montrer les étapes de mes autres voyages
hu: Egyéb útitervem megállói
it: Soste dai miei altri viaggi
nb: Stopp fra mine andre turer
nl: Stopplaatsen van mijn andere reizen
pl: Miejsca z moich pozostałych podróży
pt: Paragens das minhas outras viagens
pt_br: Paradas de minhas outras viagens
ro: Opriri din alte călătorii ale mele
ru: Остановки других моих поездок

source: Hide places, routes and tracks from file
ca: Amaga fites, rutes i traces del fitxer
de: Orte, Routen und Tracks von einer Datei ausblenden
fi: Piilota paikat, reitit ja jäljet tiedostosta
fr: Cacher les lieux, les itinéraires et les tracés du fichier
hu: A fájlban található helyek és útvonalak elrejtése
it: Nascondi luoghi, strade e percorsi da file
nb: Skjul steder, ruter og spor fra fil
nl: Verberg plaatsen, routes en paden van geïmporteerd bestand
pl: Ukryj miejsca, trasy i ścieżki z pliku
pt: Ocultar lugares, rotas e trilhos de ficheiro
pt_br: Ocultar lugares, rotas e trilhas do arquivo
ro: Ascunde locurile, rutele și pistele din fișier
ru: Скрыть места, маршруты и треки из файла

source: Places, routes and tracks from file
ca: Fites, rutes i traces del fitxer
de: Orte, Routen und Tracks von einer Datei
fi: Paikat, reitit ja jäljet tiedostosta
fr: Montrer les lieux, itinéraires et tracés du fichier
hu: A fájlban található helyek és útvonalak
it: Luoghi, strade e percorsi da file
nb: Steder, ruter og spor fra fil
nl: Plaatsen, routes en paden van geïmporteerd bestand
pl: Miejsca, trasy i ścieżki z pliku
pt: Lugares, rotas e trilhos de ficheiro
pt_br: Lugares, rotas e trilhas do arquivo
ro: Locuri, rute și piste din fișier
ru: Места, маршруты и треки из файла

source: Hide places, routes and tracks from website
ca: Amaga fites, rutes i traces del lloc web
de: Orte, Routen und Tracks von einer Website ausblenden
fi: Piilota paikat, reitit ja jäljet verkkosivuilta
fr: Cacher les lieux, les itinéraires et les tracés du site web
hu: A weboldalon található helyek és útvonalak elrejtése
it: Nascondere luoghi, strade e percorsi dal sito web
nb: Skjul steder, ruter og spor fra nettsted
nl: Verberg plaatsen, routes en paden van een website
pl: Ukryj miejsca, trasy i ścieżki ze strony internetowej
pt: Ocultar lugares, rotas e trilhos de website
pt_br: Ocultar lugares, rotas e trilhas do website
ro: Ascunde locurile, rutele și pistele de pe site-ul web
ru: Скрыть места, маршруты и треки с сайта

source: Places, routes and tracks from website
ca: Fites, rutes i traces del lloc web
de: Orte, Routen und Tracks von einer Website
fi: Paikat, reitit ja jäljet verkkosivuilta
fr: Montrer les lieux, itinéraires et tracés du site web
hu: A weboldalon található helyek és utak
it: Luoghi, strade e percorsi dal sito web
nb: Steder, ruter og spor fra nettsted
nl: Plaatsen, routes en paden van een website
pl: Miejsca, trasy i ścieżki ze strony internetowej
pt: Lugares, rotas e trilhos de website
pt_br: Lugares, rotas e trilhas do website
ro: Locuri, rute și piste de pe site-ul web
ru: Места, маршруты и треки с сайта

source: Hide museums and man-made structures
ca: Amaga museus i construccions fetes per l'home
de: Museen und Bauten ausblenden
el: Απόκρυψη μουσείων και τεχνητών κατασκευών
fi: Piilota museot ja tehdyt rakennelmat
fr: Cacher les musées et les monuments
hu: Múzeumok és építmények elrejtése
it: Nascondi musei e strutture artificiali
nb: Skjul museer og menneskeskapte strukturer
nl: Verberg musea en kunstmatige objecten
pl: Ukryj muzea i budowle
pt: Ocultar museus e estruturas feitas pelo homem
pt_br: Ocultar museus e estruturas feitas pelo homem
ro: Ascunde muzeele și constructiile monumentale
ru: Скрыть музеи и рукотворные сооружения

source: Museums and man-made structures
ca: Museus i construccions fetes per l'home
de: Museen und Bauten
el: Μουσεία και τεχνητές κατασκευές
fi: Museot ja tehdyt rakennelmat
fr: Montrer les musées et les monuments
hu: Múzeumok és építmények
it: Musei e strutture artificiali
nb: Museer og menneskeskapte strukturer
nl: Musea en kunstmatige objecten
pl: Muzea i budowle
pt: Museus e estruturas feitas pelo homem
pt_br: Museus e estruturas feitas pelo homem
ro: Muzee și constructii monumentale
ru: Музеи и рукотворные сооружения

source: Hide parks and natural features
ca: Amaga parcs i paratges naturals
de: Parks und Naturmerkmale ausblenden
el: Απόκρυψη πάρκων και φυσικών χαρακτηριστικών
fi: Piilota puistot ja luontokohteet
fr: Cacher les parcs et les sites naturels
hu: Nemzeti parkok és természeti látványosságok elrejtése
it: Nascondi parchi e caratteristiche naturali
nb: Skjul parker og naturattraksjoner
nl: Verberg parken en natuurlijke elementen
pl: Ukryj parki i pomniki przyrody
pt: Ocultar parques e recursos naturais
pt_br: Ocultar parques e recursos naturais
ro: Ascunde parcurile și siturile in natură
ru: Скрыть парки и природные особенности

source: Parks and natural features
ca: Parcs i paratges naturals
de: Parks und Naturmerkmale
el: Πάρκα και φυσικά χαρακτηριστικά
fi: Puistot ja luontokohteet
fr: Montrer les parcs et les sites naturels
hu: Nemzeti parkok és természeti látványosságok
it: Parchi e caratteristiche naturali
nb: Parker og naturattraksjoner
nl: Parken en natuurlijke elementen
pl: Parki i pomniki przyrody
pt: Parques e recursos naturais
pt_br: Parques e recursos naturais
ro: Parcuri și situri in natură
ru: Парки и природные особенности

source: Hide outdoor sports and activities
ca: Amaga esports i activitats a l'aire lliure
de: Outdoor-Sportarten und Aktivitäten ausblenden
el: Απόκρυψη υπαίθριων αθλημάτων και δραστηριοτήτων
fi: Piilota urheilu- ja ulkoiluaktiviteetit
fr: Cacher les sports et les activités de plein air
hu: Kültéri sportok és elfoglaltságok elrejtése
it: Nascondi sport e attività all'aperto
nb: Skjul utendørs sport og aktiviteter
nl: Verberg buitensport en buitenactiviteiten
pl: Ukryj sport i zajęcia na świeżym powietrzu
pt: Ocultar desportos e atividades ao ar livre
pt_br: Ocultar esportes ao ar livre e atividades
ro: Ascunde sporturile și activitățile în aer liber
ru: Скрыть спорт и мероприятия на свежем воздухе

source: Outdoor sports and activities
ca: Esports i activitats a l'aire lliure
de: Outdoor-Sportarten und Aktivitäten
el: Υπαίθρια αθλήματα και δραστηριότητες
fi: Urheilu- ja ulkoiluaktiviteetit
fr: Montrer les sports et activités de plein air
hu: Kültéri sportok és elfoglaltságok
it: Sport e attività all'aperto
nb: Utendørs sport og aktiviteter
nl: Buitensport en buitenactiviteiten
pl: Sport i zajęcia na świeżym powietrzu
pt: Desportos e atividades ao ar livre
pt_br: esportes e atividades ao ar livre
ro: Sporturi și activități în aer liber
ru: Спорт и мероприятия на свежем воздухе

source: Beach and water recreation
ca: Esbarjo a la platja i aquàtic
de: Erholung an Wasser und Strand
el: Αναψυχή στην παραλία και το νερό
fi: Ranta- ja vesiaktiviteetit
fr: Montrer les plages et loisirs nautiques
hu: Strandok és vízi rekreáció
it: Spiaggia e sport acquatici
nb: Strand og vannrekreasjon
nl: Strand en waterrecreatie
pl: Plaże i rekreacja wodna
pt: Praia e atividades aquáticas
pt_br: Praia e atividades aquáticas
ro: Plajă și activități acvatice
ru: Пляж и водные развлечения

source: Hide beach and water recreation
ca: Amaga platges i esports aquàtics
de: Erholung an Wasser und Strand ausblenden
el: Απόκρυψη αναψυχής στην παραλία και το νερό
fi: Piilota ranta- ja vesiaktiviteetit
fr: Cacher les plages et les loisirs nautiques
hu: Strandok és vízi rekreáció elrejtése
it: Nascondi spiaggia e sport acquatici
nb: Skjul strand og vannrekreasjon
nl: Verberg strand en waterrecreatie
pl: Ukryj plaże i rekreację wodną
pt: Ocultar praia e atividades aquáticas
pt_br: Ocultar Praia e atividades aquáticas
ro: Ascunde plajă și activități acvatice
ru: Скрыть пляж и водные развлечения

source: Hide scenic byways and backroads
ca: Amaga camins i camins secundaris panoràmics
de: Panoramastraßen und Nebenstraßen ausblenden
fi: Piilota pääteiden ulkopuolelta
fr: Cacher les routes panoramiques et les routes secondaires
hu: Látványos kitérők és kis utak elrejtése
it: Nascondi strade panoramiche e vie secondarie
nb: Skjul naturskjønne sideveier og bakveier
nl: Verberg landelijke wegen en achteraf wegen
pl: Ukryj malownicze i boczne drogi
pt: Ocultar caminhos e estradas secundárias panorâmicos
pt_br: Ocultar caminhos panorâmicos e estradas secundárias
ro: Ascunde drumurile pitorești secundare și locale
ru: Скрыть живописные переулки и дороги

source: Scenic byways and backroads
ca: Camins i camins secundaris panoràmics
de: Panoramastraßen und Nebenstraßen
el: Γραφικοί δρόμοι και παρασκηνιακοί δρόμοι
fi: Pääteiden ulkopuolelta
fr: Montrer les routes panoramiques et routes secondaires
hu: Látványos kitérők és kis utak
it: Strade panoramiche e vie secondarie
nb: Naturskjønne sideveier og bakveier
nl: Landelijke wegen en achteraf wegen
pl: Drogi boczne i malownicze
pt: Caminhos e estradas secundárias panorâmicos
pt_br: Caminhos panorâmicos e estradas secundárias
ro: Drumuri pitorești secundare și locale
ru: Живописные переулки и дороги

source: Hide unpaved roads and off-road trails
ca: Amaga les carreteres sense asfaltar i els camins de muntanya
de: Unbefestigte Straßen und Off-Road-Routen ausblenden
fi: Piilota päällystämättömät tiet ja Off Road-reitit
fr: Cacher les routes non carrossables et les pistes pour véhicules tout terrain
hu: Földutak és off-road utak elrejtése
it: Nascondi strade sterrate e fuoristrada
nb: Skjul grusveier og off-road løyper
nl: Verberg onverharde wegen en off-road paden
pl: Ukryj drogi terenowe i bezdroża
pt: Ocultar estradas não pavimentadas e trilhos fora de estrada
pt_br: Ocultar estradas não pavimentadas e trilhas off-road
ro: Ascunde drumurile neasfaltate și traseele off-road
ru: Скрыть грунтовые дороги и внедорожные трассы

source: Unpaved roads and off-road trails
ca: Carreteres sense asfaltar i camins de muntanya
de: Unbefestigte Straßen und Off-Road-Routen
fi: Päällystämättömät tiet ja Off Road-reitit
fr: Montrer les routes non carrossables et les pistes pour véhicules tout terrain
hu: Földutak és off-road utak
it: Strade sterrate e fuoristrada
nb: Grusveier og off-road løyper
nl: Onverharde wegen en off-road paden
pl: Drogi terenowe i bezdroża
pt: Estradas não pavimentadas e trilhos fora de estrada
pt_br: Estradas não pavimentadas e trilhas off-road
ro: Drumuri neasfaltate și trasee off-road
ru: Грунтовые дороги и внедорожные трассы

source: Events and entertainment
ca: Esdeveniments i entreteniment
de: Veranstaltungen und Unterhaltung
el: Εκδηλώσεις και ψυχαγωγία
fi: Tapahtumat ja viihde
fr: Montrer les événements et divertissements
hu: Események és szórakozás
it: Eventi e intrattenimento
nb: Arrangementer og underholdning
nl: Evenementen en entertainment
pl: Imprezy i wydarzenia rozrywkowe
pt: Eventos e entretenimento
pt_br: Eventos e entretenimento
ro: Evenimente și divertisment
ru: События и развлечения

source: Hide events and entertainment
ca: Amaga esdeveniments i entreteniment
de: Veranstaltungen und Unterhaltung ausblenden
el: Απόκρυψη εκδηλώσεων και ψυχαγωγίας
fi: Piilota tapahtumat ja viihde
fr: Cacher les événements et les divertissements
hu: Események és szórakozás elrejtése
it: Nascondi eventi e intrattenimento
nb: Skjul arrangementer og underholdning
nl: Verberg evenementen en entertainment
pl: Ukryj wydarzenia rozrywkowe
pt: Ocultar eventos e entretenimento
pt_br: Ocultar eventos e entretenimento
ro: Ascunde evenimente și divertisment
ru: Скрыть события и развлечения

source: Everything else
ca: Tota la resta
de: Alles andere
el: Όλα τα άλλα
fi: Muut kohteet
fr: Montrer tout le reste
hu: Minden egyéb
it: Tutto il resto
nb: Alt annet
nl: Het overige
pl: Wszystko pozostałe
pt: Tudo o resto
pt_br: Todo o resto
ro: Orice altceva
ru: Все остальное

source: Hide everything else
ca: Amaga tota la resta
de: Alles andere ausblenden
el: Απόκρυψη όλων των άλλων
fi: Piilota muut kohteet
fr: Cacher tout le reste
hu: Minden egyéb elrejtése
it: Nascondi tutto il resto
nb: Skjul alt annet
nl: Verberg het overige
pl: Ukryj wszystko pozostałe
pt: Ocultar tudo o resto
pt_br: Ocultar tudo
ro: Ascunde orice altceva
ru: Скрыть все остальное

source: Hide my other trips, routes and tracks
ca: Amaga els meus altres viatges, rutes i traces
de: Meine anderen Reisen, Routen und Tracks ausblenden
fi: Piilota muut matkani, reittini ja jälkeni
fr: Cacher mes autres voyages et mes itinéraires et tracés importés
hu: Egyéb útiterveim és útvonalaim elrejtése
it: Nascondi i miei altri viaggi, strade e percorsi
nb: Skjul mine andre turer, ruter og spor
nl: Verberg mijn andere reizen, routes en paden
pl: Ukryj moje pozostałe podróże, trasy i szlaki
pt: Ocultar as minhas outras viagens, rotas e trilhos
pt_br: Ocultar minhas outras viagens, rotas e trilhas
ro: Ascunde alte călătorii, rute și trasee ale mele
ru: Скрыть мои другие поездки, маршруты

source: My other trips, routes and tracks
ca: Els meus altres viatges, rutes i traces
de: Meine anderen Reisen, Routen und Tracks
fi: Muut matkani, reittini ja jälkeni
fr: Montrer mes autres voyages et mes itinéraires et pistes importés
hu: Egyéb útiterveim és útvonalaim
it: I miei altri viaggi, strade e percorsi
nb: Mine andre turer, ruter og spor
nl: Mijn andere reizen, routes en paden
pl: Moje pozostałe podróże, trasy i ścieżki
pt: Minhas outras viagens, rotas e trilhos
pt_br: Minhas outras viagens, rotas e trilhas
ro: Alte călătorii, rute și trasee ale mele
ru: Мои другие поездки, маршруты

source: Configure Find
ca: Configura la Cerca
de: Suchoptionen konfigurieren
el: Ρύθμιση παραμέτρων εύρεσης
fi: Muokkaa Näytä-välilehden parametrejä
fr: Configurer Chercher
hu: A Felfedezés testreszabása
it: Configura Trova
nb: Søkekriterier
nl: Zoekopties configureren
pl: Konfigurowanie Atrakcji
pt: Configurar Pesquisa
pt_br: Configurar Busca
ro: Configurare Găsește
ru: Настроить Найти

source: See description of this place
ca: Consulta la descripció d'aquest lloc
de: Beschreibung des Ortes ansehen
fi: Katso paikan kuvaus
fr: Voir la description de ce lieu
hu: A hely leírása
it: Vedi la descrizione di questo luogo
nb: Se beskrivelse av dette stedet
nl: Zie de beschrijving van deze plaats
pl: Zobacz opis miejsca
pt: Consulte a descrição deste lugar
pt_br: Consulte a descrição deste lugar
ro: Vezi descrierea acestui loc
ru: Посмотреть описание этого места

source: See this place own website
ca: Visita el lloc web oficial
de: Website dieses Ortes ansehen
el: Δείτε την ιστοσελίδα αυτού του μέρους
fi: Katso paikan nettisivut
fr: Voir le site web de ce lieu
hu: A hely saját weboldala
it: Vedi il sito web di questo posto
nb: Se dette stedets egen hjemmeside
nl: Zie eigen website van deze plaats
pl: Zobacz własną stronę internetową miejsca
pt: Ver o website deste local
pt_br: Ver o website deste local
ro: Vezi acest loc pe site-ul web
ru: Посмотреть сайт этого места

source: Stop and visit this place
ca: Atura't i visita aquest lloc
de: Anhalten und diesen Ort besuchen
el: Σταματήστε και επισκεφθείτε αυτό το μέρος
fi: Pysähdy ja vieraile paikassa
fr: S’arrêter et visiter ce lieu
hu: Megálló és a hely meglátogatása
it: Fermati e visita questo posto
nb: Stopp og besøk dette stedet
nl: Stop en bezoek deze plaats
pl: Odwiedź miejsce
pt: Parar e visitar este lugar
pt_br: Parar e visitar este lugar
ro: Oprește și vizitează acest loc
ru: Остановиться и посетить это место

source: Add this place as a skipped stop
ca: Afegeix aquest lloc com a aturada omesa
de: Diesen Ort als übersprungene Station hinzufügen
el: Προσθέστε αυτό το μέρος ως στάση που παραλείφθηκε
fi: Lisää tämä paikka sivuutetuksi pysähdykseksi
fr: Ajouter ce lieu comme une étape ignorée
hu: Add hozzá a helyet kihagyott megállóként
it: Aggiungi questo posto come una sosta saltata
nb: Legg til dette stedet som et stopp du har hoppet over
nl: Voeg deze plaats toe als een overgeslagen stopplaats
pl: Dodaj miejsce jako omijany postój
pt: Adicionar este lugar como uma paragem ignorada
pt_br: Adicionar este lugar como uma parada ignorada
ro: Adăugă acest loc ca o oprire omisă
ru: Добавить это место как возможную остановку
