Repository: furkot/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ca, de, el, fi, fr, hu, it, nb, nl, pl, pt, pt_br, ro, ru

source: My Trips
ca: Els meus viatges
de: Meine Reisen
el: Τα ταξίδια μου
fi: Omat matkani
fr: Mes voyages
hu: Útiterveim
it: I Miei Viaggi
nb: Mine turer
nl: Mijn reizen
pl: Podróże
pt: As Minhas Viagens
pt_br: Minhas Viagens
ro: Călătoriile mele
ru: Мои Поездки

source: Plan with [Furkot]
ca: Planifica amb [Furkot]
de: Plane mit [Furkot]
el: Προγραμματίστε με [Furkot]
fi: Suunnittele [Furkotilla]
fr: Planifiez avec [Furkot]
hu: Tervezés a [Furkot]-al
it: Pianifica con [Furkot]
nb: Planlegg med [Furkot]
nl: Plan met [Furkot]
pl: Zaplanuj na [Furkocie]
pt: Planear com [Furkot]
pt_br: Planejar com [Furkot]
ro: Planifică cu [Furkot]
ru: Планировать с [Furkot]

source: Zoom in
ca: Apropa
de: Hineinzoomen
el: Μεγέθυνση
fi: Lähennä
fr: Zoom avant
hu: Nagyítás
it: Ingrandisci
nb: Zoom inn
nl: Inzoomen
pl: Zwiększ skalę
pt: Ampliar
pt_br: Mais Zoom
ro: Mărire
ru: Увеличить

source: Zoom out
ca: Allunya
de: Rauszoomen
el: Σμίκρυνση
fi: Loitonna
fr: Zoom arrière
hu: Távolítás
it: Rimpicciolisci
nb: Zoom ut
nl: Uitzoomen
pl: Zmniejsz skalę
pt: Afastar
pt_br: Menos Zoom
ro: Micșorare
ru: Уменьшить

source: Show the entire trip
ca: Mostra el viatge sencer
de: Ganze Reise anzeigen
el: Δείξε ολόκληρο το ταξίδι
fi: Näytä koko matka
fr: Montrer le voyage complet
hu: Teljes útiterv mutatása
it: Visualizza l'intero viaggio
nb: Vis hele turen
nl: Volledige reis tonen
pl: Pokaż całą podróż
pt: Exibir toda a viagem
pt_br: Mostrar toda a viagem
ro: Arată întreaga călătorie
ru: Показать всю поездку

source: Place location
ca: Col·loca una fita
de: Position des Ortes
el: Τοποθεσία
fi: Paikan sijainti
fr: Placez un lieu
hu: Hely címe
it: Aggiungi luogo
nb: Sted / adresse
nl: Locatie van de plaats
pl: Miejsce
pt: Localização do local
pt_br: Adicionar Local
ro: Plasează o locație
ru: Местоположение

source: Suggest
ca: Suggereix
de: Vorschlagen
el: Προτείνετε
fi: Ehdota
fr: Suggérer
hu: Javasolj
it: Suggerisci
nb: Foreslå
nl: Stel voor
pl: Dodaj
pt: Sugerir
pt_br: Sugestão
ro: Sugerează
ru: Предложить

source: Cancel
ca: Cancel·lar
de: Abbrechen
el: Άκυρο
fi: Peruuta
fr: Annuler
hu: Mégse
it: Annulla
nb: Avbryt
nl: Annuleer
pl: Cofnij
pt: Cancelar
pt_br: Cancelar
ro: Anulează
ru: Отменить

source: Close
ca: Tancar
de: Schließen
el: Κλείσε
fi: Sulje
fr: Fermer
hu: Bezárni
it: Chiudi
nb: Lukk
nl: Sluiten
pl: Zamknij
pt: Fechar
pt_br: Fechar
ro: Închide
ru: Закрыть

source: Hi! I am planning a trip {}. I am hoping you can help me with that. This is my route so far.
ca: Hola! Estic planificant un viatge de {}. Espero que puguis donar-me un cop de mà. Aquesta és la meva ruta fins ara.
de: Hallo! Ich plane die Reise {}. Ich hoffe, du kannst mir dabei helfen. Dies ist meine aktuelle Planung.
el: Γεια! Σχεδιάζω ένα ταξίδι {}. Ελπίζω να μπορείτε να με βοηθήσετε. Αυτή είναι η διαδρομή μου μέχρι τώρα.
fi: Hei! Olen suunnittelemassa matkaa {}. Toivon että voisit auttaa minua sen kanssa. Tässä reittini tähän mennessä.
fr: Salut, je planifie un voyage {}. J'espère que vous pourrez me donner un coup de main, voici mon itinéraire actuel.
hu: Szia! Egy utazást tervezek éppen {} néven. Remélem, hogy tudsz segíteni ebben. Eddig erre az útvonalra gondoltam.
it: Ciao! Sto progettando un viaggio {}. Spero che tu mi possa aiutare a farlo. Questo finora è il mio percorso.
nb: Hei! Jeg planlegger en tur {}. Jeg håper du kan hjelpe meg med det. Dette er min rute så langt.
nl: Hoi! Ik ben een reis {} aan het voorbereiden. Ik hoop dat je me daarbij kunt helpen. Dit mijn route tot nu toe.
pl: Hej! Planuję podróż {}. Mam nadzieję, że mogę liczyć na Twoją pomoc. Oto co udało mi się już zaplanować.
pt: Olá! Estou a planear uma viagem {}. Espero que me possa ajudar. Esta é a minha rota até agora.
pt_br: Ola! Estou planeando uma viagem {}. Espero que você me possa ajudar. Esta é a minha rota até agora.
ro: Salut! Planific o călătorie {}. Sper că mă poți ajuta cu aceasta. Acesta este traseul meu până acum.
ru: Привет, я планирую поездку {}. Надеюсь ты можешь помочь мне с этим.Вот мой маршрут

source: If you know about any interesting places along my route please add them to this map. You can enter the name in the search box, or - if you know where the place is located - click on the map and choose from the list of places nearby. Add as many suggestions as you want.
ca: Si coneixes algun lloc interessant en la meva ruta, sisplau afegeix-loal mapa. Pots posar el nom al quadre de cerca, o - si saps a on es troba -clica al mapa i selecciona'l del llistat de punts propers. Afegeix tantessuggerències com vulguis.
de: Wenn du irgendwelche interessanten Orte auf meiner Route kennst, füge sie bitte dieser Karte hinzu. Du kannst den Namen in das Suchfeld eingeben oder - wenn du weißt, wo sich der Ort befindet - auf die Karte klicken und aus einer Liste von Orten in der Nähe auswählen. Füge so viele Vorschläge hinzu, wie du magst.
el: Αν γνωρίζετε για οποιαδήποτε ενδιαφέροντα σημεία κατά μήκος της διαδρομής μου, παρακαλώ να τα προσθέσετε σε αυτό το χάρτη. Μπορείτε να εισάγετε το όνομα στο πλαίσιο αναζήτησης, ή - εάν ξέρετε πού βρίσκεται το μέρος - κάντε κλικ στο χάρτη και επιλέξτε από τη λίστα με τις τριγύρω τοποθεσίες. Προσθέστε όσες προτάσεις θέλετε.
fi: Jos tiedät reitiltä joitain mielenkiintoisia paikkoja, niin lisää ne tähän karttaan. Voit kirjoittaa paikan nimen hakukenttään tai/jos et tiedä missä paikka sijaitsee, klikkaa karttaa ja valitse joku lähellä olevista paikoista. Voit lisätä niitä niin monta kuin haluat.
fr: Si vous connaissez des lieux intéressants le long de mon itinéraire, vous pouvez les ajouter à cette carte. Vous pouvez entrer le nom dans le champ de recherche, ou, si vous savez où se trouve l'endroit, cliquez sur la carte et choisissez dans la liste des endroits à proximité. Ajoutez autant de suggestions que vous le souhaitez.
hu: Ha ismersz olyan helyeket az útvonalam mentén, amik érdekesek lehetnek, kérlek add hozzá a térképhez. A keresőbe be tudod írni a nevét, vagy ha tudod hol található ez a hely, kattints a térképre és válassz a közeli helyek közül. Adj hozzá annyi javaslatot, amennyit csak szeretnél.
it: Se sai di eventuali luoghi di interesse lungo il mio percorso per favore aggiungili a questa mappa. È possibile scrivere il nome nella casella di ricerca, o - se si sa dove si trova il luogo - cliccare sulla mappa e scegliere dalla lista dei luoghi nelle vicinanze. Aggiungi quanti suggerimenti vuoi.
nb: Hvis du vet om noen interessante steder langs ruten min kan du legge dem til dette kartet. Du kan skrive inn navnet i søkeboksen, eller - hvis du vet hvor stedet ligger - klikk på kartet og velg fra listen over steder i nærheten. Legg til så mange forslag som du ønsker.
nl: Wanneer je interessante plaatsen kent die op mijn route liggen, voeg ze dan toe aan deze kaart. Je kunt de naam in het zoekvak invullen, of -indien je weet waar de plaats is- klik dan op de kaart en maak een keuze uit de lijst met plaatsen in de buurt. Voeg zoveel voorstellen toe als je wil.
pl: Jeśli znasz miejsca warte odwiedzenia w okolicy mojej trasy, proszę dodaj je do mapy. Wpisz nazwę miejsca w okienku wyszukiwania, albo - jeśli znasz jego położenie - kliknij na mapie i wybierz miejsce z listy. Możesz dodać jedno lub więcej miejsc.
pt: Se conhecer lugares interessantes ao longo do meu percurso, por favor adicione-os a este mapa. Pode inserir o nome na caixa de pesquisa, ou - se souber a localização do lugar - clique no mapa e escolha na lista de locais próximos. Adicione as sugestões que quiser.
pt_br: Se souber sobre quaisquer lugares interessantes ao longo do meu percurso, adicione-os a este mapa. Pode inserir o nome na caixa de pesquisa, ou - se souber onde o local está localizado - clique no mapa e escolha na lista de locais próximos. Adicione tantas sugestões quanto quiser.
ro: Dacă știi vreun loc interesant pe traseul meu te rog să-l adaugi pe hartă. Poti să introduci denumirea în căsuța de căutare, sau - dacă știi unde se află localizat - fă clic pe hartă și selectează-l din lista locurilor din apropiere. Poți face oricâte sugestii dorești.
ru: Если ты знаешь интересные места по моему маршруту, то, пожалуйста, добавь их на карту. Ты можешь ввести их название в поле поиска или, если знаешь где они находятся, то указать на карте и выбрать из списка ближайших мест. Добавляй столько мест, сколько хочешь.

source: Thanks for your help.
ca: Gràcies per la teva ajuda.
de: Vielen Dank für die Hilfe im Voraus.
el: Ευχαριστώ για τη βοήθειά σας.
fi: Kiitos avustasi.
fr: Merci d'avance pour votre aide.
hu: Köszönöm a segítségedet.
it: Grazie per il tuo aiuto.
nb: Takk for hjelpen.
nl: Bedankt voor je hulp.
pl: Z góry dziękuję za pomoc.
pt: Obrigado pela sua ajuda.
pt_br: Obrigado pela sua ajuda.
ro: Îți mulțumesc pentru ajutor.
ru: Спасибо за Вашу помощь.

source: This is the map of your trip that others will see. They will be able to suggest one or more places for you to visit on your trip.
ca: Aquest és el mapa del teu viatge que veuran els altres usuaris. Aquests podransuggerir-te un o més llocs per visitar al teu viatge.
de: Dies ist die Karte Ihrer Reise, so wie sie andere sehen werden. Diese können Ihnen interessante Orte für Ihre Reise vorschlagen.
el: Αυτός είναι ο χάρτης του ταξιδιού σας όπως θα το εμφανίζεται στους άλλους. Θα είναι σε θέση να προτείνουν ένα ή περισσότερα μέρη για να επισκεφτείτε στο ταξίδι σας.
fi: Tämä kartta on matkastasi jonka muutkin näkevät. He voivat ehdottaa siihen yhtä tai useampaa paikkaa jossa voisit vierailla.
fr: Ceci est la carte de votre voyage qui sera visible pour les autres. Ils pourront proposer d'autres lieux à visiter.
hu: Ez az útiterved térképe, amit mások is látni fognak. Javasolhatnak majd olyan helyeket, amiket szerintük meg kéne látogatnod utazás közben.
it: Questa è la mappa del tuo viaggio che gli altri vedranno. Saranno in grado di suggerire uno o più luoghi da visitare nel viaggio.
nb: Dette er kartet over turen din som andre vil se. De kan foreslå ett eller flere steder som du kan besøke på turen din.
nl: Deze kaart van je reis is zichtbaar is voor anderen. Zij kunnen je een of meerdere plaatsen voorstellen om gedurende deze reis te bezoeken.
pl: Tak wygląda mapa, na której Twoi znajomi będą mogli zasugerować miejsca warte odwiedzenia w trakcie podróży.
pt: Este é o mapa da sua viagem que outros verão. Serão capazes de sugerir um ou mais lugares para visitar na sua viagem.
pt_br: Este é o mapa da sua viagem que outros verão. Eles serão capazes de sugerir um ou mais lugares para você visitar em sua viagem.
ro: Aceasta este harta călătoriei tale pe care alții o vor vedea. Ei vor fi în măsură să-ți sugereze unul sau mai multe locuri pe care să le vizitezi.
ru: Это карта Вашей поездки, которую смогут видеть другие. Они также смогут предложить одно или несколько мест для посещения в Вашей поездке.

source: Copy and paste this URL or use one of the share buttons to ask others to help you plan this trip.
ca: Copia i enganxa aquesta URL o fes servir un dels botons per compartir perdemanar ajuda per planificar aquest viatge.
de: Kopieren Sie diese URL oder verwenden Sie einen der Teilen-Buttons, um andere zu bitten, Ihnen bei der Planung dieser Reise zu helfen.
el: Αντιγράψτε και επικολλήστε αυτό το URL ή χρησιμοποιήστε ένα από τα κουμπιά διαμοιρασμού για να ζητήσετε από τους άλλους να σας βοηθήσουν να προγραμματίσετε το ταξίδι αυτό.
fi: Kopioi ja liitä tämä URL-osoite tai käytä jakopainikkeita pyytääksesi muilta apua matkan suunnitteluun.
fr: Copiez et collez cette URL, ou utilisez l'un des boutons de partage pour demander aux autres de vous aider à planifier ce voyage.
hu: Másold, majd illeszd meg ezt az URL-t, vagy használd a megosztás gombok egyikét, hogy segítséget kérj másoktól utazásod tervezéséhez.
it: Copia e incolla questo URL o utilizza uno dei pulsanti di condivisione per chiedere ad altri di aiutarvi a pianificare questo viaggio.
nb: Kopier og lim inn denne lenken eller bruk en av dele-knappene for å be andre om å hjelpe deg med å planlegge denne turen.
nl: Kopiëer en plak deze URL of gebruik een van de deel-knoppen om anderen hulp te vragen bij het plannen van deze reis.
pl: Skopiuj adres strony lub użyj jednego z przycisków umożliwiających podzielenie się planem podróży.
pt: Copie e cole este URL ou use um dos botões de partilha para pedir a outros ajuda para planear esta viagem.
pt_br: Copie e cole este URL ou use um dos botões de compartilhamento para pedir a outros para ajudá-lo a planear esta viagem.
ro: Copiați și lipiți această adresă URL sau utilizați unul dintre butoanele de partajare pentru a cere altor persoane să vă ajute să planificați această călătorie.
ru: Скопируй и вставь эту ссылку или используй кнопки Поделиться, чтобы попросить других людей помочь спланировать твою поездку.

source: Back
ca: Enrere
de: Zurück
el: Πίσω
fi: Takaisin
fr: Retour
hu: Vissza
it: Indietro
nb: Tilbake
nl: Terug
pl: Powrót
pt: Voltar
pt_br: Voltar
ro: Înapoi
ru: Назад

source: Help me plan my trip:
ca: Ajuda'm a planificar el meu viatge:
de: Hilf mir meine Reise zu planen:
el: Βοηθήστε με να σχεδιάσω το ταξίδι μου:
fi: Auta suunnittelemaan matkani:
fr: Aidez-moi à planifier mon voyage :
hu: Segíts megtervezni ezt az utazásomat:
it: Aiutami a pianificare il mio viaggio:
nb: Hjelp meg å planlegge min tur:
nl: Help me mijn reis te plannen:
pl: Pomóż mi zaplanować podróż:
pt: Ajude-me a planear a minha viagem:
pt_br: Ajude-me a planejar minha viagem:
ro: Ajută-ma să-mi planific călătoria:
ru: Помогите спланировать мою поездку:

source: Maybe you could suggest some places along the way that I should visit.
ca: Potser em podries suggerir alguns llocs al llarg de la ruta que hauria de visitar.
de: Vielleicht könntest du mir Orte entlang der Route vorschlagen, die ich besuchen sollte.
el: Ίσως θα μπορούσατε να προτείνετε κάποια σημεία κατά μήκος της διαδρομής μου που θα πρέπει να επισκεφθώ.
fi: Voisit ehkä ehdottaa näkemisen arvoisia paikkoja matkan varrelta.
fr: N'hésitez pas à me proposer d'autres lieux à visiter en cours de route.
hu: Talán tudsz ajánlani pár helyet az útvonalam mentén, amiket érdemes lenne meglátogatnom.
it: Forse potresti suggerirmi alcuni posti che dovrei visitare lungo il percorso.
nb: Kanskje du kan foreslå noen steder langs ruten som jeg bør besøke.
nl: Misschien kun je enkele plaatsen aanbevelen die ik zou moeten bezoeken.
pl: Zaproponuj miejsca warte odwiedzenia.
pt: Talvez possa sugerir alguns lugares ao longo do caminho que deveria visitar.
pt_br: Talvez você possa sugerir alguns lugares ao longo do caminho que eu deveria visitar.
ro: Poate ai putea sugera unele locuri de-a lungul drumului pe care ar trebui să le vizitez.
ru: Могли бы Вы предложить несколько мест по пути, которые я должен посетить.

source: Account Settings
ca: Configuració del compte
de: Kontoeinstellungen
el: Ρυθμίσεις λογαριασμού
fi: Tilin asetukset
fr: Paramètres du compte
hu: Fiók beállításai
it: Impostazioni dell'account
nb: Kontoinnstillinger
nl: Account instellingen
pl: Ustawienia Konta
pt: Configurações de Conta
pt_br: Configurações da Conta
ro: Setările contului
ru: Настройки аккаунта

source: Nickname
ca: Sobrenom
de: Benutzername
el: Ψευδώνυμο
fi: Käyttäjätunnus
fr: Pseudo
hu: Becenév
it: Pseudonimo
nb: Kallenavn
nl: Bijnaam
pl: Pseudonim
pt: Alcunha
pt_br: Apelido
ro: Poreclă
ru: Логин

source: Nickname is your private identifier used to sign in
ca: El sobrenom és el vostre identificador privat per iniciar la sessió
de: Der Benutzername ist Ihre private Kennung, um sich anzumelden
el: Ψευδώνυμο είναι το ιδιωτικό αναγνωριστικό σας που χρησιμοποιείται για να συνδεθείτε
fi: Käyttäjätunnus on tunnuksesi jolla kirjaudut sisään
fr: Le pseudo est votre identifiant privé utilisé pour vous connecter
hu: A beceneved a privát azonosítód, amivel be tudsz lépni az oldalra
it: Lo pseudomino è un identificativo privato utilizzato per registrarsi
nb: Kallenavn er din private identifikator som brukes til å logge på
nl: Je bijnaam is de unieke naam die je gebruikt om in te loggen
pl: Pseudonim to twój prywatny identyfikator konta
pt: A alcunha é a sua identificação pessoal usada para o login
pt_br: O apelido é a sua identificação pessoal para logar
ro: Porecla este identificatorul tău privat utilizat pentru conectare
ru: Логин это твой личный идентификатор для входа

source: Email
ca: Correu electrònic
fi: Sähköposti
fr: Courriel
it: Indirizzo e-mail
nb: e-post
pl: Adres E-mail

source: Email is only used to reset forgotten password and to share trips
ca: El correu electrònic només es fa servir per reinicialitzar la contrasenya en cas de pèrdua i per compartir viatges
de: Die E-Mail-Adresse wird nur verwendet, um das vergessene Kennwort zurückzusetzen und um Reisen zu teilen
el: To Email σας χρησιμοποιείται μόνο για να επαναφέρετε τον κωδικό πρόσβασης σας εαν τον ξεχάσετε και να μοιραστείτε τα ταξίδια σας
fi: Sähköpostia käytetään vain unohtuneen salasanan palautukseen ja matkojen jakamiseen
fr: Le courriel est seulement utilisé pour réinitialiser un mot de passe oublié et pour partager les voyages
hu: Az e-mail címedet csak az útitervek megosztására, és elfelejtett jelszó esetén használjuk
it: L'indirizzo e-mail viene utilizzato solo per ripristinare la password dimenticata e per condividere i viaggi
nb: E-post blir kun brukt til å tilbakestille glemt passord og for å dele turer
nl: Je e-mailadres wordt uitsluitend gebruikt om het wachtwoord opnieuw in te stellen en om reizen te delen
pl: Adres e-mail jest używany wyłącznie do odzyskiwania hasła i do zapraszania do wspólnego planowania podróży
pt: O email é utilizado apenas para recuperar a senha e partilhar viagens
pt_br: O email é utilizado somente para recuperar a senha e compartilhar viagens
ro: E-mailul este folosit doar pentru a reseta parola uitată și pentru a partaja călătoriile
ru: Email используется только для сброса пароля и для того чтобы делиться поездками с другими

source: email is optional
ca: el correu electrònic és opcional
de: Die E-Mail ist optional
el: Το email είναι προαιρετικό
fi: Sähköposti on vapaaehtoinen
fr: Le courriel est facultatif
hu: E-mail megadása nem kötelező
it: L'indirizzo e-mail è facoltativo
nb: e-post er valgfritt
nl: Het e-mailadres is optioneel
pl: e-mail jest opcjonalny
pt: email é opcional
pt_br: email é opcional
ro: E-mailul este opțional
ru: email не обязателен

source: Signature
ca: Signatura
de: Signatur
el: Υπογραφή
fi: Nimimerkki
hu: Nyilvános név
it: Firma
nb: Signatur
nl: Schermnaam
pl: Podpis
pt: Assinatura
pt_br: Assinatura
ro: Semnătura
ru: Имя

source: Signature is your public name shown to others
ca: La signatura és el vostre nom públic que es mostra als altres
de: Die Signatur ist Ihr öffentlicher Name, der anderen angezeigt wird
el: Η υπογραφή είναι το δημόσιο όνομά σας όπως εμφανίζεται σε άλλους
fi: Allekirjoituksesi on nimi joka näkyy muille
fr: La signature est votre nom public visible par tous
hu: A nyilvános neved az a név, amit mások látnak
it: La firma è il tuo nome pubblico che gli altri visualizzano
nb: Signaturen er ditt offentlige navn som vises til andre
nl: De schermnaam is je publieke naam die anderen kunnen zien
pl: Podpis to twoje publiczne miano
pt: Assinatura é o seu nome público visível para outros
pt_br: Assinatura é o seu nome público visível aos outros usuários
ro: Semnătura este numele tău public arătat celorlalți
ru: Имя будет показываться другим пользователям

source: public name
ca: nom públic
de: öffentlicher Name
el: δημόσιο όνομα
fi: julkinen nimi
fr: nom public
hu: nyilvános név
it: nome pubblico
nb: offentlig navn
nl: publieke naam
pl: publiczne miano
pt: nome público
pt_br: Nome público
ro: nume public
ru: публичное имя

source: Current Password
ca: Contrasenya actual
de: Aktuelles Passwort
el: Τρέχων κωδικός πρόσβασης
fi: Nykyinen salasana
fr: Mot de passe actuel
hu: Jelenlegi jelszó
it: Password Attuale
nb: Nåværende passord
nl: Huidige wachtwoord
pl: Bieżące Hasło
pt: Senha Atual
pt_br: Senha Atual
ro: Parola actuală
ru: Текущий пароль

source: needed to change settings
ca: necessari per canviar la configuració
de: wird benötigt, um Einstellungen zu ändern
el: απαιτείται για να αλλάξετε τις ρυθμίσεις
fi: tarvitaan asetusten muuttamiseen
fr: nécessaire pour modifier les paramètres
hu: szükséges a beállítások megváltoztatásához
it: necessaria per modificare le impostazioni
nb: nødvendig for å endre innstillinger
nl: vereist om instellingen te wijzigen
pl: potrzebne do zmiany ustawień
pt: necessária para alterar as configurações
pt_br: Necessária para alterar as configurações
ro: necesară pentru a modifica setările
ru: необходимо изменить настройки

source: The current password is necessary to change settings
ca: La contrasenya actual és necessària per canviar la configuració
de: Das aktuelle Passwort ist notwendig, um Einstellungen zu ändern
el: Ο τρέχων κωδικός πρόσβασης είναι απαραίτητος για να αλλάξετε τις ρυθμίσεις
fi: Asetusten muuttamiseen tarvitaan nykyinen salasana
fr: Le mot de passe actuel est nécessaire pour modifier les paramètres
hu: Jelenlegi jelszavad szükséges a beállítások megváltoztatásához
it: La password attuale è necessaria per modificare le impostazioni
nb: Det nåværende passordet er nødvendig for å endre innstillinger
nl: Je huidige wachtwoord is vereist om instellingen te wijzigen
pl: Bieżące hasło jest potrzebne do zmiany ustawień
pt: A senha atual é necessária para alterar as configurações
pt_br: A senha atual é necessária para alterar as configurações
ro: Pentru a modifica setarile este necesară parola actuală
ru: Необходим текущий пароль для изменения настроек

source: New Password
ca: Nova contrasenya
de: Neues Passwort
el: Νέος Κωδικός
fi: Uusi salasana
fr: Nouveau mot de passe
hu: Új jelszó
it: Nuova Password
nb: Nytt passord
nl: Nieuwe wachtwoord
pl: Nowe Hasło
pt: Nova Senha
pt_br: Nova Senha
ro: Parola nouă
ru: Новый пароль

source: Leave it empty unless you want to change password
ca: Deixeu en blanc a no ser que volgueu canviar la contrasenya
de: Lassen Sie es leer, außer Sie möchten das Kennwort ändern
el: Αφήστε το κενό εκτός εαν θέλετε να αλλάξετε τον κωδικό πρόσβασης
fi: Jätä tyhjäksi ellet halua vaihtaa salasanaa
fr: Laissez-le vide, sauf si vous souhaitez modifier le mot de passe
hu: Ha nem szeretnéd megváltoztatni a jelszavadat, hagyd üresen
it: Lasciare vuoto se non si desidera cambiare la password
nb: La det være tomt hvis du ikke vil endre passordet
nl: Laat leeg tenzij je het wachtwoord wilt wijzigen
pl: Pozostaw puste chyba, że chcesz zmienić hasło
pt: Deixe por preencher se não quiser alterar a senha
pt_br: Deixe em branco para não alterar a senha
ro: Lasă-l liber dacă nu vrei să schimbi parola
ru: Оставвьте пустым, если не хотите менять пароль

source: leave empty unless changing
ca: deixar en blanc excepte canvis
de: leer lassen, außer Sie wollen es ändern
el: Αφήστε κενό εκτός εάν το αλλάζετε
fi: Jätä tyhjäksi ellet halua muuttaa
fr: laissez-le vide, sauf pour modifier
hu: Ha nem szeretnéd megváltoztatni, hagyd üresen
it: lasciare vuoto se non si vuole cambiare
nb: la stå tomt med mindre du gjør endringer
nl: Laat leeg tenzij je wilt wijzigen
pl: pozostaw puste chyba, że zmieniasz
pt: deixe por preencher para não alterar
pt_br: deixe em branco para não alterar
ro: Lasă-l liber dacă nu vrei să o modifici
ru: оставьте пустым, если не хотите менять

source: Password changed successfully
ca: La contrasenya s'ha modificat correctament
de: Passwort erfolgreich geändert
el: Ο κωδικός άλλαξε επιτυχώς
fi: Salasana on vaihdettu onnistuneesti
fr: Mot de passe changé avec succès
hu: Sikeresen megváltoztattad jelszavadat
it: Password modificata con successo
nb: Passord er endret
nl: Wachtwoord is succesvol gewijzigd
pl: Hasło zostało zmienione
pt: Senha alterada com sucesso
pt_br: Senha alterada com sucesso
ro: Parola a fost schimbată
ru: Пароль успешно изменён
