Repository: furkot/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ca, de, el, fi, fr, hu, it, nb, nl, pl, pt, pt_br, ro, ru

source: Hide bike tracks
ca: Amaga els carrils bici
de: Radwege ausblenden
fi: Piilota pyöräilyreitit
fr: Cacher les pistes de vélo
hu: Kerékpárutak elrejtése
it: Nascondi piste ciclabili
nb: Skjul sykkelløyper
nl: Verberg fietspaden
pl: Ukryj ścieżki rowerowe
pt: Ocultar ciclovias
pt_br: Ocultar ciclovias

source: Bike tracks
ca: Carrils bici
de: Radwege
fi: Pyöräilyreitit
fr: Pistes de vélo
hu: Kerékpárutak
it: Piste ciclabili
nb: Sykkelløyper
nl: Fietspaden
pl: Ścieżki rowerowe
pt: Ciclovias
pt_br: Ciclovias

source: See Motor Vehicle Use Maps at U.S. Forest Service
ca: Consulta els mapes d'ús de vehicles de motor al Servei Forestal dels EUA
de: Mit Motorfzg. befahrbare Forstwege ansehen
fi: Katso moottoriajoneuvojen käyttökarttoja U.S. Forest Servicestä
fr: Voir les cartes pour véhicules à moteur sur U.S. Forest Service
hu: Az U.S. Forest Service gépjárműhasználati térképe
it: Vedi Motor Vehicle Use Maps su U.S. Forest Service
nb: Se Motor Vehicle Use Maps at U.S. Forest Service
nl: Bekijk de Motor Vehicle Use Maps op de website van USDA Forest Service
pl: Zobacz Motor Vehicle Use Maps z US Forest Service
pt: Ver mapas de uso de veículos motorizados no Serviço Florestal dos EUA
pt_br: Veja mapas de uso para veículos motorizados no Serviço Florestal dos EUA
ru: Посмотреть карты использования автотранспортных средств в U.S. Forest Service

source: Stop at this road or trail
ca: Atura't en aquesta carretera o pista
de: An dieser Straße oder diesem Wanderweg anhalten
fi: Pysähdy tiellä tai polulla
fr: S'arrêter à cette route ou sentier
hu: Megálló ennél az útnál
it: Fermati a questa strada o sentiero
nb: Stopp ved denne veien eller stien
nl: Stop bij deze weg of dit pad
pl: Zatrzymaj się na początku drogi lub szlaku
pt: Parar nesta estrada ou trilho
pt_br: Parar neste estrada ou trilha
ru: Сделать здесь остановку

source: Add this road or trail as a skipped stop
ca: Afegeix aquesta carretera o pista com a aturada omesa
de: Diese Straße oder diesen Wanderweg als übersprungene Station hinzufügen
fi: Lisää tie tai polku sivuutetuksi pysähdykseksi
fr: Ajouter cette route ou sentier comme une étape ignorée
hu: Út hozzáadása kihagyott megállóként
it: Aggiungi questa strada o sentiero come una sosta saltata
nb: Legg til denne veien eller stien som et stopp du har hoppet over
nl: Voeg deze weg of dit pad toe als een overgeslagen stopplaats
pl: Dodaj drogę lub szlak jako omijany postój
pt: Adicionar esta estrada ou trilho como uma paragem ignorada
pt_br: Adicione esta estrada ou trilha como uma parada ignorada
ru: Добавить это место, как возможную остановку

source: Travel this road or trail
ca: Recorre aquesta carretera o pista
de: Diese Straße oder diesen Wanderweg nutzen
fi: Matkusta tiellä tai polulla
fr: Prendre cette route ou sentier
hu: Utazás ezen az úton
it: Viaggia su questa strada o sentiero
nb: Reis denne veien eller stien
nl: Gebruik deze weg of dit pad
pl: Wybierz tę drogę lub szlak
pt: Viajar nesta estrada ou trilho
pt_br: Viajar esta estrada ou trilha
ru: Путешествие по этой дороге

source: Reverse this road or trail
ca: Inverteix aquesta carretera o pista
de: Straße oder Wanderweg umkehren
fi: Käännä tien tai polun suunta
fr: Inverser cette route ou sentier
hu: Fordított irányba utazás ezen az úton
it: Inverti questa strada o sentiero
nb: Reverser denne veien eller stien
nl: Deze weg of dit pad omkeren
pl: Odwrócić kierunek drogi lub szlaku
pt: Inverter sentido nesta estrada ou trilho
pt_br: Inverter sentido nesta estrada ou trilha
ru: Реверс маршрута

source: Fold this road or trail details
ca: Amaga els detalls d'aquesta carretera o pista
de: Details dieser Straße oder dieses Weges schließen
fi: Sulje tien tai polun tiedot
fr: Cacher les détails de cette route ou sentier
hu: Út részleteinek összecsukása
it: Chiudi i dettagli di questa strada o sentiero
nb: Skjul denne veiens eller stiens detaljer
nl: Sluit de gegevens van deze weg of dit pad
pl: Zwiń opis drogi lub szlaku
pt: Ocultar detalhes desta estrada ou trilho
pt_br: Ocultar detalhes desta estrada ou trilha
ru: Свернуть подробности

source: Hide Motor Vehicle Use Maps
ca: Amaga els mapes d'ús de vehicles de motor
de: Mit Motorfzg. befahrbare Forstwege ausblenden
fi: Piilota Yhdysvaltain metsähallituksen moottoriajoneuvojen käyttökartat
fr: Cacher les cartes à l'usage des véhicules à moteur
hu: Gépjárműhasználati térkép elrejtése
it: Nascondi le carte dei veicoli a motore sul U.S. Forest Service
nb: Skjul Motor Vehicle Use Maps
nl: Verberg Motor Vehicle Use Maps
pl: Schowaj Motor Vehicle Use Maps
pt: Ocultar mapas de uso de veículos motorizados
pt_br: Ocultar mapas de uso de veículos motorizados

source: U.S. Forest Service Motor Vehicle Use Maps
ca: Mapes d'ús de vehicles de motor del Servei Forestal dels EUA
de: US-Forest Service Kfz-Nutzung Karten
fi: Yhdysvaltain metsähallituksen moottoriajoneuvojen käyttökartat
fr: Cartes pour véhicules à moteur sur U.S. Forest Service
hu: U.S. Forest Secive gépjárműhasználati térképe
it: US Forest Service Motor Vehicle Maps Usa
pl: Motor Vehicle Use Maps z US Forest Service
pt: Mapas de uso de veículos motorizados do Serviço Florestal dos EUA
pt_br: Mapas de uso de veículos motorizados do Serviço Florestal dos Estados Unidos
ru: Карты от U.S. Forest Service

source: See charging station network
ca: Consulta la xarxa de punts de recàrrega
de: Ladestationsnetz ansehen
fi: Näytä sähkön latausasemaverkosto
fr: Voir le réseau de bornes de recharge
hu: Elektromos töltőállomás hálózat megjelenítése
it: Vedi la rete delle stazioni di ricarica
nb: Se ladestasjonsnettverk
nl: Bekijk EV-laadstation netwerk
pl: Zobacz sieć stacji ładowania
pt: Ver rede de estações de carregamento
pt_br: Veja redes de carregamento
ru: Посмотреть сеть зарядных станций

source: Add this charging station to your trip
ca: Afegeix aquesta estació de recàrrega al vostre viatge
de: Diese Ladestation meiner Reise hinzufügen
el: Προσθέστε αυτόν τον σταθμό φόρτισης στο ταξίδι σας
fi: Lisää sähkön latausasema matkaasi
fr: Ajouter cette borne de recharge à votre voyage
hu: Elektromos töltőállomás hozzáadása az útitervhez
it: Aggiungi questa stazione di ricarica al tuo viaggio
nb: Legg til denne ladestasjonen til turen din
nl: Voeg dit EV-laadstation toe aan je reis
pl: Dodaj stację do podróży
pt: Adicionar esta estação de carregamento à sua viagem
pt_br: Adicione esta estação de carregamento na sua viagem
ru: Добавить эту зарядную станцию в Вашу поездку

source: Add this charging station as a skipped stop
ca: Afegeix aquesta estació de recàrrega com a aturada omesa
de: Diese Ladestation als übersprungene Station hinzufügen
el: Προσθέστε αυτό το σταθμό φόρτισης ως στάση που έχει παραλειφθεί
fi: Lisää sähkön latausasema sivuutetuksi pysähdykseksi
fr: Ajouter cette borne de recharge comme une étape ignorée
hu: Elektromos töltőállomás hozzáadása kihagyott megállóként
it: Aggiungi questa stazione di ricarica come una sosta saltata
nb: Legg til denne ladestasjonen som et stopp du har hoppet over
nl: Voeg dit EV-laadstation toe als overgeslagen stopplaats
pl: Dodaj stację ładowania jako omijany postój
pt: Adicionar esta estação de carregamento como uma paragem ignorada
pt_br: Adicione esta estação de carregamento como uma parada ignorada
ru: Добавить это место, как возможную остановку

source: Fold this charging station details
ca: Amaga els detalls d'aquesta estació de recàrrega
de: Details dieser Ladestation schließen
fi: Sulje sähkön latausaseman tiedot
fr: Cacher les détails de cette borne de recharge
hu: Elektromos töltőállomás részleteinek összecsukása
it: Chiudi i dettagli di questa stazione di ricarica
nb: Skjul denne ladeplassens detaljer
nl: Sluit de gegevens van dit EV-laadstation
pl: Zwiń opis stacji ładowania
pt: Ocultar detalhes desta estação de carregamento
pt_br: Ocultar detalhes desta estação de carregamento
ru: Свернуть подробности

source: See description of this airport
de: Beschreibung dieses Flughafens ansehen
fi: Katso lentoaseman kuvaus
pl: Zobacz opis lotniska
pt_br: Veja a descrição deste aeroporto

source: Stop at this airport
de: Station an diesem Flughafen
fi: Pysähdy lentoasemalla
pl: Dodaj lotnisko do podróży
pt_br: Parar neste aeroporto
ru: Сделать здесь остановку

source: Add this airport as a skipped stop
de: Diesen Flughafen als übersprungene Station hinzufügen
fi: Lisää lentoasema sivuutetuksi pysähdykseksi
pl: Dodaj lotnisko jako omijany postój
pt_br: Adicionar este aeroporto como uma parada ignorada
ru: Добавить это место, как возможную остановку

source: Fold this airport details
de: Details dieses Flughafens schließen
fi: Sulje lentoaseman tiedot
pl: Zwiń opis lotniska
pt_br: Ocultar detalhes desse aeroporto
ru: Свернуть подробности

source: Airports and airfields
ca: Aeroports i aeròdroms
de: Flughäfen und Flugplätze
el: Αεροδρόμια και διάδρομοι
fi: Lentoasemat ja lentokentät
fr: Aéroports et aérodromes
hu: Repülőterek
it: Aeroporti e campi di aviazione
nb: Flyplasser
nl: Luchthavens en vliegvelden
pl: Lotniska
pt: Aeroportos e aeródromos
pt_br: Aeroportos e aeroclubes

source: See description of this peak
ca: Consulta la descripció d'aquest cim
de: Beschreibung dieses Berggipfels ansehen
fi: Katso huipun kuvaus
fr: Voir la description de ce sommet
hu: Hegycsúcs leírása
it: Vedi la descrizione di questa vetta
nb: Se beskrivelse av denne toppen
nl: Bekijk de beschrijving van deze bergtop
pl: Zobacz opis szczytu
pt: Ver descrição deste pico
pt_br: Ver a descrição desse pico

source: See climber's profile
de: Profil des Bergsteigers ansehen
fi: Katso kiipeilijän kuvaus
nb: Se klatrerens profil
pl: Zobacz profil wspinacza
pt_br: Ver o perfil do escalador

source: Stop and climb this peak
ca: Atura't i puja aquest cim
de: Anhalten und diesen Berggipfel besteigen
fi: Pysähdy ja kiipeä tälle huipulle
fr: S'arrêter et monter à ce sommet
hu: Megálló és a hegycsúcs megmászása
it: Fermati e sali su questa vetta
nb: Stopp og klatre denne toppen
nl: Stop en beklim deze berg
pl: Zdobądź ten szczyt
pt: Parar e escalar esse pico
pt_br: Parar e escalar esse pico

source: Add this peak as a skipped stop
ca: Afegeix aquest cim com a aturada omesa
de: Diesen Berggipfel als übersprungene Station hinzufügen
fi: Lisää tämä huippu sivuutetuksi pysähdykseksi
fr: Ajouter ce sommet comme une étape ignorée
hu: Hegycsúcs hozzáadása kihagyott megállóként
it: Aggiungi questa vetta come una sosta saltata
nb: Legg til denne toppen som et stopp du har hoppet over
nl: Voeg deze bergtop toe als een overgeslagen stopplaats
pl: Dodaj szczyt jako omijany postój
pt: Adicionar este pico como uma paragem ignorada
pt_br: Adicionar este pico como uma parada ignorada
ru: Добавить это место, как возможную остановку

source: Fold this peak details
ca: Amaga els detalls d'aquest cim
de: Details dieses Berggipfels schließen
fi: Sulje huipun tiedot
fr: Cacher les détails de ce sommet
hu: Hegycsúcs részleteinek összecsukása
it: Chiudi i dettagli di questa vetta
nb: Skjul denne toppens detaljer
nl: Sluit de gegevens van deze bergtop
pl: Zwiń dane szczytu
pt: Ocultar detalhes deste pico
pt_br: Ocultar detalhes desse pico
ru: Свернуть подробности

source: Hide peaks and routes
ca: Amaga cims i rutes
de: Berggipfel und Routen ausblenden
fi: Piilota huiput ja reitit
fr: Cacher les sommets et les itinéraires
hu: Hegycsúcsok és útvonalak elrejtése
it: Nascondi vette e percorsi
nb: Skjul topper og ruter
nl: Verberg bergtoppen en bergtrajecten
pl: Ukryj szczyty i szlaki
pt: Ocultar picos e trilhos
pt_br: Ocultar picos e trilhas

source: Peaks and routes
ca: Cims i rutes
de: Berggipfel und Routen
fi: Huiput ja reitit
fr: Sommets et itinéraires
hu: Hegycsúcsok és útvonalak
it: Vette e percorsi
nb: Topper og ruter
nl: Bergtoppen en bergtrajecten
pl: Szczyty i szlaki
pt: Picos e trilhos
pt_br: Picos e trilhas

source: See this ethanol-free gas station page
ca: Consulta aquesta pàgina de la benzinera sense etanol
de: Seite dieser ethanolfreien Tankstelle ansehen
fi: Näytä etanolittoman huoltoaseman sivu
fr: Voir la page de cette station-service sans-éthanol
hu: Etanol-mentes töltőállomás oldala
it: Vedi la pagina di questo distributore di benzina senza etanolo
nb: Se denne etanolfrie bensinstasjonens infoside
nl: Bekijk de pagina van dit ethanolvrije tankstation
pl: Zobacz opis stacji sprzedającej benzynę bez etanolu
pt: Ver página do posto de combustível livre de etanol
pt_br: Veja a página do posto de combustível livre de etanol

source: Fill up at this ethanol-free gas station
ca: Omple el dipòsit en aquesta benzinera sense etanol
de: An dieser ethanolfreien Tankstelle tanken
fi: Tankkaa etanolittomalla asemalla
fr: Faire le plein à cette station-service sans-éthanol
hu: Tankolás ezen az etanol-mentes töltőállomáson
it: Fai rifornimento a questo distributore di benzina senza etanolo
nb: Fyll opp på denne etanolfrie bensinstasjonen
nl: Tank bij dit ethanolvrije tankstation
pl: Zatankuj benzynę bez etanolu
pt: Atestar neste posto de gasolina livre de etanol
pt_br: Completar neste posto de gasolina livre de etanol
ru: Заправится здесь

source: The list of ethanol-free gas stations by [pure-gas.org]
ca: El llistat de benzineres sense etanol de [pure-gas.org]
de: Liste der ethanolfreien Tankstellen von [pure-gas.org]
fi: Luettelon etanolittomista asemista tarjoaa [pure-gas.org]
fr: La liste des station-service sans éthanol par [pure-gas.org]
hu: Az etanol-mentes töltőállomások listája a [pure-gas.org]-ról
it: L'elenco delle distributori di benzina senza etanolo su [pure-gas.org]
nb: Listen over etanolfrie bensinstasjoner fra [pure-gas.org]
nl: De lijst van ethanolvrije tankstations op de website van [pure-gas.org]
pl: Lista stacji sprzedających benzynę bez etanolu udostępniana przez [pure-gas.org]
pt: Lista de postos de gasolina sem etanol por [pure-gas.org]
pt_br: A lista de postos de gasolina sem etanol de [pure-gas.org]
ru: Список Ethanol-free заправочных станций [pure-gas.org]

source: with [permission]
ca: amb [permís]
de: mit [Zustimmung]
el: με [άδεια]
fi: [luvalla]
fr: avec [l'autorisation]
hu: [engedéllyel]
it: con [autorizzazioni]
nb: med [tillatelse]
nl: met [toestemming]
pl: za [zgodą]
pt: com [permissão]
pt_br: com [permissão]
ru: с [разрешения]

source: Hide places and activities
ca: Amaga llocs i activitats
de: Orte und Aktivitäten ausblenden
fi: Piilota paikat ja aktiviteetit
fr: Cacher les lieux et les activités
hu: helyek és tevékenységek elrejtése
it: Nascondi luoghi e attività
nb: Skjul steder og aktiviteter
nl: Verberg plaatsen en activiteiten
pl: Ukryj miejsca i atrakcje
pt: Ocultar locais e atividades
pt_br: Ocultar locais e atividades

source: Places and activities
ca: Llocs i activitats
de: Orte und Aktivitäten
fi: Paikat ja aktiviteetit
fr: Lieux et activités
hu: Helyek és tevékenységek
it: Luoghi e attività
nb: Steder og aktiviteter
nl: Plaatsen en activiteiten
pl: Miejsca i atrakcje
pt: Locais e atividades
pt_br: Locais e atividades

source: See description of this trail
ca: Consulta la descripció d'aquesta ruta
de: Beschreibung dieses Wanderweges ansehen
fi: Näytä jäljen kuvaus
fr: Voir la description de ce sentier
hu: Sípálya leírása
it: Vedi la descrizione di questo sentiero
nb: Se beskrivelse av denne løypen
nl: Bekijk beschrijving van dit pad
pl: Zobacz opis szlaku
pt: Ver descrição desse trilho
pt_br: Veja a descrição dessa trilha

source: Stop and ski this trail
ca: Atura't i esquia aquesta pista
de: Anhalten und diese Skiroute fahren
fi: Pysähdy ja laskettele jälki
fr: S’arrêter et skier cette piste
hu: Megálló és síelés a pályán
it: fermati a sciare su questa pista
nb: Stopp og gå på ski i denne løypen
nl: Stop en ski dit traject
pl: Wybierz ten szlak narciarski
pt: Parar e esquiar neste trilho
pt_br: Parar e esquiar nesta trilha

source: Backcountry ski trails
ca: Pistes d'esquí de fons
de: Backcountry-Skirouten
fi: Hiihtolatuja
fr: Pistes de ski de randonnée
hu: Vadsíelő helyek
it: Piste da sci-alpinismo
nb: Skiløyper
nl: Off-piste ski-routes
pl: Szlaki narciarskie
pt: Trilhos interiores de esqui
pt_br: Trilhas de esqui

source: See more information about this place
ca: Veure més informació sobre aquest lloc
de: Mehr Informationen über diesen Ort ansehen
fi: Katso lisätietoja tästä paikasta
fr: Voir plus d'informations sur ce lieu
hu: Több információ erről a helyről
it: Vedi maggiori informazioni su questo luogo
nb: Se mer informasjon om dette stedet
nl: Bekijk meer informatie over deze plaats
pl: Zobacz więcej informacji o tym miejscu
pt: Ver mais informações sobre este lugar
pt_br: Veja mais informações sobre este lugar
ro: Vezi mai multe informații despre acest loc
ru: Посмотреть более подробную информацию об этом месте

source: Copy stop from its trip to this one
ca: Copia l'aturada del seu viatge a aquest
de: Station von der ursprünglichen in diese Reise kopieren
fi: Kopioi pysähdys matkalta tähän
fr: Copier l’étape de son voyage d’origine à ce voyage
hu: Megálló másolása ebből az útitervből egy másikba
it: Copia sosta dal suo viaggio in questo
nb: Kopier stopp fra sin tur til denne
nl: Stopplaats van oorspronkelijke reis naar deze reis kopiëren
pl: Skopiuj postój
pt: Copiar paragem da sua viagem para esta
pt_br: Copie parada de sua viagem para esta
ru: Скопировать остановку из своей поездки в эту

source: Add as a skipped stop
ca: Afegeix-ho com a aturada omesa
de: Als übersprungene Station hinzufügen
fi: Lisää sivuutetuksi pysähdykseksi
fr: Ajouter comme une étape ignorée
hu: Kihagyott megálló hozzáadása
it: Aggiungi come una sosta saltata
nb: Legg til som et stopp du har hoppet over
nl: Voeg toe als overgeslagen stopplaats
pl: Dodaj jako omijany postój
pt: Adicionar como uma paragem ignorada
pt_br: Adicionar como uma parada ignorada
ro: Adaugă ca oprire omisă
ru: Добавить как возможную остановку

source: Copy route to the next stop
ca: Copia la ruta a la següent aturada
de: Kopieren Sie die Route zur nächsten Station
fi: Kopioi reitti seuraavaksi pysähdykseksi
fr: Copier la route pour la prochain étape
hu: Útvonal másolása a következő megállóhoz
it: Copia percorso alla prossima sosta
nb: Kopier rute til neste stopp
nl: Kopieer route naar de volgende stopplaats
pl: Skopiuj trasę do następnego postoju
pt: Copiar rota para a próxima paragem
pt_br: Copiar rota para a próxima parada
ro: Copiaza traseului pâna la următoarea oprire
ru: Копировать маршрут до следующей остановки

source: Reverse route when copying
ca: Invertir la ruta al copiar
de: Umkehren der Route beim Kopieren
fi: Käännä reitti kopioitaessa
fr: Inverser la route lors de la copie
hu: Útvonal megfordítása másoláskor
it: Inverti il percorso quando viene copiato
nb: Reverser rute ved kopiering
nl: Keer de route om bij het kopiëren
pl: Odwróć kierunek trasy kopiując
pt: Inverter rota ao copiar
pt_br: Inverter sentido ao copiar
ro: Inversează traseul la copiere
ru: Реверс маршрута при копировании

source: Fold this stop details
ca: Amaga els detalls d'aquesta aturada
de: Details dieser Station schließen
fi: Sulje pysähdyksen tiedot
fr: Cacher les détails de cette étape
hu: Megálló részleteinek összecsukása
it: Chiudi i dettagli di questa sosta
nb: Skjul dette stoppets detaljer
nl: Sluit de gegevens van deze stopplaats
pl: Zwiń dane postoju
pt: Ocultar detalhes desta paragem
pt_br: Ocultar detalhes dessa parada
ro: Restrânge detaliile acestei opriri
ru: Свернуть подробности

source: Open this trip
ca: Obre aquest viatge
de: Diese Reise öffnen
el: Ανοίξτε αυτό το ταξίδι
fi: Avaa matka
fr: Ouvrir ce voyage
hu: Útiterv megnyitása
it: Apri questo viaggio
nb: Åpne denne turen
nl: Open deze reis
pl: Otwórz tę podróż
pt: Abrir esta viagem
pt_br: Abra esta viagem
ro: Deschide această călătorie
ru: Открыть эту поездку

source: Stop at this trip starting point
ca: Atura't al punt d'inici del viatge
de: Den Startpunkt dieser Reise als Station hinzufügen
fi: Pysähdy matkan lähtöpisteessä
fr: S'arrêter à ce point de départ du voyage
hu: Megálló ennél a kezdpontnál
it: Sosta a questo punto di partenza del viaggio
nb: Stopp på denne turens utgangspunkt
nl: Stop bij het beginpunt van deze reis
pl: Zatrzymaj się na początku podróży
pt: Parar no ponto de partida desta viagem
pt_br: Parar neste ponto de partida da viagem
ru: Сделать здесь остановку

source: Add this trip starting point as a skipped stop
ca: Afegeix aquest punt d'inici del viatge com a aturada omesa
de: Den Startpunkt dieser Reise als übersprungene Station hinzufügen
fi: Lisää matkan lähtöpiste sivuutetuksi pysähdykseksi
fr: Ajouter ce point de départ du voyage comme une étape ignorée
hu: Túra kezdőpont hozzáadása kihagyott megállóként
it: Aggiungi questo punto di partenza del viaggio come una sosta saltata
nb: Legg til denne turens utgangspunkt som et stopp du har hoppet over
nl: Voeg het startpunt van deze reis toe als een overgeslagen stopplaats
pl: Dodaj początek podróży jako omijany postój
pt: Adicionar este ponto de partida como uma paragem ignorada
pt_br: Adicionar este ponto de partida como uma parada ignorada
ro: Adăugați acest punct de plecare al călătoriei ca o oprire omisă
ru: Добавить эту стартовую точку, как возможную остановку

source: Copy the entire trip to this one
ca: Copia el viatge sencer a aquest
de: Die gesamte Reise in diese kopieren
el: Αντιγράψτε ολόκληρο το ταξίδι σε αυτό
fi: Kopioi koko matka tähän
fr: Copier la totalité du voyage vers celui-ci
hu: Egész útiterv másolása ebbe
it: Copia l'intero viaggio in questo
nb: Kopier hele turen til denne
nl: Kopieer de hele reis in deze reis
pl: Skopiuj całą podróż
pt: Copiar toda a viagem para esta
pt_br: Copie toda a viagem para esta
ro: Copiază întreaga călătorie la aceasta
ru: Скопировать всю поездку в эту

source: Reverse this trip when copying
ca: Inverteix aquest viatge al copiar
de: Diese Reise beim Kopieren umkehren
el: Αντιστρέψτε αυτό το ταξίδι κατά την αντιγραφή
fi: Käännä reitti kopioitaessa
fr: Inverser ce voyage lors de la copie
hu: Útvonal megfordítása másoláskor
it: Inverti questo viaggio quando viene copiato
nb: Reverser denne turen når du kopierer
nl: Keer deze reis om bij het kopiëren
pl: Odwrócić kiedunek podróży kopiując
pt: Inverter esta viagem ao copiar
pt_br: Inverter esta viagem ao copiar
ro: Inversează această călătorie atunci o copiezi
ru: Реверс маршрута при копировании

source: Fold this trip details
ca: Amaga els detalls d'aquest viatge
de: Details dieser Reise schließen
el: Κλείσιμο των λεπτομερειών του ταξιδιού
fi: Sulje matkan tiedot
fr: Cacher les détails de ce voyage
hu: Útiterv részleteinek összecsukása
it: Chiudi i dettagli di questo viaggio
nb: Skjul denne turens detaljer
nl: Sluit de gegevens van deze reis
pl: Zwiń opis podróży
pt: Ocultar detalhes desta viagem
pt_br: Ocultar detalhes da viagem
ro: Restrânge detaliile acestei călătorii
ru: Свернуть подробности

source: See more information about this trip
ca: Consulta més informació sobre aquest viatge
de: Mehr Informationen zu dieser Reise ansehen
el: Δείτε περισσότερες πληροφορίες για αυτό το ταξίδι
fi: Katso lisätietoja matkasta
fr: Voir plus d'informations sur ce voyage
hu: Több információ megjelenítése az útitervről
it: Vedi ulteriori informazioni su questo viaggio
nb: Se mer informasjon om denne turen
nl: Bekijk meer informatie over deze reis
pl: Zobacz więcej informacji o tej podróży
pt: Ver mais informações sobre esta viagem
pt_br: Ver informações sobre esta viagem
ro: Vezi mai multe informații despre această călătorie
ru: Посмотреть более подробную информацию об этой поездке
