Repository: furkot/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ca, de, el, fi, fr, hu, it, nb, nl, pl, pt, pt_br, ro, ru

source: Reset this route
ca: Restableix aquesta ruta
de: Diese Route zurücksetzen
el: Επαναφορά αυτής της διαδρομής
fi: Nollaa reitti
fr: Réinitialiser cette voie
hu: Útvonal visszaállítása
it: Ripristina questo percorso
nb: Tilbakestill denne ruten
nl: Deze route opnieuw instellen
pl: Wyprostuj trasę
pt: Redefinir esta rota
pt_br: Redefinir essa rota
ro: Resetează această rută
ru: Сбросить этот маршрут

source: Reset
ca: Restableix
de: Zurücksetzen
el: Επαναφορά
fi: Nollaa
fr: Réinitialiser
hu: Visszaállítás
it: Ripristina
nb: Tilbakestill
nl: Opnieuw instellen
pl: Prostuj
pt: Reiniciar
pt_br: Reiniciar
ru: Сброс

source: Skip this route
ca: Omet aquesta ruta
de: Diese Route überspringen
el: Παραλείψτε αυτή τη διαδρομή
fi: Sivuuta reitti
fr: Ignorer cette route
hu: Útvonal kihagyása
it: Salta questo percorso
nb: Hopp over denne ruten
nl: Sla deze route over
pl: Omiń tę trasę
pt: Ignorar esta rota
pt_br: Ignorar esta rota
ro: Omite acest traseu
ru: Возможная остановка

source: Bring this route out as primary plan
ca: Treu aquesta ruta com a pla principal
de: Diese Route als primäre Planung festlegen
fi: Tuo reitti ensisijaisena suunnitelmana
fr: Promouvoir cette route dans le plan principal
hu: Útvonal beállítása elsődlegesként
it: Identifica quest percorso come scelta principale
nb: Ta denne ruten ut som primær plan
nl: Markeer deze route als het primaire plan
pl: Wstaw trasę do podstawowego planu
pt: Definir esta rota como plano primário
pt_br: Trazer essa rota como plano primário
ru: Сделать этот маршрут в качестве основного

source: Set this route aside as backup plan
ca: Estableix aquesta ruta com a segona opció
de: Diese Route als Alternativ-Planung merken
fi: Aseta reitti varasuunnitelmaksi
fr: Définir cette route comme plan de secours
hu: Útvonal beállítása b-tervként
it: Identifica questo percorso come piano di riserva
nb: Sett denne ruten til side som backup plan
nl: Markeer deze route als alternatief plan
pl: Odłóż trasę na zapas
pt: Definir esta rota como plano alternativo
pt_br: Definir essa rota como alternativa
ru: Сделать этот маршрут резервным

source: Plan B
ca: Pla B
el: Πλάνο Β
fi: Varasuunnitelma
hu: B terv
it: Piano B
pl: Zapas
pt: Plano B
pt_br: Plano B
ro: Planul B
ru: План B

source: Black
ca: Negre
de: Schwarz
el: Μαύρο
fi: Musta
fr: Noir
hu: Fekete
it: Nero
nb: Svart
nl: Zwart
pl: Czarny
pt: Preto
pt_br: Preto
ro: Negru
ru: Черный

source: Dark Red
ca: Vermell fosc
de: Dunkelrot
el: Σκούρο κόκκινο
fi: Tummanpunainen
fr: Rouge foncé
hu: Sötétpiros
it: Rosso scuro
nb: Mørk rød
nl: Donkerrood
pl: Ciemnoczerwony
pt: Vermelho Escuro
pt_br: Vermelho escuro
ro: Roșu închis
ru: Темно-красный

source: Dark Green
ca: Verd fosc
de: Dunkelgrün
el: Σκούρο πράσινο
fi: Tummanvihreä
fr: Vert foncé
hu: Sötétzöld
it: Verde scuro
nb: Mørk grønn
nl: Donkergroen
pl: Ciemnozielony
pt: Verde Escuro
pt_br: Verde escuro
ro: Verde închis
ru: Темно-зеленый

source: Dark Yellow
ca: Groc fosc
de: Dunkelgelb
el: Σκούρο κίτρινο
fi: Tummankeltainen
fr: Jaune foncé
hu: Sötétsárga
it: Giallo scuro
nb: Mørk Gul
nl: Donkergeel
pl: Ciemnożółty
pt: Amarelo Escuro
pt_br: Amarelo escuro
ro: Galben închis
ru: Темно-желтый

source: Dark Blue
ca: Blau fosc
de: Dunkelblau
el: Σκούρο μπλε
fi: Tummansininen
fr: Bleu foncé
hu: Sötétkék
it: Blu scuro
nb: Mørk blå
nl: Donkerblauw
pl: Ciemnoniebieski
pt: Azul Escuro
pt_br: Azul escuro
ro: Albastru închis
ru: Темно-синий

source: Dark Magenta
ca: Magenta fosc
de: Dunkelviolett
el: σκούρο ματζέντα
fi: Tummanvioletti
fr: Magenta foncé
hu: Sötétrózsaszín
it: Magenta scuro
nb: Mørk magenta
nl: Donkerviolet
pl: Ciemnokarmazynowy
pt: Magenta Escuro
pt_br: Magenta escuro
ro: Magenta închis
ru: Темно-пурпурный

source: Dark Cyan
ca: Cian fosc
de: Dunkeltürkis
el: Σκούρο κυανό
fi: Tummanturkoosi
fr: Cyan foncé
hu: Sötét kékeszöld
it: Ciano scuro
nb: Mørk Cyan
nl: Donkercyaan
pl: Ciemnoturkusowy
pt: Ciano Escuro
pt_br: Ciano escuro
ro: Cyan închis
ru: Темно-голубой

source: Light Gray
ca: Gris clar
de: Hellgrau
el: Ανοιχτό γκρι
fi: Vaaleanharmaa
fr: Gris clair
hu: Világosszürke
it: Grigio chiaro
nb: Lys grå
nl: Lichtgrijs
pl: Jasnoszary
pt: Cinza Claro
pt_br: Cinza claro
ro: Gri deschis
ru: Светло-серый

source: Dark Gray
ca: Gris fosc
de: Dunkelgrau
el: Σκούρο γκρι
fi: Tummanharmaa
fr: Gris foncé
hu: Sötétszürke
it: Grigio scuro
nb: Mørk grå
nl: Donkergrijs
pl: Ciemnoszary
pt: Cinza Escuro
pt_br: Cinza escuro
ro: Gri închis
ru: Темно-серый

source: Red
ca: Vermell
de: Rot
el: Κόκκινο
fi: Punainen
fr: Rouge
hu: Piros
it: Rosso
nb: Rød
nl: Rood
pl: Czerwony
pt: Vermelho
pt_br: Vermelho
ro: Roșu
ru: Красный

source: Green
ca: Verd
de: Grün
el: Πράσινο
fi: Vihreä
fr: Vert
hu: Zöld
it: Verde
nb: Grønn
nl: Groen
pl: Zielony
pt: Verde
pt_br: Verde
ro: Verde
ru: Зеленый

source: Yellow
ca: Groc
de: Gelb
el: Κίτρινο
fi: Keltainen
fr: Jaune
hu: Sárga
it: Giallo
nb: Gul
nl: Geel
pl: Żółty
pt: Amarelo
pt_br: Amarelo
ro: Galben
ru: Желтый

source: Blue
ca: Blau
de: Blau
el: Μπλε
fi: Sininen
fr: Bleu
hu: Kék
it: Blu
nb: Blå
nl: Blauw
pl: Niebieski
pt: Azul
pt_br: Azul
ro: Albastru
ru: Синий

source: Magenta
de: Violett
el: Ματζέντα
fi: Violetti
hu: Rózsaszín
nl: Violet
pl: Karmazynowy
ru: Пурпурный

source: Cyan
ca: Cian
de: Türkis
el: Κυανό
fi: Turkoosi
fr: Turquoise
hu: Ciánkék
it: Ciano
nl: Cyaan
pl: Turkusowy
pt: Ciano
pt_br: Ciano
ru: Бирюзовый

source: White
ca: Blanc
de: Weiß
el: άσπρο
fi: Valkoinen
fr: Blanc
hu: Fehér
it: Bianco
nb: Hvit
nl: Wit
pl: Biały
pt: Branco
pt_br: Branco
ro: Alb
ru: Белый

source: Default color
ca: Color per defecte
de: Standardfarbe
el: Προεπιλεγμένο χρώμα
fi: Oletusväri
fr: Couleur par défaut
hu: Alapértelmezett szín
it: Colore prestabilito
nb: Standard farge
nl: Standaardkleur
pl: Kolor domyślny
pt: Cor padrão
pt_br: Cor padrão
ro: Culoare implicită
ru: Цвет по умолчанию

source: Transparent
el: Διαφανής
fi: Läpinäkyvä
hu: Átlátszó
it: Trasparente
nb: Gjennomsiktig
nl: Transparant
pl: Przezroczysty
pt: Transparente
pt_br: Transparente
ru: Прозрачный

source: Change route color
ca: Canvia el color de la ruta
de: Routenfarbe ändern
el: Αλλαγή χρώματος διαδρομής
fi: Muuta reitin väriä
fr: Changer la couleur de la route
hu: Út színének változtatása
it: Cambia colore del percorso
nb: Endre rutefarge
nl: Verander de routekleur
pl: Zmień kolor trasy
pt: Mudar cor do percurso
pt_br: Mude a cor do percurso
ro: Modificarea culorii traseului
ru: Отменить изменение цвета маршрута

source: Navigate this route
ca: Navega per aquesta ruta
de: Diese Route navigieren
el: Πλοηγηθείτε σε αυτήν τη διαδρομή
fi: Navigoi reittiä
fr: Prendre cette route
hu: Navigálás az úton
it: Percorri questo percorso
nb: Naviger denne ruten
nl: Deze route navigeren
pl: Nawigacja wzdłuż trasy
pt: Navegar esta rota
pt_br: Seguir essa rota
ro: Navighează pe această rută
ru: Проложить маршрут

source: Alternate
ca: Alternatiu
de: Alternative
el: Εναλλακτική
fi: Vaihtoehtoinen
fr: Alternative
hu: Alternatív
it: Alternativa
nb: Alternativ
nl: Alternatief
pl: Objazd
pt: Alternativa
pt_br: Alternativa
ro: Alternativ
ru: Альтернатива

source: Regular route
ca: Ruta normal
de: Stammstrecke
fi: Normaali reitti
fr: Ligne régulière
hu: Szokásos útvonal
it: Percorso regolare
nb: Normal rute
nl: Normale route
pl: Zwykła trasa
pt: Rota normal
pt_br: Rota normal
ru: Стандартный маршрут

source: Alternative to this route
ca: Alternativa a aquesta ruta
de: Alternative zu dieser Route
el: Εναλλακτική λύση για αυτή τη διαδρομή
fi: Vaihtoehto reitille
fr: Alternative à cette route
hu: Alternatív útvonal
it: Percorso alternativo a questo
nb: Alternativ til denne ruten
nl: Alternatief voor deze route
pl: Alternatywna trasa
pt: Alternativa a esta rota
pt_br: Alternativa para esta rota
ro: Alternativă la această rută
ru: Альтернатива этому маршруту

# route between stops
source: Duration
ca: Durada
de: Reisedauer
el: Χρόνος ανάμεσα στις στάσεις
fi: Kesto
fr: Durée
hu: Időtartam
it: Durata
nb: Varighet
nl: Reisduur
pl: Czas Trasy
pt: Duração
pt_br: Duração
ro: Durată
ru: Продолжительность

# route between stops
source: Click to modify duration
ca: Fes clic per modificar la durada
de: Klicken, um die Reisedauer zu ändern
el: Κάντε κλικ για να τροποποιήσετε τη διάρκεια
fi: Muuta kestoa
fr: Cliquez pour modifier la durée
hu: Kattints az időtartam módosításához
it: Fai clic per modificare la durata
nb: Klikk for å endre varigheten
nl: Klik hier om de reisduur te wijzigen
pl: Kliknij, aby zmienić czas trasy
pt: Pressione para modificar duração
pt_br: Clique para modificar a duração
ro: Faceți clic pentru a modifica durata
ru: Нажмите, чтобы изменить продолжительность

source: My Speed
ca: La meva velocitat
de: Meine Geschwindigkeit
el: Η ταχύτητά μου
fi: Keskinopeuteni
fr: Ma vitesse
hu: Sebességem
it: La mia velocità
nb: Min hastighet
nl: Mijn snelheid
pl: Prędkość
pt: A Minha Velocidade
pt_br: Minha velocidade
ro: Viteza mea
ru: Средняя скорость

source: Click to adjust your average speed for more accurate travel times
ca: Feu clic per ajustar la vostra velocitat mitjana per obtenir temps de viatge més precisos
de: Klicken, um Ihre Durchschnittsgeschwindigkeit für genauere Reisezeiten einzustellen
fi: Säädä keskinopeuttasi saadaksesi tarkemmat matka-ajat
fr: Cliquez pour ajuster votre vitesse moyenne pour des temps de déplacement plus précis
hu: Kattints az átlagsebességed módosításához. Így pontosabban számoljuk az időtartamokat
it: Fai clic per regolare la tua velocità media per tempi di viaggio più accurati
nb: Klikk for å justere gjennomsnittshastigheten din for mer nøyaktige reisetider
nl: Klik om je gemiddelde snelheid aan te passen voor meer accurate reistijden
pl: Kliknij, aby ustawić średnią prędkość dla uściślenia czasu podróży
pt: Pressione para ajustar a sua velocidade média para obter tempos de viagem mais precisos
pt_br: Clique para ajustar a sua velocidade média para obter tempos de viagem mais precisos
ro: Faceți clic pentru a ajusta viteza medie pentru timpi de călătorie mai exacți
ru: Нажмите, чтобы настроить среднюю скорость для более точного времени поездки

source: Click to edit this route theme
ca: Fess clic per editar aquest tema de ruta
de: Klicken, um die Darstellung der Route zu bearbeiten
fi: Muokkaa reitin teemaa
fr: Cliquez pour modifier le thème de cette journée
hu: Kattints az út címkéjének módosításához
it: Clicca per modificare il tema del percorso
nb: Klikk for å redigere denne rutens tema
nl: Klik om dit routethema te bewerken
pl: Kliknij, aby zmienić temat trasy
pt: Pressione para editar o tema desta rota
pt_br: Clique para editar o tema da rota
ro: Clic pentru a edita această temă de traseu
ru: Нажмите, чтобы редактировать тему маршрута

source: Route theme (label)
ca: Tema de la ruta (etiqueta)
de: Routen-Tag (Schlüsselwort)
fi: Reitin teema (tunniste)
fr: Thème de la journée (étiquette)
hu: Út címkéje
it: Tema del percorso (etichetta)
nb: Rute tema (etikett)
nl: Routethema (label)
pl: Temat trasy (etykieta)
pt: Tema da rota (etiqueta)
pt_br: Tema da rota (etiqueta)
ro: Tema traseului (etichetă)
ru: Тема маршрута (ярлык)

source: Ascent
ca: Pujada
el: Ανάβαση
fi: Nousu
fr: Ascension
hu: Emelkedés
it: salita
nb: Stigning
nl: Beklimming

source: Descent
ca: Descens
el: Κάθοδος
fi: Lasku
fr: Descente
hu: Lejtés
it: discesa
nb: Nedoverbakke
nl: Afdaling

source: Download map for offline use
ca: Baixa el mapa per utilitzar-lo fora de línia
de: Karte für Offline-Nutzung herunterladen
el: Λήψη χάρτη για χρήση εκτός σύνδεσης
fi: Lataa kartta offline-käyttöä varten
fr: Télécharger la carte pour un usage hors connexion
hu: Térkép letöltése offline használatra
it: Scarica la mappa per l'utilizzo offline
nb: Last ned kart for bruk uten dekning
nl: Download kaart voor offline gebruik
pl: Ściągnij mapę na wypadek braku połączenia
pt: Transferir mapa para uso desconectado
pt_br: Baixar mapa para uso off-line
ro: Descarcă harta pentru utilizare offline
ru: Скачать карту для автономного использования

source: Sync Map
ca: Sincronitza mapa
de: Karte synchronisieren
el: Συγχρονισμός χάρτη
fi: Synkronoi kartta
fr: Synchroniser la carte
hu: Térkép szinkronizálása
it: Sincronizza Mappa
nb: Synkroniser kart
nl: Kaart synchroniseren
pl: Ściągnij Mapę
pt: Sincronizar Mapa
pt_br: Sincronizar Mapa
ro: Sincronizare hartă
ru: Синхронизировать карту

source: Pause downloading map for offline use
ca: Pausa la baixada del mapa per utilitzar-lo fora de línia
de: Download der Karte für Offline-Nutzung pausieren
fi: Keskeytä kartan lataaminen offline-käyttöä varten
fr: Mettre en pause le téléchargement de la carte pour un usage hors connexion
hu: Letöltés szüneteltetése
it: Metti in pausa il download della mappa per l'utilizzo offline
nb: Sett nedlasting av kart for bruk uten dekning på pause
nl: Pauzeer het downloaden van de kaart voor offline gebruik
pl: Przerwij ściąganie mapy
pt: Pausar a transferência do mapa para uso desconectado
pt_br: Pausar o download do mapa para uso off-line
ro: Pauză la descărcarea hărții pentru utilizare offline
ru: Поставить на паузу загрузку карты

source: Stop Sync
ca: Atura la sincronització
de: Synchronisierung beenden
el: Διακοπή συγχρονισμού
fi: Pysäytä synkronointi
fr: Arrêter la synchronisation
hu: Szinkronizálás leállítása
it: Interrompi la sincronizzazione
nb: Stopp synkronisering
nl: Stop synchronisatie
pl: Przerwij Ściąganie
pt: Parar Sincronização
pt_br: Parar Sincronização
ro: Oprire sincronizare
ru: Остановить синхронизацию

source: Export this day in a variety of formats
ca: Exporta aquest dia en diversos formats
de: Tag exportieren
el: Εξαγωγή αυτής της ημέρας σε διάφορες μορφές
fi: Vie päivä eri muodoissa
fr: Exporter cette journée dans divers formats
hu: Ezt a napot több formátumban exportálni
it: Esporta questo giorno in vari formati
nb: Eksporter denne dagen i et utvalg av formater
nl: Exporteer deze reisdag in een verscheidenheid aan formaten
pl: Wyeksportuj dzień w różnych formatach
pt_br: Exportar este dia para diversos formatos
ro: Exportă această zi într-o varietate de formate

source: Move this day down
ca: Mou aquest dia cap avall
de: Diesen Tag nach unten verschieben
el: Μετακίνηση αυτής της ημέρας προς τα κάτω
fi: Siirrä päivä alemmaksi
fr: Déplacer cette journée vers le bas
hu: Ezt a napot mélyebbre helyezni
it: Sposta più giù questo giorno
nb: Flytt denne dagen til senere
nl: Verplaats deze dag naar beneden
pl: Umieść dzień pózniej
pt: Mover este dia para baixo
pt_br: Mover o dia de hoje para baixo
ro: Mută această zi în jos
ru: Переместить этот день вниз

source: Move this day up
ca: Mou aquest dia cap amunt
de: Diesen Tag nach oben verschieben
el: Μετακινήστε αυτήν την ημέρα προς τα πάνω
fi: Siirrä päivä ylemmäksi
fr: Déplacer cette journée vers le haut
hu: Ezt a napot magasabbra helyezni
it: Sposta più su questo giorno
nb: Flytt denne dagen tidligere
nl: Verplaats deze dag omhoog
pl: Umieść dzień wcześniej
pt: Mover este dia para cima
pt_br: Mover este dia para cima
ro: Mută această zi în sus
ru: Переместить этот день вверх

source: Change day color
ca: Canvia el color del dia
de: Tagesfarbe ändern
el: Αλλαγή χρώματος ημέρας
fi: Vaihda päivän väri
fr: Changer la couleur du jour
hu: Nap színét váltani
it: Cambia colore del giorno
nb: Endre farge for dagen
nl: Verander de dagkleur
pl: Zmień kolor dnia
pt: Mudar cor para o dia
pt_br: Mudar cor para o dia
ro: Schimbă culoarea zilei
ru: Изменить цвет дня

source: Click to edit this day theme
ca: Fes clic per editar aquest tema del dia
de: Klicken, um die Darstellung dieses Tags zu bearbeiten
fi: Muokkaa päiväteemaa
fr: Cliquez pour modifier le thème de cette journée
hu: Kattins a nap témája szerkesztéséhez
it: Fai clic per modificare il tema del giorno
nb: Klikk for å redigere denne dagens tema
nl: Klik om dit dagthema te bewerken
pl: Kliknij, aby zmienić temat dnia
pt: Pressione para editar o tema deste dia
pt_br: Clique para editar o tema deste dia
ro: Clic pentru a edita tema acestei zile
ru: Нажмите, чтобы редактировать тему этого дня

source: Day theme (label)
ca: Tema del dia (etiqueta)
de: Tages-Tag (Schlüsselwort)
fi: Päiväteema (tunniste)
fr: Thème de la journée (étiquette)
it: Tema del giorno (etichetta)
nb: Dagens tema (etikett)
nl: Dagthema (label)
pl: Temat dnia (etykieta)
pt: Tema do dia (etiqueta)
pt_br: Tema do dia (etiqueta)
ro: Tema zilei (etichetă)
ru: Тема дня (ярлык)

source: Click to edit this day description
ca: Fes clic per editar la descripció d'aquest dia
de: Klicken, um die Beschreibung dieses Tages zu bearbeiten
el: Κάντε κλικ για να επεξεργαστείτε αυτήν την περιγραφή ημέρας
fi: Muokkaa päivän kuvausta
fr: Cliquez pour modifier la description de cette journée
it: Fai clic per modificare la descrizione di questo giorno
nb: Klikk for å redigere beskrivelsen av denne dagen
nl: Klik om deze dagbeschrijving te bewerken
pl: Kliknij, aby edytować opis dnia
pt: Pressione para editar a descrição deste dia
pt_br: Clique para editar a descrição deste dia
ro: Clic pentru a edita descrierea acestei zile
ru: Нажмите, чтобы изменить описание этого дня

source: Description of this day
ca: Descripció del dia
de: Beschreibung des Tages
el: Περιγραφή αυτής της ημέρας
fi: Päivän kuvaus
fr: Description de cette journée
it: Descrizione di questo giorno
nb: Beskrivelse av denne dagen
nl: Beschrijving van deze dag
pl: Opis dnia
pt: Descrição deste dia
pt_br: Descrição deste dia
ro: Descrierea acestei zile
ru: Описание этого дня

source: Fold this route details
ca: Amaga els detalls d'aquesta ruta
de: Details dieser Route schließen
el: Κλείσιμο των λεπτομερειών της διαδρομής
fi: Sulje reitin tiedot
fr: Cacher les détails de cet itinéraire
it: Chiudi i dettagli di questo percorso
nb: Skjule denne rutens detaljer
nl: Sluit de gegevens voor deze route
pl: Zwiń dane drogi
pt: Ocultar detalhes desta rota
pt_br: Oculte o detalhes da rota
ro: Restrânge detaliile acestei rute
ru: Свернуть подробности

source: Visit this place at the end
ca: Visita aquest lloc al final
de: Diesen Ort am Ende besuchen
fi: Käy tässä paikassa lopuksi
fr: Visiter ce lieu à la fin
it: Visita questo posto alla fine
nb: Besøk dette stedet til slutt
nl: Deze plaats aan het eind bezoeken
pl: Odwiedź to miejsce na końcu
pt: Visitar este lugar no final
pt_br: Visitar este lugar no final
ro: Vizitează acest loc la final
ru: Посетить это место в конце

source: Append
ca: Afegeix
de: Anfügen
fi: Liitä
fr: Ajouter
it: Aggiungi in fondo
nb: Tilføy
nl: Toevoegen
pl: Na koniec
pt: Adicionar ao final
pt_br: Adicionar ao final
ro: Adaugă
ru: Присоединить

source: This is an automatically scheduled ferry.
ca: Aquest ferri s'ha programat automàticament.
fi: Tämä on automaattisesti lisätty lautta.
fr: Ce bac a été planifié automatiquement.
it: Questo è un traghetto pianificato automaticamente.
nb: Dette er en automatisk planlagt ferje.
nl: Dit is een automatisch geplande veerboot.

source: Check its settings above to see why it has been added here.
ca: Comprovea la configuració anterior per veure per què s'ha afegit aquí.
de: Überprüfen Sie die Einstellungen oben, um zu sehen, warum die Station hier hinzugefügt wurde.
el: Ελέγξτε τις ρυθμίσεις παραπάνω για να δείτε γιατί έχει προστεθεί εδώ.
fi: Tarkista sen asetuksista ylhäältä, nähdäksesi miksi se on lisätty tänne.
fr: Vérifiez ses paramètres ci-dessus pour voir pourquoi il a été ajouté ici.
it: Controllare le sue impostazioni di cui sopra per vedere perché è stato aggiunto qui.
nb: Sjekk innstillingene over for å se hvorfor stoppet har blitt lagt til her.
nl: Controleer de instellingen hierboven om te zien waarom het hier is toegevoegd.
pl: Zobacz ustawienia powyżej, żeby dowiedzieć się czemu został dodany.
pt_br: Verifique suas configurações acima para ver por que foi adicionado aqui.
ro: Verifică setările sale de mai sus pentru a vedea de ce a fost adăugat aici.

source: Stop cannot be located.
ca: No es pot localitzar l'aturada.
de: Station kann nicht gefunden werden.
el: Δεν είναι δυνατή η τοποθέτηση της στάσης.
fi: Pysähdystä ei löydy.
fr: L’étape ne peut pas être localisée.
it: La sosta non può essere localizzata.
nb: Finner ikke stoppet .
nl: Stopplaats kan niet worden gevonden.
pl: Nie można zlokalizować postoju.
pt: Paragem não pode ser localizada.
pt_br: Parada não pode ser localizada.
ro: Oprirea nu poate fi localizată.
ru: Местоположение остановки не найдено.

source: This is Saturday.
ca: És dissabte.
de: Dies ist Samstag.
el: Είναι Σάββατο.
fi: Tämä on lauantai.
fr: C’est samedi.
hu: Ez egy szombat.
it: Oggi è sabato.
nb: Dette er en lørdag.
nl: Dit is zaterdag.
pl: Postój wypada w sobotę.
pt_br: Este é sábado.
ru: Это суббота.

source: Lodging on weekend not reserved yet.
ca: L'allotjament de cap de setmana encara no s'ha reservat.
de: Übernachtung am Wochenende noch nicht reserviert.
fi: Majoitusta ei vielä ole varattu viikonlopuksi.
fr: Hébergement du week-end encore non réservé.
hu: Hétvégén még nincs folglalt szálás.
it: Alloggio del fine settimana non ancora riservato.
nb: Overnatting for helgen er ikke reservert ennå.
nl: Weekendonderkomen is nog niet gereserveerd.
pl: Nie zarezerwowano jeszcze noclegu na weekend.
pt: Alojamento do fim de semana ainda não reservado.
pt_br: Alojamento do fim de semana ainda não reservado.
ro: Cazarea în weekend nu este încă rezervată.
ru: Жилье на выходные еще не забронировано.

source: More than half tank left.
ca: Queda més de la meitat del dipòsit.
de: Tank mehr als halb voll.
fi: Polttoainetta yli puolet jäljellä.
fr: Moins de la moitié du carburant déjà consommé.
hu: Több mint a tartály fele marad még.
it: Più di metà serbatoio rimasto.
nb: Mer en halv tank igjen.
nl: Tankinhoud is meer dan halfvol.
pl: Zostało więcej niż pół baku.
pt: Resta mais de metade do depósito.
pt_br: Mais da metade do tanque restante.
ro: Mai mult de jumătate de rezervor rămas.
ru: Осталось больше половины бака.

source: No station serves your preferred fuel nearby.
ca: Cap estació de servei propera ofereix el teu combustible preferit.
de: Keine Tankstelle in der Umgebung bietet Ihren bevorzugten Kraftstoff an.
el: Κανένα πρατήριο δεν έχει τα καύσιμα που προτιμάτε σε κοντινή απόσταση.
fi: Yksikään asema lähistöllä ei tarjoa haluamaasi polttoainetta.
fr: Aucune station-service ne dessert votre carburant préféré à proximité.
hu: A közelben nincs benzinkút, amelyik az előnyben részesített üzemanyagot forgalmazza.
it: Nessuna stazione di rifornimento nei paraggi serve il combustibile preferito.
nb: Det er ingen bensinstasjon som har ditt foretrukne drivstoff i nærheten.
nl: Er is geen tankstation in de buurt dat jouw benodigde brandstof aanbiedt.
pl: Brak stacji benzynowych z preferowanym paliwem w okolicy.
pt: Nenhum posto próximo oferece o seu combustível preferido.
pt_br: Nenhum local próximo oferece o combustível preferido.
ro: Nicio benzinărie nu are combustibilul preferat în apropiere.

source: The trip begins earlier on {} at {}.
ca: El viatge comença abans, el {} a les {}.
de: Die Reise beginnt früher am {} um {}.
fi: Matka alkaa aikaisemmin {} klo {}.
fr: Le voyage commence plus tôt le {} à {}.
hu: Az út korábban kezdődik {}-án {}-kor.
it: Il viaggio inizia prima il {} alle {}.
nb: Turen begynner tidligere på {} ved {}.
nl: De reis begint vroeger op {} om {}.
pl: Podróż zaczyna się wcześniej w dniu {} o godzinie {}.
pt: A viagem começa mais cedo em {} às {}.
pt_br: A viagem começa mais cedo em {} às {}.
ro: Călătoria începe mai devreme pe {} la {}.
ru: Поездка начинается раньше на {} в {}.
