Repository: furkot/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ca, de, el, fi, fr, hu, it, nb, nl, pl, pt, pt_br, ro, ru

source: Invalid KMZ file.
ca: Fitxer KMZ no vàlid.
de: KMZ-Datei ungültig.
el: Μη έγκυρο αρχείο KMZ.
fi: Virheellinen KMZ-tiedosto.
fr: Fichier KMZ invalide.
hu: Érvénytelen KMZ fájl.
it: File KMZ non valido.
nb: Ugyldig KMZ-fil.
nl: Ongeldig KMZ-bestand.
pl: Niewłaściwy format pliku KMZ.
pt: Ficheiro KMZ inválido.
pt_br: arquivo KMZ inválido.
ro: Fișier KML nevalid.
ru: Неверный KMZ-файл.

source: The URL doesn't serve _KML_, _GPX_, or _CSV_ data or requires a sign on.
ca: L'URL no publica dades _KML_, _GPX_ o _CSV_ o requereix iniciar sessió.
de: Die URL liefert nicht _KML_, _GPX_ oder _CSV_ Daten oder erfordert ein Login.
fi: Osoiteessa ei ole KML-, GPX- tai CSV-tietoja tai se vaatii kirjautumisen.
fr: L'URL ne sert pas de données _KML_, _GPX_, ou _CSV_, ou requiert une authentification.
hu: Ez az URL nem mutat _KML_, _GPX_ vagy _CSV_ adatra, vagy bejelentkezést igényel.
it: L'indirizzo web non serve dati _KML_, _GPX_ o _CSV_ o richiede un'autenticazione.
nb: URL gir ikke _KML_, _GPX_ eller _CSV_ data eller krever pålogging.
nl: De URL levert geen _KML_, _GPX_ of _CSV_ gegevens of vereist aanmelding.
pl: Serwer nie udostępnia danych w formacie _KML_, _GPX_, _CSV_ albo wymaga podania hasła.
pt: O URL não serve _KML_, _GPX_ ou dados _CSV_, ou requer autenticação.
pt_br: A URL não serve _KML_, _GPX_ ou dados _CSV_ ou exige registro do usuário.
ru: Веб-адрес не содержит _KML_, _GPX_, _CSV_ данные или требует авторизации.

source: Try opening the URL directly in the browser and import the downloaded file.
ca: Prova d'obrir l'URL directament al navegador i importar el fitxer baixat.
de: Versuchen Sie die URL direkt im Browser zu öffnen und importieren Sie die heruntergeladene Datei.
el: Προσπαθήστε να ανοίξετε το URL απευθείας στο πρόγραμμα περιήγησης και εισάγετε το κατεβασμένο αρχείο.
fi: Yritä avata URL-osoite suoraan selaimessa ja tuoda ladattu tiedosto.
fr: Essayez d'ouvrir l'URL directement dans votre navigateur et importez le fichier téléchargé.
hu: Próbáld meg megnyitni az URL-t a böngésződben, és letöltés után importáld a fájlt.
it: Prova ad aprire l'indirizzo web direttamente nel browser e importare il file scaricato.
nb: Prøv å åpne nettadressen direkte i nettleseren, og importere den nedlastede filen.
nl: Probeer de URL direct in de browser te openen en importeer het gedownloade bestand.
pl: Spróbuj otworzyć URL w przeglądarce i następnie zaimportuj pobrany plik.
pt: Tente abrir o URL directamente no navegador e importar o arquivo transferido.
pt_br: Tente abrir a URL diretamente no navegador e importar o arquivo baixado.
ro: Încearcă să deschizi adresa URL direct în browser și să imporți fișierul descărcat.
ru: Попробуйте открыть веб-адрес непосредственно в браузере и импортировать загруженный файл.

source: Please wait while Furkot is preparing your trip
ca: Sisplau, espera mentre Furkot prepara el viatge
de: Bitte warten Sie. Furkot bereitet Ihre Reise vor
el: Παρακαλώ περιμένετε ενώ το Furkot ετοιμάζει το ταξίδι σας
fi: Odota, Furkot valmistelee matkaasi
fr: Merci de patienter pendant que Furkot prépare votre voyage
hu: Kérjük várj, amíg a Furkot előkészíti az útitervedet
it: Per favore attendi mentre Furkot elabora il tuo viaggio
nb: Vennligst vent mens Furkot forbereder turen
nl: Even geduld, Furkot is je reis aan het voorbereiden
pl: Poczekaj aż Furkot przygotuje plan podróży
pt: Por favor aguarde enquanto Furkot está preparando a sua viagem
pt_br: Por favor aguarde enquanto Furkot está preparando a sua viagem
ro: Te rog să aștepți cât timp Furkot îți pregătește călătoria
ru: Пожалуйста, подождите, пока Furkot подготовит поездку

source: File analyzed successfully.
ca: Fitxer analitzat correctament.
de: Datei erfolgreich analysiert.
el: Το αρχείο αναλύθηκε με επιτυχία.
fi: Tiedosto analysoitu onnistuneesti.
fr: Fichier analysé avec succès.
hu: A fájl feldolgozása sikeres.
it: File analizzato con successo.
nb: Analyse av filen er vellykket.
nl: Bestand met succes geanalyseerd.
pl: Plik został wczytany.
pt: Ficheiro analisado com sucesso.
pt_br: Arquivo analisado com sucesso.
ro: Fișier analizat cu succes.
ru: Файл успешно проанализирован.

source: You can select which stops to import.
ca: Pots seleccionar quines aturades vols importar.
de: Sie können die zu importierenden Stationen auswählen.
el: Μπορείτε να επιλέξετε ποιες στάσεις θα εισαχθούν.
fi: Voit valita tuotavat pysähdykset.
fr: Vous pouvez sélectionner quelles étapes importer.
hu: Kiválaszthatod, melyik megállókat szeretnéd importálni.
it: Puoi selezionare le soste da importare.
nb: Du kan velge hvilke stopp som skal importeres.
nl: Je kunt de te importeren stopplaatsen uitkiezen.
pl: Możesz zdecydować, które postoje zostaną zaimportowane.
pt: Pode seleccionar quais as paragens a importar.
pt_br: Você pode selecionar quais paradas importar.
ro: Poți selecta ce opriri să fie importate.
ru: Вы можете выбрать какие остановки импортировать.

source: Found stops
ca: Aturades trobades
de: Gefunden Station
el: Βρέθηκαν στάσεις
fi: Löydetty pysähdyksiä
fr: Étapes trouvées
hu: Megállók száma
it: Soste trovate
nb: Fant stopp
nl: Gevonden stopplaatsen
pl: Znalezione postoje
pt: Paragens encontradas
pt_br: Paradas encontradas
ro: Opriri găsite
ru: Найдено остановок

source: Import stops
ca: Importar aturades
de: Stationen importieren
el: Εισαγωγή στάσεων
fi: Tuotavat pysähdykset
fr: Importer les étapes
hu: Megállók importálása
it: Importa soste
nb: Importer stopp
nl: Importeer stopplaatsen
pl: Importuj postoje
pt: Importar paragens
pt_br: Importar paradas
ro: Importă opriri
ru: Импорт остановок

source: Number of stops to import
ca: Nombre d'aturades a importar
de: Anzahl zu importierender Stationen
el: Αριθμός στάσεων για εισαγωγή
fi: Tuotavien pysähdysten lukumäärä
fr: Nombre d'étapes à importer
hu: Az importálandó megállók száma
it: Numero di soste da importare
nb: Antall stopp som skal importeres
nl: Aantal te importeren stopplaatsen
pl: Liczba postojów do zaimportowania
pt: Número de paragens a importar
pt_br: Número de paradas para importar
ro: Numărul de opriri de importat
ru: Количество остановок для импорта

# start import at
source: Start at
ca: Comença a les
de: Starten bei
el: Ξεκινήστε από
fi: Alkaa pysähdyksestä
fr: Commencer à
hu: Kezdés
it: Inizia da
nb: Start ved
nl: Begin bij
pl: Zacznij od
pt: Iniciar em
pt_br: Começa às
ro: Începe de la
ru: Начало в

source: Index of the first stop to import
ca: Índex de la primera aturada a importar
de: Index der ersten zu importierenden Station
fi: Ensimmäinen tuotavan pysähdyksen kohta
fr: Index de la première étape à importer
hu: Az első importálandó megálló azonosítója
it: Indice della prima sosta da importare
nb: Indeksen til første stopp som skal importeres
nl: Index van de eerste te importeren stop
pl: Pozycja pierwszego postoju
pt: Índice da primeira paragem a importar
pt_br: Índice da primeira parada para importar
ro: Indexul primei opriri de importat
ru: Указатель первой остановки для импорта

source: Filter
ca: Filtre
el: Φίλτρο
fi: Suodatin
fr: Filtrer
hu: Szűrő
it: Filtro
pl: Filtrowanie
pt: Filtrar
pt_br: Filtro
ro: Filtrează
ru: Фильтр

source: Matching phrase
ca: Frase coincident
de: Passende Phrase
el: αντιστοίχιση φράσης
fi: Valinnainen arvo
fr: Expression correspondante
hu: Egyező kifejezés
it: Frase corrispondente
nb: Samsvarende uttrykk
nl: Bijpassende zin
pl: Wzorcowa fraza
pt: Frase a comparar
pt_br: Termos correspondentes
ru: Фраза для сравнения

source: Optional phrase to match against stop fields
ca: Frase opcional per coincidir amb els camps de l'aturada
de: Optionale Phrase zum Vergleich mit Stationfeldern
fi: Valinnainen arvo tuotavien pysähdysten valitsemiseen
fr: Expression optionnelle pour filtrer les étapes
hu: Választható kifejezés, ami ne szerepeljen a megállók nevében
it: Frase opzionale per filtrare le soste
nb: Valgfritt uttrykk for å matche mot stoppfelt
nl: Optionele zin om te vergelijken met stopplaats-velden
pl: Opcjonalna fraza porównywana z danymi postoju
pt: Frase opcional para comparar com os campos de paragens
pt_br: Termo opcional para comparar com os campos de paradas
ru: Необязательно Фраза для сравнения со полями остановки

source: Reorder stops for the shortest route
ca: Reordena les aturades per fer la ruta més curta
de: Neuanordnen der Station für die kürzeste Route
el: Αναδιάταξη στάσεων για τη συντομότερη διαδρομή
fi: Järjestä pysähdykset uudelleen lyhimmän reitin mukaan
fr: Réorganiser les étapes pour établir la route la plus courte
hu: Megállók átrendezése a lehető legrövidebb útvonal érdekében
it: Riordina soste per il percorso più breve
nb: Endre rekkefølge for stopp for den korteste ruten
nl: Stopplaatsen herschikken voor de kortste route
pl: Zmień kolejność postojów w celu skrócenia trasy
pt: Reordenar paragens para a rota mais curta
pt_br: Reordenar paradas para a rota mais curta
ro: Reordonare opriri pentru cel mai scurt traseu
ru: Сортировка остановок для самого короткого маршрута

source: When not defined in the imported file, Furkot will use the default stop duration.
ca: Quan no estigui definit al fitxer importat, Furkot utilitzarà la durada d'aturada per defecte.
de: Wenn in der importierten Datei nicht festgelegt, wird Furkot die Standardverweildauer für jede Station verwenden.
fi: Jos tuotavassa tiedostossa ei ole tehtynä määrittelyä, Furkot asettaa oletusarvoisen ajan pysähdykselle.
fr: Si l'information manque dans le fichier importé, Furkot utilisera la durée d'étape par défaut.
hu: Ha ez nincs meghatározva az importált fájlban, a Furkot az alapértelmezett megállási időtartamot használja a megállók esetében.
it: Se la durata della sosta non è indicata nei file importati, Furkot userà la durata predefinita.
nb: Når det ikke er definert i den importerte filen, vil Furkot bruke standard stopp varighet.
nl: Wanneer niet in het geïmporteerde bestand gedefinieerd, gebruikt Furkot de standaard stopplaats duur.
pl: Jeśli czas postoju nie jest podany w importowanym pliku, Furkot użyje domyślnej wartości.
pt: Quando não definido no ficheiro importado, Furkot usará a duração padrão de paragem.
pt_br: Quando não está definido no arquivo importado, Furkot usará a duração padrão de parada.
ro: Când nu este definit în fișierul importat, Furkot va utiliza durata implicită de oprire.
ru: Если в импортируемом файле продолжительность остановок не определена, Furkot будет использовать значение по умолчанию.

source: Stopover
ca: Durada de l'aturada
de: Zwischenstation
el: Διάρκεια στάσης
fi: Välipysähdys
fr: Durée d'une escale
hu: Megálló időtartama
it: Tempo di sosta
nb: Standard varighet på et stopp
nl: Halte
pl: Czas Postoju
pt: Tempo de paragem
pt_br: Tempo de Parada
ro: Escală
ru: Время остановки

source: Click to modify default duration of a stop
ca: Feu clic per modificar la durada predeterminada d'una aturada
de: Klicken, um die Standardverweildauer an einer Station zu ändern
el: Κάντε κλικ για να τροποποιήσετε την προεπιλεγμένη διάρκεια μιας στάσης
fi: Muuta pysähdyksen oletuskestoa
fr: Cliquez pour modifier la durée par défaut d'une escale
hu: Kattints az alapértelmezett megálló időtartam változtatásához
it: Fai clic per modificare la durata standard di una sosta
nb: Klikk for å endre standard varighet på et stopp
nl: Klik om de standaard duur van een stopplaats te wijzigen
pl: Kliknij, aby zmienić domyślny czas pobytu
pt: Pressione para modificar a duração padrão de uma paragem
pt_br: Clique para modificar a duração padrão de uma parada
ro: Clic pentru a modifica durata implicită a unei opriri
ru: Нажмите, чтобы изменить длительность остановки по умолчанию

source: Change stop type
ca: Canvia el tipus d'aturada
de: Stationstyp ändern
el: Αλλαγή τύπου στάσης
fi: Muuta pysähdyksen kuvaketta
fr: Changer le type d'étape
hu: Megálló típusának módosítása
it: Cambia tipo di sosta
nb: Endre stopp typen
nl: Stopplaatstype veranderen
pl: Zmiana rodzaju postoju
pt: Alterar tipo de paragem
pt_br: Mudar tipo de parada
ro: Modifică tipul de oprire
ru: Изменение типа остановки

source: Travel by
ca: Viatge per
de: Reisen mit
el: Ταξίδι με
fi: Matkustustapa
fr: Voyager par
hu: Utazási mód
it: Viaggia in
nb: Reise med
nl: Reizen per
pl: Podróż
pt: Viajar de
pt_br: Viajar de
ro: Călătorie cu
ru: Путешествовать на

source: Let Furkot follow roads unless importing off-road routes/tracks.
ca: Deixeu que Furkot segueixi les carreteres tret que importi rutes o pistes no asfaltades.
de: Lassen Sie Furkot Straßen folgen, es sei denn, es werden Off-Road-Routen/-Tracks importiert.
fi: Anna Furkotin seurata teitä, ellet halua tuoda Off Road-reittejä tai -jälkiä.
fr: Laisser Furkot suivre les routes sauf pour les itinéraires ou pistes tout terrain importés.
hu: Engedélyezd a Furkot-nak, hogy közutakat használjon, amennyiben nem importálsz földutakat tartalmazó fájlt.
it: Lascia che Furkot sceglie le strade a meno che non siano importati percorsi su sterrato.
nb: La Furkot følge veier med mindre off-road ruter / spor importeres.
nl: Laat Furkot wegen volgen, tenzij er off-road routes/tracks zijn geïmporteerd.
pl: Pozwól prowadzić się po drogach chyba że importujesz ścieżki/trasy po bezdrożach.
pt: Permitir que o Furkot siga estradas excepto quando importando rotas/trajectos fora de estrada.
pt_br: Deixar o Furkot seguir estradas exceto quando importando rotas/trilhas off-road.
ro: Lasă Furkot să urmeze drumurile, cu excepția cazului în care se importă rute/piste off-road.
ru: Позволить Furkot использовать дороги общего пользования, если не импортировано внедорожных маршрутов/трасс.

source: Routing
ca: Encaminament
de: Routenplanung
el: Δρομολόγηση
fi: Kohdistaminen
fr: Routage
hu: Úttípusok
it: Percorso
nb: Veivalg
nl: Wegvervolging
pl: Trasa
pt: Roteamento
pt_br: Direcionamento
ro: Rutare
ru: Маршруты

source: Follow roads
ca: Seguir carreteres
de: Straßen folgen
el: Ακολουθήστε τους δρόμους
fi: Seuraa teitä
fr: Suivre les routes
hu: Közutak követése
it: Scegli le strade
nb: Følg veier
nl: Wegen volgen
pl: Po drogach
pt: Seguir estradas
pt_br: Seguir estradas
ro: Urmărește drumurile
ru: Предпочитать дороги общего пользования

source: Travel off road
ca: Viatge fora de carretera
de: Off-Road reisen
el: Ταξίδι εκτός δρόμου
fi: Off Road
fr: Voyager hors route
hu: Földutak engedélyezése
it: Guida su sterrato
nb: Tillat off-road
nl: Reis off-road
pl: Na przełaj
pt: Viajar fora de estrada
pt_br: Viajar offroad
ro: Călătorie off road
ru: Поездка по бездорожью

source: Not all routes/tracks have timing data. Furkot will use an average speed instead.
ca: No totes les rutes/tracks tenen dades de temps. Furkot farà servir la velocitat mitjana.
de: Nicht alle Routen/Tracks haben Zeiterfassungsdaten. Furkot wird eine Durchschnittsgeschwindigkeit verwenden.
fi: Reitit tai jäljet, joissa ei ole aikatietoa, Furkot käyttää niissä keskinopeutta.
fr: Certains itinéraires / tracés n’ont pas d’information horaire. Furkot utilisera la vitesse moyenne à la place.
hu: Nem minden útvonal tartalmaz időzítési adatot. A Furkot átlagos sebességet fog használni.
it: Non tutte le rotte/tracciati hanno dei dati di tempo. Furkot utilizzerà la velocità media.
nb: Ikke alle ruter/spor har tidsdata. Furkot vil bruke en gjennomsnittshastighet i stedet.
nl: Niet alle routes/tracks zijn voorzien van tijdgegevens. Furkot gebruikt in plaats daarvan een gemiddelde snelheid.
pl: Nie wszystkie trasy/ścieżki mają określony czas przejazdu. Furkot zastosuje średnią prędkość.
pt: Nem todas as rotas/trajectos têm dados de tempo. Furkot usará uma velocidade média como alternativa.
pt_br: Nem todas as rotas / trilhas têm dados de tempo. Furkot usará uma velocidade média em vez disso.
ro: Nu toate rutele/pistele au date de sincronizare. Furkot va folosi în schimb o viteză medie.
ru: Не все маршруты/треки имеют данные о времени. Furkot будет использовать среднюю скорость.

source: For routes/tracks without timing data Furkot will use an average speed.
ca: Per a rutes o pistes sense dades de temps, Furkot utilitzarà la velocitat mitjana.
de: Für Routen/Tracks ohne Zeiterfassungsdaten wird Furkot eine Durchschnittsgeschwindigkeit verwenden.
el: Για διαδρομές χωρίς δεδομένα χρονισμού, το Furkot θα χρησιμοποιήσει μια μέση ταχύτητα.
fi: Reitit tai jäljet, joissa ei ole ajoitustietoja, Furkot käyttää niissä keskinopeutta.
fr: Si des itinéraires / tracés sont définis sans information horaire, Furkot utilisera la vitesse moyenne.
hu: Az időzítést nem tartalmazó útvonalakon a Furkot átlagsebességgel számol.
it: Per le rotte/tracciati senza dei dati di tempo Furkot utilizzerà la velocità media.
nb: For ruter/spor uten tidsdata vil Furkot bruke en gjennomsnittshastighet.
nl: Voor routes/tracks zonder tijdgegevens zal Furkot een gemiddelde snelheid gebruiken.
pl: Nie wszystkie trasy/ścieżki mają określony czas przejazdu. Furkot zastosuje średnią prędkość.
pt: Para rotas/trajectos sem dados de tempo Furkot usará uma velocidade média.
pt_br: Para rotas / trilhas sem dados de tempo Furkot usará uma velocidade média.
ro: Pentru rutele/traseele fără date de sincronizare, Furkot va folosi o viteză medie.
ru: Для маршрутов/треков без времени Furkot будет использовать среднюю скорость.

source: Average speed
ca: Velocitat mitjana
de: Durchschnittsgeschwindigkeit
el: Μέση ταχύτητα
fi: Keskinopeus
fr: Vitesse moyenne
hu: Átlagsebesség
it: Velocità media
nb: Snittshastighet
nl: Gemiddelde snelheid
pl: Średnia prędkość
pt: Velocidade média
pt_br: Velocidade média
ro: Viteza medie
ru: Средняя скорость

source: Press [Import] to add a new trip now or configure more options on the [Next] page.
ca: Prem [Importa] per afegir un viatge nou o configurar més opcions a la pàgina [Següent].
de: Drücken Sie [Import], um eine neue Reise zu erstellen, oder [Weiter], um weitere Optionen festzulegen.
el: Πατήστε [Εισαγωγή] για να προσθέσετε ένα νέο ταξίδι τώρα ή διαμορφώστε περισσότερες επιλογές στη σελίδα [Επόμενο].
fi: Paina [Tuo] lisääksesi uusi matka tai määrittele useampia vaihtoehtoja [Seuraava]-sivulla.
fr: Cliquez sur [Importer] pour ajouter un nouveau voyage maintenant ou sur [Suivant] pour configurer plus d’options.
hu: Kattints az [Importálás] gombra új útiterv hozzáadásához, vagy további beállításokért lépj a [Következő] oldalra.
it: Premi [Importa] per aggiungere un nuovo viaggio ora o configurare più opzioni nella pagina [Successiva].
nb: Trykk [Importer] for å legge til en ny tur nå eller konfigurer flere alternativer på [Neste] side.
nl: Druk op [Importeren] om nu een nieuwe reis toe te voegen, of stel meer opties in op de [Volgende] pagina.
pl: Naciśnij [Import], aby dodać nową podróż lub [Dalej], jeśli chcesz skonfigurować opcje na następnej stronie.
pt: Pressione [Importar] para adicionar uma nova viagem agora ou configure mais opções na [Próxima] página.
pt_br: Pressione [Importar] para adicionar uma nova viagem agora ou configurar mais opções na [Próxima] página.
ru: Нажмите [Импорт], чтобы добавить новую поездку сейчас или настроить дополнительные параметры на [Следующей] странице.

source: Please wait while Furkot is analyzing your file
ca: Sisplau, espera mentre Furkot analitza el teu fitxer
de: Bitte warten Sie. Furkot analysiert Ihre Datei
el: Παρακαλώ περιμένετε όσο το Furkot αναλύει το αρχείο σας
fi: Odota, Furkot analysoi tiedostoasi
fr: Merci de patienter pendant que Furkot analyse votre fichier
hu: Kérjük várj, amíg a Furkot feldolgozza a fájlt
it: Per favore attendi, Furkot sta analizzando il file
nb: Vennligst vent mens Furkot analyserer filen din
nl: Even wachten. Furkot analyseert je bestand
pl: Poczekaj aż Furkot zanalizuje plik
pt: Por favor, aguarde enquanto Furkot analisa o seu ficheiro
pt_br: Por favor, aguarde enquanto Furkot analisa seu arquivo
ro: Te rog să aștepți cât timp Furkot îți analizează fișierul
ru: Пожалуйста, подождите, пока Furkot анализирует файл

source: You can import places from _KML_, _GPX_, and _CSV_ files.
ca: Podeu importar llocs des de fitxers _KML_, _GPX_ i _CSV_.
de: Sie können Orte aus _KML_-, _GPX_- und _CSV_-Dateien importieren.
el: Μπορείτε να εισαγάγετε μέρη από αρχεία _KML_, _GPX_ και _CSV_.
fi: Voit tuoda paikkoja KML-, GPX- ja CSV-tiedostoista.
fr: Vous pouvez importer des lieux à partir de fichiers _KML_, _GPX_, et _CSV_.
hu: Helyeket _KML_, _GPX_ és _CSV_ fájlokból importálhatsz.
it: Puoi importare i luoghi da file _KML_, _GPX_ e file _CSV_.
nb: Du kan importere steder fra _KML_, _GPX_, og _CSV_ filer.
nl: Je kan plaatsen importeren vanuit _KML_, _GPX_ en _CSV_ bestanden.
pl: Można importować postoje z plików _KML_, _GPX_ i _CSV_.
pt: Pode importar lugares de _KML_, _GPX_ e ficheiros _CSV_.
pt_br: Você pode importar lugares de _KML_, _GPX_ e arquivos _CSV_.
ro: Poți importa locuri din fișierele _KML_, _GPX_și _CSV_.
ru: Вы можете импортировать места из _KML_, _GPX_ и _CSV_ файлов.

source: If the selected GPX file contains waypoints, routes and tracks, the routes are ignored.
ca: Si el fitxer GPX seleccionat conté fites, rutes i traces, les rutes s'ignoraran.
de: Wenn die ausgewählte GPX-Datei Wegepunkte, Routen und Tracks enthält, werden die Routen ignoriert.
fi: Jos valittu GPX-tiedosto sisältää reittipisteitä, reittejä ja jälkiä, reitit sivuutetaan.
fr: Si le fichier GPX sélectionné contient des points de jalonnement, des itinéraires et des tracés, les itinéraires sont ignorés.
hu: Ha a kiválasztott GPX fájl tájékozódási pontokat és útvonalakat tartalmaz, az útvonalakat nem vesszük figyelembe.
it: Se il file GPX selezionato contiene punti di passaggio, percorsi e tracce, i percorsi vengono ignorati.
nb: Hvis den valgte GPX-filen inneholder veipunkter, ruter og spor, er rutene ignorert.
nl: Wanneer het geselecteerde GPX-bestand waypoints, routes en tracks bevat, worden de routes genegeerd.
pl: Jeśli wybrany plik GPX zawiera punkty nawigacyjne <wpt>, trasy <rte> i ścieżki <trk>, trasy <rte> są ignorowane.
pt: Se o ficheiro GPX seleccionado contém pontos de passagem, rotas e trajectos, as rotas são ignoradas.
pt_br: Se o arquivo GPX selecionado contém pontos de passagem, rotas e trilhas, as rotas são ignoradas.
ro: Dacă fișierul GPX selectat conține puncte de trecere, rute și trasee, rutele sunt ignorate.
ru: Если выбранный файл GPX содержит путевые точки, маршруты и треки, маршруты игнорируются.
