Repository: furkot/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ca, de, el, fi, fr, hu, it, nb, nl, pl, pt, pt_br, ro, ru

source: World Heritage Site
ca: Patrimoni de la Humanitat
de: Welterbestätte
el: Μνημείο παγκόσμιας πολιτιστικής κληρονομιάς
fi: Maailmanperintökohde (UNESCO)
fr: Patrimoine mondial
hu: Világörökség
it: Patrimonio dell'umanità
nb: Verdensarvsted
nl: Werelderfgoed
ro: Sit al Patrimoniului Mondial

source: Open 24 Hours
ca: Obert les 24 hores
de: 24 Stunden geöffnet
el: Ανοιχτά όλο το 24ωρο
fi: Avoinna 24h
fr: Ouvert 24 heures
hu: Éjjel-nappali
it: Aperto 24 Ore
nb: Døgnåpent
nl: Doorlopend geopend
pl: 24-godzinna
pt: Aberto 24 Horas
pt_br: Aberto 24 horas
ro: Deschis 24 de ore

source: Reviews
ca: Ressenyes
de: Bewertungen
el: Κριτικές
fi: Arvostelut
fr: Avis
hu: Értékelések
it: Recensioni
nb: Vurderinger
nl: Beoordelingen
pl: Opinie
ro: Comentarii

source: Credits
ca: Crèdits
de: Impressum
el: Συντελεστές
fi: Tekijät ja kumppanit
fr: Crédits
hu: Köszönet
it: Attribuzioni
nb: Poeng
pl: Partnerzy
pt: Créditos
pt_br: Créditos
ru: Партнеры

source: Add stop
ca: Afegeix una aturada
de: Stationen hinzufügen
el: Προσθήκη στάσης
fi: Lisää pysähdys
fr: Ajouter une étape
hu: Megálló hozzáadása
it: Aggiungi sosta
nb: Legg til stopp
nl: Stopplaats toevoegen
pl: Dodaj postój
pt: Adicionar paragem
pt_br: Adicionar parada
ro: Adaugă oprire
ru: Добавить остановку

source: Yes
ca: Sí
de: Ja
el: Ναι
fi: Kyllä
fr: Oui
hu: Igen
it: Sì
nb: Ja
nl: Ja
pl: Tak
pt: Sim
pt_br: sim
ro: Da
ru: Да

source: No
de: Keine
el: Όχι
fi: Ei
fr: Non
hu: Nem
nb: Nei
nl: Nee
pl: Nie
pt: Não
pt_br: Não
ro: Nu
ru: Нет

source: Do you want to change the starting point?
ca: Vols canviar el punt de partida?
de: Möchten Sie den Startpunkt ändern?
el: Θέλετε να αλλάξετε το σημείο εκκίνησης;
fi: Haluatko muuttaa lähtöpistettä?
fr: Voulez-vous changer le point de départ ?
hu: Szeretnéd megváltoztatni a kiinduló pontot?
it: Vuoi cambiare il punto di partenza?
nb: Ønsker du å endre startpunktet?
nl: Wil je het startpunt wijzigen?
pl: Czy chcesz zmienić początek?
pt: Pretende alterar o ponto de partida?
pt_br: Você quer mudar o ponto de partida?
ro: Vrei să schimbi punctul de plecare?
ru: Вы хотите изменить начальную точку?

source: Click Yes to make this stop a new starting point.
ca: Feu clic a Sí per convertir aquesta aturada en el nou punt de partida.
de: Klicken Sie auf Ja, um diese Station zu einem neuen Startpunkt zu machen.
el: Κάντε κλικ στο κουμπί Ναι για να ορίσετε αυτήν τη στάση ως νέο σημείο εκκίνησης.
fi: Valitse Kyllä, tehdäksesi pysähdyksestä uuden lähtöpisteen.
fr: Cliquez sur Oui pour faire de cette étape un nouveau point de départ.
hu: Kattints az igen-re, hogy ezt a megállót kezdőpontként válaszd.
it: Fai clic su Sì per rendere questa sosta un nuovo punto di partenza.
nb: Klikk Ja for å gjøre dette stoppet til et nytt startpunkt.
nl: Klik op 'Ja' om van deze stopplaats een nieuw startpunt te maken.
pl: Kliknij Tak, aby zacząć podróż w tym punkcie.
pt: Pressione Sim para fazer desta paragem um novo ponto de partida.
pt_br: Clique em Sim para fazer desta parada um novo ponto de partida.
ro: Faceți clic pe Da pentru a face această oprire să fie un nou punct de plecare.
ru: Нажмите Да, чтобы сделать эту точку отправной.

source: Click No to add this stop after the starting point.
ca: Feu clic a No per afegir aquesta aturada després del punt de partida.
de: Klicken Sie auf Nein, um diese Station nach dem Startpunkt hinzuzufügen.
el: Κάντε κλικ στο κουμπί Όχι για να προσθέσετε αυτήν τη στάση μετά το σημείο εκκίνησης.
fi: Valitse Ei lisääksesi pysähdys lähtöpisteen jälkeen.
fr: Cliquez sur Non pour ajouter cette étape après le point de départ.
hu: Kattints a nem-re, ha ezt a megállót a kezdőpont után szeretnéd beiktatni.
it: Fai clic su No per aggiungere questa sosta dopo il punto di partenza.
nb: Klikk Nei for å legge til dette stoppet etter startpunktet.
nl: Klik op 'Nee' om deze stopplaats na het beginpunt te plaatsen.
pl: Kliknij Nie, aby dodać ten punkt za początkiem.
pt: Pressione Não para adicionar esta paragem após o ponto de partida.
pt_br: Clique em Não para adicionar esta parada após o ponto de partida.
ro: Faceți clic pe Nu pentru a adăuga această oprire după punctul de plecare.
ru: Нажмите Нет, чтобы добавить эту остановку после начальной точки.

source: You can also allow subsequent changes of the starting point if you don't want to see this message again.
ca: També podeu permetre canvis posteriors del punt de partida si no voleu tornar a veure aquest missatge.
de: Sie können auch nachträgliche Änderungen des Startpunkts erlauben, wenn Sie diese Mitteilung nicht wieder sehen möchten.
fi: Voit tehdä myöhemmin muutoksia lähtöpisteeseen, jos et halua enää nähdä tätä viestiä.
fr: Vous pouvez également autoriser des modifications ultérieures du point de départ si vous ne voulez pas voir ce message.
hu: Ha nem szeretnéd többet látni ezt az üzenetet, engedélyezheted a kezdőpont megváltoztatását.
it: È inoltre possibile consentire modifiche successive del punto di partenza se non desideri visualizzare più questo messaggio.
nb: Du kan også tillate påfølgende endringer av startpunktet hvis du ikke ønsker å se denne meldingen igjen.
nl: U kunt ook latere wijzigingen van het startpunt toestaan als u dit bericht niet meer wilt zien.
pl: Jeśli nie chcesz być ostrzegany w przyszłości, zgódź się na zmiany początku podróży.
pt: Pode igualmente permitir alterações subsequentes do ponto de partida se não pretende ver esta mensagem novamente.
pt_br: Você também pode permitir alterações subsequentes do ponto de partida se você não quer ver esta mensagem novamente.
ru: Вы также можете разрешить последующие изменения начальной точки, если не хотите больше видеть это сообщение.

source: Position
ca: Posició
el: Θέση
fi: Paikka
hu: Pozíció
it: Posizione
nb: Posisjon
nl: Positie
pl: Pozycja
pt: Posição
pt_br: Posição
ro: Poziție
ru: Позиция

source: Rooms available at this price
ca: Habitacions disponibles a aquest preu
de: Verfügbare Zimmer zu diesem Preis
el: Δωμάτια διαθέσιμα σε αυτή την τιμή
fi: Huoneita vapaana tällä hinnalla
fr: Chambre(s) disponible(s) à ce prix
hu: Szobák árai
it: Camere disponibili a questo prezzo
nb: Rom tilgjengelig til denne prisen
nl: Beschikbare kamers voor deze prijs
pl: Pokoje dostępne w tej cenie
pt: Quartos disponíveis a este preço
pt_br: Quartos disponíveis a esse preço
ro: Camere disponibile la acest preț
ru: Номера доступны по этой цене

source: Closed
ca: Tancat
de: Geschlossen
el: Κλειστό
fi: Suljettu
fr: Fermé
hu: Zárva
it: Chiuso
nb: Stengt
nl: Gesloten
pl: Zamknięte
pt: Encerrado
pt_br: Fechado
ro: Închis
ru: Закрыто

source: Weather data
ca: Dades meteorològiques
de: Wetterdaten
el: Μετεωρολογικά δεδομένα
fi: Säätiedot
fr: Données météo
hu: Időjárás információ
it: Dati meteo
nb: Værdata
nl: Weergegevens
pl: Dane meteo
pt: Dados meteorológicos
pt_br: dados meteorológicos
ro: Date meteorologice
ru: Погодные условия

source: +tax
ca: +taxa
de: +Steuern
el: + φόρο
fi: + verot
fr: +taxes
hu: +adók
it: + tasse
nb: + mva
nl: +belasting
pl: +vat
pt: +impostos
pt_br: +impostos
ro: +taxe
ru: +налог

source: total
de: Summe
el: σύνολο
fi: yhteensä
hu: összesen
it: totale
nb: Totalbeløp
nl: totaal
pl: w sumie
ru: всего

source: from
ca: des de
de: ab
el: από
fi: alkaen
fr: de
hu: -tól
it: da
nb: fra
nl: vanaf
pl: od
pt: a partir de
pt_br: a partir de
ru: от

source: Curated compilations
ca: Recopilacions comissariades
de: Kuratierte Sammlungen
el: Επιμελημένες συλλογές
fi: Ylläpidetyt kokoelmat
fr: Contenu fourni par des éditeurs tiers
it: Raccolte curate
nb: Kuraterte samlinger
nl: Inhoud samengesteld via externe editors

source: Crowdsourced collections
ca: Col·leccions col·lectives
de: Sammlungen von Nutzern
fi: Kokoelmat useammasta alkuperästä
fr: Contenu fourni par des réseaux participatifs
it: Raccolte fornite/verificate da utenti
nb: Crowdsourcede samlinger
nl: Crowdsourced collecties

source: Comprehensive directories
ca: Directoris complets
de: Umfangreiche Verzeichnisse
fi: Kattavat hakemistot
fr: Contenu fourni par des répertoires entiers
it: Raccolte/elenchi
nb: Omfattende kataloger
nl: Uitgebreide catalogi

source: Shared by users
ca: Compartit pels usuaris
de: Von Nutzern geteilt
el: Κοινή χρήση από χρήστες
fi: Käyttäjien jakamat
fr: Contenu partagé par des utilisateurs
it: Condiviso dagli utenti
nb: Delt av brukere
nl: Gedeeld door gebruikers

source: Configure search options
ca: Configura les opcions de cerca
de: Suchoptionen konfigurieren
el: Ρύθμιση παραμέτρων αναζήτησης
fi: Määritä hakuvaihtoehtoja
fr: Configurer les options de recherche
hu: Keresési beállítások
it: Configura le opzioni di ricerca
nb: Konfigurer søkealternativer
nl: Zoekopties configureren
pl: Konfigurowanie opcji wyszukiwania
pt: Configurar opções de pesquisa
pt_br: Configurar opções de pesquisa
ro: Configurarea opțiunilor de căutare
ru: Настроить параметры поиска

source: Show Places
ca: Mostrar Ubicacions
de: Orte anzeigen
el: Εμφάνιση τοποθεσιών
fi: Näytä Paikat
fr: Montrer les lieux
hu: Helyek megjelenítése
it: Mostra Luoghi
nb: Vis steder
nl: Toon plaatsen
pl: Pokaż Miejsca
pt: Exibir Locais
pt_br: Mostrar Locais
ro: Arată locurile
ru: Показать места

source: Over the map
ca: Sobre el mapa
de: Über die Karte
el: Εμφάνιση στο χάρτη
fi: Koko kartalta
fr: Sur la carte
hu: Bárhol a térképen
it: Sulla mappa
nb: På kartet
nl: Op de kaart
pl: Na mapie
pt: No mapa
pt_br: Ao longo do mapa
ru: На карте

source: Around the selected stop
ca: Al voltant de l'aturada seleccionada
de: Rund um die ausgewählte Station
el: Γύρω από την επιλεγμένη στάση
fi: Valitun pysähdyksen ympäriltä
fr: Autour de l'étape sélectionnée
hu: A kiválasztott megálló körül
it: Intorno alla sosta selezionata
nb: Rundt valgt stopp
nl: Rondom de geselecteerde stopplaats
pl: Wokół wybranego postoju
pt: Em redor da paragem seleccionada
pt_br: Próximos à parada selecionada
ro: În jurul opririi selectate
ru: Вокруг выбранной остановки

source: Along the route
ca: Al llarg de la ruta
de: Entlang der Route
el: Κατά μήκος της διαδρομής
fi: Reitin varrelta
fr: Le long de la route
hu: Az út mentén
it: Lungo il percorso
nb: Langs ruten
nl: Langs de route
pl: Wzdłuż trasy
pt: Ao longo da rota
pt_br: Ao longo da rota
ro: De-a lungul drumului
ru: Вдоль маршрута

source: Spread
ca: Rang
de: Angrenzender Bereich
el: Εξάπλωση
fi: Laajenna aluetta
fr: Périmètre
hu: Távolság
it: Diffusione
nb: Utstrekning
nl: Bereik
pl: Zasięg
pt: Abrangência
pt_br: Abrangência
ro: Extindere
ru: Диапазон

source: Search along the route within this distance
ca: Cerca al llarg de la ruta dins d'aquesta distància
de: Suche entlang der Route innerhalb dieser Entfernung
el: Αναζήτηση κατά μήκος της διαδρομής εντός αυτής της απόστασης
fi: Hae reitin varrelta tämän etäisyyden sisältä
fr: Rechercher le long de l’itinéraire pour cette distance
hu: Keress az út mentén, ebben a távolságban
it: Cerca lungo il percorso entro questa distanza
nb: Søk langs ruten innenfor denne avstanden
nl: Zoek langs de route binnen deze afstand
pl: Szukaj wzdłuż trasy w tej odległości
pt: Pesquisar ao longo da rota dentro desta distância
pt_br: Pesquisar ao longo da rota a esta distância
ro: Caută de-a lungul drumului la această distanță
ru: Поиск по маршруту в пределах этого расстояния

source: Keep on Map
ca: Mantenir al mapa
de: Auf der Karte belassen
el: Διατήρηση στο Χάρτη
fi: Pidä kartalla
fr: Conserver sur la carte
hu: Térképen marad
it: Fissa sulla mappa
nb: Vis på kart
nl: Zichtbaar blijven op de kaart
pl: Przypnij do Mapy
pt: Manter no Mapa
pt_br: Manter no Mapa
ru: Удерживать на карте

source: Hide places when closing drawer
ca: Amaga els llocs en tancar el calaix
de: Orte beim Schließen des Reiters ausblenden
el: Απόκρυψη τοποθεσιών κατά το κλείσιμο της καρτέλας
fi: Piilota paikat sulkiessasi sivuvalikon
fr: Cacher les lieux lors de la fermeture du tiroir
hu: Helyek elrejtése a fiók bezárásakor
it: Nascondi i posti dopo la chiusura della scheda
nb: Skjul steder når fanen lukkes
nl: Plaatsen verbergen bij het sluiten van de tab
pl: Ukryj miejsca przy zamykaniu szuflady
pt: Ocultar locais ao fechar secção
pt_br: Ocultar lugares ao fechar aba
ro: Ascunde locurile la închiderea sertarului
ru: Скрыть места при закрытии раздела

source: Keep showing places after closing drawer
ca: Continueu mostrant els llocs després de tancar el calaix
de: Orte nach Schließen des Reiters weiterhin anzeigen
fi: Näytä paikat sulkiessasi sivuvalikon
fr: Continuer à montrer les lieux après la fermeture du tiroir
hu: Mutasd a helyeket a fiók bezárása után is
it: Visualizza i posti anche dopo la chiusura della scheda
nb: Fortsett å vise steder etter at fanen er lukket
nl: Plaatsen blijven zichtbaar na het sluiten van de tab
pl: Pokazuj miejsca nawet jeśli szuflada jest zamknięta
pt: Manter locais exibidos após fechar secção
pt_br: Manter mostrando lugares após o fechamento da aba
ro: Păstrează afișarea locurilor după închiderea sertarului
ru: Показывать места после закрытия вкладки

source: Sort places
ca: Ordenar els llocs
de: Orte sortieren
el: Ταξινόμηση τοποθεσιών
fi: Lajittele paikkoja
fr: Trier les lieux
hu: Helyek rendezése
it: Ordina i luoghi
nb: Sorter steder
nl: Plaatsen sorteren
pl: Sortuj miejsca
pt: Ordenar locais
pt_br: Classificar lugares
ro: Sortarea locurilor
ru: Сортировка мест

source: Sort Places
ca: Ordenar Llocs
de: Orte sortieren
el: Ταξινόμηση τοποθεσιών
fi: Lajittele Paikat
fr: Trier les lieux
hu: Helyek rendezése
it: Ordina Luoghi
nb: Sorter steder
nl: Plaatsen sorteren
pl: Sortuj Miejsca
pt: Ordenar Locais
pt_br: Classificar Lugares
ro: Sortarea locurilor
ru: Сортировать места

source: By relevance
ca: Per rellevància
de: Nach Relevanz
el: Κατά συνάφεια
fi: Merkityksen mukaan
fr: Par pertinence
hu: Egyezés szerint
it: Per rilevanza
nb: Etter relevans
nl: Op relevantie
pl: Według trafności
pt: Por relevância
pt_br: por relevância
ro: După relevanță
ru: По релевантности

source: Alphabetically from A to Z
ca: Alfabèticament de la A a la Z
de: Alphabetisch von A bis Z
el: Αλφαβητικά από το Α έως το Ω
fi: Aakkosjärjestyksessä A - Z
fr: Par ordre alphabétique de A à Z
hu: ABC sorrendben, A-Z
it: In ordine alfabetico dalla A alla Z
nb: Alfabetisk fra A til Å
nl: Alfabetisch van A tot Z
pl: Alfabetycznie od A do Z
pt: Alfabeticamente de A a Z
pt_br: Alfabeticamente de A a Z
ro: În ordine alfabetică de la A la Z
ru: В алфавитном порядке от А до Я

source: By rating (highest first)
ca: Per puntuació (el més alt primer)
de: Nach Bewertung (absteigend)
el: Κατά βαθμολογία (υψηλότερη πρώτη)
fi: Arvosanan mukaan (korkein ensin)
fr: Par avis (les meilleurs en premier)
hu: Értékelés alapján (legmagasabbtól)
it: Per voto (in ordine decrescente)
nb: Etter vurdering (høyeste først)
nl: Op beoordeling (hoogste eerst)
pl: Według ocen (od najwyższej)
pt: Por avaliação (mais alta primeiro)
pt_br: Por avaliação (mais alta primeiro)
ro: După evaluare (cea mai mare prima)
ru: По рейтингу (высокий первый)

source: By price (lowest first)
ca: Per preu (el més baix primer)
de: Nach Preis (niedrigste zuerst)
el: Ανά τιμή (χαμηλότερη πρώτα)
fi: Hinnan mukaan (alhaisin ensin)
fr: Par prix (les plus bas en premier)
hu: Ár szerint (legolcsóbbtól)
it: Per prezzo (in ordine crescente)
nb: Etter pris (laveste først)
nl: Op prijs (laagste eerst)
pl: Według ceny (od najniższej)
pt_br: Por preço (menores primeiro)
ro: După preț (primul cel mai mic)

source: Places from
ca: Llocs de
de: Orte von
el: Μέρη από
fi: Paikkojen alkuperä
fr: Lieux fournis par
it: Luoghi da
nb: Steder fra
nl: Locaties uit
ro: Locuri din

source: Add all displayed places as skipped stops
ca: Afegeix tots els llocs mostrats com a aturades omeses
de: Alle angezeigten Orte als übersprungene Stationen hinzufügen
fi: Lisää näytetyt paikat sivuutetuiksi pysähdyksiksi
fr: Ajouter tous les lieux affichés comme des étapes ignorées
hu: Minden megjelenített hely hozzáadása kihagyott megállóként
it: Aggiungi tutta la lista come soste saltate
nb: Legg til alle viste steder som stopp du har hoppet over
nl: Alle weergegeven plaatsen toevoegen als overgeslagen stops
pl: Dodaj wszystkie widoczne miejsca jako omijane postoje
pt: Adicione todos os lugares exibidos como paragens ignoradas
pt_br: Adicione todos os lugares mostrados como paradas ignoradas
ro: Adaugă toate locurile afișate ca opriri omise
ru: Добавить все отображаемые места как возможные остановки

source: Hide all places
ca: Amaga tots els llocs
de: Alle Orte ausblenden
el: Απόκρυψη όλων των μερών
fi: Piilota kaikki paikat
fr: Cacher tous les lieux
hu: Minden hely elrejtése
it: Nascondi tutti i luoghi
nb: Skjul alle steder
nl: Verberg alle plaatsen
pl: Ukryj wszystkie miejsca
pt: Ocultar todos os locais
pt_br: Ocultar todos os lugares
ro: Ascunde toate locurile
ru: Скрыть все места

source: Show all places
ca: Mostra tots els llocs
de: Alle Orte anzeigen
el: Εμφάνιση όλων των τοποθεσιών
fi: Näytä kaikki paikat
fr: Montrer tous les lieux
hu: Minden hely megjelenítése
it: Visualizza tutti i luoghi
nb: Vis alle steder
nl: Toon alle plaatsen
pl: Pokaż wszystkie miejsca
pt: Exibir todos os locais
pt_br: Mostrar todos os lugares
ro: Afișează toate locurile
ru: Показать все места

source: Hide hotels and motels
ca: Amaga hotels i motels
de: Hotels und Motels ausblenden
el: Απόκρυψη ξενοδοχείων και μοτέλ
fi: Piilota hotellit ja motellit
fr: Cacher hôtels et motels
hu: Hotelek és motelek elrejtése
it: Nascondi alberghi e motel
nb: Skjul hoteller og moteller
nl: Verberg hotels en motels
pl: Ukryj hotele i motele
pt_br: Ocultar hotéis e motéis
ro: Ascunde hoteluri și moteluri

source: Hide apartments and private rooms
ca: Amaga apartaments i habitacions privades
de: Ferienwohnungen und Privatzimmer ausblenden
el: Απόκρυψη διαμερισμάτων και ιδιωτικών δωματίων
fi: Piilota asunnot ja privaattihuoneet
fr: Cacher les appartements et les chambres privées
hu: Apartmanok és magán szállások elrejtése
it: Nascondi appartamenti e camere private
nb: Skjul leiligheter og private rom
nl: Verberg appartementen en privékamers
pl: Ukryj apartamenty i pokoje gościnne
pt: Ocultar apartamentos e quartos privados
pt_br: Ocultar apartamentos e quartos privados
ro: Ascunde apartamente și camere private
ru: Скрыть квартиры и комнаты

source: Hide hostels
ca: Amaga els albergs
de: Jugendherbergen ausblenden
el: Απόκρυψη ξενώνων
fi: Piilota hostellit
fr: Cacher les auberges
hu: Hostelek elrejtése
it: Nascondi alberghi
nb: Skjul vandrerhjem
nl: Verberg hostels
pl: Ukryj schroniska
pt: Ocultar hostels
pt_br: Ocultar albergues
ro: Ascunde hostelurile/pensiunile
ru: Скрыть хостелы

source: Hide LGBT welcoming hotels
ca: Amaga hotels LGBT friendly
de: LGBT-freundliche Hotels ausblenden
fi: Piilota sukupuolivähemmistömyönteiset hotellit
fr: Cacher les hôtels LGBT (lesbiennes, gays, bisexuels et transgenres)
hu: LGBT-barát szállodák elrejtése
it: Nascondi alberghi accoglienti LGBT
nb: Skjul LGBT-vennlige hotell
nl: Verberg LGBT-gastvrije hotels
pl: Ukryj hotele LGBT
pt: Ocultar hotéis abertos à comunidade LGBT
pt_br: Ocultar hotéis abertos à comunidade LGBT
ro: Ascunde hotelurile LGBT primitoare
ru: Скрыть приветствующие LGBT гостиницы

source: LGBT welcoming hotels
ca: Hotels LGBT friendly
de: LGBT-freundliche Hotels
fi: Sukupuolivähemmistömyönteiset hotellit
fr: Hôtels LGBT (Lesbiennes, gays, bisexuels et transgenres)
hu: LGBT-barát szállodák
it: Alberghi accoglienti LGBT
nb: LGBT-vennlige hoteller
nl: LGBT-gastvrije hotels
pl: Hotele LGBT
pt: Hotéis abertos à comunidade LGBT
pt_br: Hotéis abertos à comunidade LGBT
ro: Hoteluri LGBT primitoare
ru: Приветствующие LGBT гостиницы

source: Hide campgrounds
ca: Amaga zones d'acampada
de: Campingplätze ausblenden
el: Απόκρυψη χώρων κατασκήνωσης
fi: Piilota leirintäalueet
fr: Cacher les campings
hu: Kempingek elrejtése
it: Nascondi campeggi
nb: Skjul campingplasser
nl: Verberg kampeerplaatsen
pl: Ukryj pola namiotowe
pt: Ocultar acampamentos
pt_br: Ocultar acampamentos
ro: Ascunde campingurile
ru: Скрыть кемпинги

source: Hide restaurants
ca: Amaga restaurants
de: Restaurants ausblenden
el: Απόκρυψη εστιατορίων
fi: Piilota ravintolat
fr: Cacher les restaurants
hu: Éttermek elrejtése
it: Nascondi ristoranti
nb: Skjul restauranter
nl: Verberg restaurants
pl: Ukryj restauracje
pt: Ocultar restaurantes
pt_br: Ocultar restaurantes
ro: Ascunde restaurantele
ru: Скрыть рестораны

source: Restaurants
el: εστιατόρια
fi: Ravintolat
hu: Éttermek
it: Ristoranti
nb: Restauranter
pl: Restauracje
pt: Restaurantes
pt_br: Restaurantes
ro: Restaurante
ru: Рестораны

source: Fast food restaurants
ca: Restaurants de menjar ràpid
el: Εστιατόρια γρήγορου φαγητού
fi: Pikaruokaravintolat
fr: Montrer fast foods
hu: Gyorséttermek
it: Fast food
nb: Fast food restauranter

source: Hide fast food restaurants
ca: Amaga els restaurants de menjar ràpid
el: Απόκρυψη εστιατορίων γρήγορου φαγητού
fi: Piilota pikaruokaravintolat
fr: Cacher les fast foods
hu: Gyorséttermek elrejtése
it: Nascondi i fast food
nb: Skjul fast food restauranter
nl: Verberg fast food restaurants

source: Breweries, wineries and bars
ca: Cerveseries, cellers i bars
de: Brauereien, Weingüter und Bars
el: Ζυθοποιίες, οινοποιεία και μπαρ
fi: Panimot, viinitilat ja baarit
fr: Montrer les brasseries, caves et bars
hu: Sörözők, borozók és bárok
it: Birrifici, cantine e bar
nb: Bryggerier, vingårder og barer
nl: Brouwerijen, wijnhuizen en bars
pl: Browary, winiarnie i bary
pt: Cervejarias, adegas e bares
pt_br: Cervejarias, adegas e bares
ro: Berării, crame și baruri
ru: Пивоварни, винодельни и бары

source: Hide breweries, wineries and bars
ca: Amaga cerveseries, cellers i bars
de: Brauereien, Weingüter und Bars ausblenden
el: Απόκρυψη ζυθοποιείων, οινοποιείων και μπαρ
fi: Piilota panimot, viinitilat ja baarit
fr: Cacher les brasseries, caves et bars
hu: Sörözők, borozók és bárok elrejtése
it: Nascondi birrifici, cantine e bar
nb: Skjul bryggerier, vingårder og barer
nl: Verberg brouwerijen, wijnhuizen en bars
pl: Ukryj browary, winiarnie, bary
pt: Ocultar cervejarias, adegas e bares
pt_br: Ocultar cervejarias, adegas e bares
ro: Ascunde Berăriile, cramele și barurile
ru: Скрыть пивоварни, винодельни и бары

source: Coffee shops
ca: Cafeteries
de: Cafés
el: Καφετέριες
fi: Kahvilat
fr: Montrer les cafés
hu: Kávézók
it: Caffetterie
nb: Kaffebar
nl: Koffiecorners
pl: Kawiarnie
pt: Cafeterias
pt_br: Cafeterias
ro: Cafenele
ru: Кофейни

source: Hide coffee shops
ca: Amaga les cafeteries
de: Cafés ausblenden
el: Απόκρυψη καφετεριών
fi: Piilota kahvilat
fr: Cacher les cafés
hu: Kávézók elrejtése
it: Nascondi caffetterie
nb: Skjul kaffebarer
nl: Verberg koffiecorners
pl: Ukryj kawiarnie
pt: Ocultar cafeterias
pt_br: Ocultar cafeterias
ro: Ascunde cafenele
ru: Скрыть кофейни

source: Farmers markets and grocery stores
ca: Mercats de pagès i botigues de queviures
de: Bauernmärkte und Lebensmittelgeschäfte
el: Λαϊκές αγορές και παντοπωλεία
fi: Maatilamyymälät ja elintarvikekaupat
fr: Montrer les marchés fermiers et les épiceries
hu: Helyi piacok és pékségek
it: Mercati e negozi di alimentari
nb: Bondemarkeder og dagligvarebutikker
nl: Boerenmarkten en kruidenierszaken
pl: Rynki targowe i sklepy spożywcze
pt: Mercados agrícolas e mercearias
pt_br: mercados de agricultores e mercearias
ro: Piețele de fermieri și magazinele alimentare
ru: Фермерские рынки и продуктовые магазины
