Repository: furkot/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ca, de, el, fi, fr, hu, it, nb, nl, pl, pt, pt_br, ro, ru

source: Travel this route
ca: Recorre aquesta ruta
de: Diese Route bereisen
fi: Kulje tätä reittiä
fr: Parcourir cette route
hu: Utazás az útvonalon
it: Segui questo percorso
nb: Reis denne ruten
nl: Deze route reizen
pl: Wybierz trasę
pt: Viajar nesta rota
pt_br: Viajar nesta rota
ro: Parcurgeți această rută
ru: Поездка по этому маршруту

source: Reverse this route
ca: Inverteix aquesta ruta
de: Diese Route umkehren
el: Αντιστροφή αυτής της διαδρομής
fi: Käännä reitin suunta
fr: Inverser cet itinéraire
hu: Fordított irány az útvonalon
it: Inverti questo percorso
nb: Reverser denne ruten
nl: Keer deze route om
pl: Odwróć kierunek trasy
pt: Inverter esta rota
pt_br: Inverter esta rota
ro: Inversează această rută
ru: Реверс этого маршрута

source: Fold this place details
ca: Amaga els detalls d'aquest lloc
de: Details dieses Ortes schließen
el: Κλείσιμο των λεπτομερειών του μέρους
fi: Sulje paikan tiedot
fr: Cacher les détails de ce lieu
hu: Részletek összecsukása
it: Chiudi i dettagli di questo posto
nb: Skjul dette stedets detaljer
nl: Gegevens van deze plaats sluiten
pl: Zwiń opis miejsca
pt: Ocultar detalhes deste local
pt_br: Ocultar detalhes deste local
ro: Restrânge detaliile acestui loc
ru: Свернуть подробности

source: Ferry terminal
ca: Terminal de ferri
fi: Lauttaterminaali
fr: Terminal de bac
hu: Komp kikötő
it: Terminal traghetti
nb: Ferjeterminal

source: Search guidebooks and travel guides
ca: Cerca guies de viatge
de: Wegweiser und Reiseführer ausblenden
el: Αναζήτηση ταξιδιωτικών βιβλίων και ταξιδιωτικών οδηγών
fi: Etsi opaskirjoista ja matkaoppaista
fr: Chercher des guides de voyage
hu: Keresés az útikönyvekben
it: Cerca guide turistiche e guide di viaggio
nb: Søk i guidebøker og reiseguider
nl: Zoek gidsen en reisgidsen
pl: Szukaj przewodników turystycznych
pt: Pesquisar livros e guias de viagem
pt_br: Pesquisar livros e guias de viagem
ro: Caută cărti și ghiduri de călătorie

source: Buy this book
ca: Compra aquest llibre
de: Dieses Buch kaufen
el: Αγοράστε αυτό το βιβλίο
fi: Osta kirja
fr: Acheter ce livre
hu: Vedd meg ezt a könyvet
it: Compra questo libro
nb: Kjøp denne boken
nl: Koop dit boek
pl: Kup tę książkę
pt: Comprar este livro
pt_br: Comprar este livro
ro: Cumpără această carte

source: Add region center to your trip
ca: Afegeix el centre de la regió al teu viatge
de: Die Mitte dieser Region als Station zu Ihrer Reise hinzufügen
fi: Lisää alueen keskus matkaasi
fr: Ajouter un point de centrage à votre voyage
hu: Add hozzá a régió központját az útitervedhez
it: Aggiungi centro regione al tuo viaggio
nb: Legg til regionsenter til turen din
nl: Voeg centrum van deze regio als stopplaats toe aan je reis
pl: Dodaj centrum regionu do podróży
pt: Adicionar à sua viagem uma paragem no centro da região
pt_br: Adicionar região central à sua viagem
ro: Adaugă centrul regiunii la călătoria ta
ru: Добавить остановку в центре региона

source: Add region center to your trip as a skipped stop
ca: Afegeix el centre de la regió al teu viatge com a aturada omesa
de: Die Mitte dieser Region als übersprungene Station zu Ihrer Reise hinzufügen
fi: Lisää alueen keskus sivuutetuksi pysähdykseksi
fr: Ajouter un point de centrage à votre voyage comme étape ignorée
hu: Add hozzá a régió központját az útitervedhez, kihagyott megállóként
it: Aggiungi centro regione al tuo viaggio come una sosta saltata
nb: Legg til regionsenter til turen din som et stopp du har hoppet over
nl: Voeg centrum van deze regio toe aan je reis als een overgeslagen stopplaats
pl: Dodaj centrum regionu do podróży jako omijany postój
pt: Adicione a região central à sua viagem como uma paragem ignorada
pt_br: Adicione a região central à sua viagem como uma parada ignorada
ro: Adaugă centrul regiunii la călătoria ta, ca o oprire omisă
ru: Добавить возможную остановку в центре региона

source: Fold this search details
ca: Amaga els detalls d'aquesta cerca
de: Details dieser Suche schließen
el: Κλείσιμο των λεπτομερειών αναζήτησης
fi: Sulje etsinnän tiedot
fr: Cacher les détails de cette recherche
hu: Keresés összecsukása
it: Chiudi questo dettaglio di ricerca
nb: Skjul dette søkets detaljer
nl: Sluit deze zoekgegevens
pl: Zwiń wyniki wyszukiwania
pt: Ocultar detalhes desta pesquisa
pt_br: Ocultar detalhes desta pesquisa
ro: Restrânge detaliile acestei căutări
ru: Свернуть детали поиска

source: Amazon and the Amazon logo are trademarks of Amazon.com, Inc. or its affiliates
ca: Amazon i el logotip d'Amazon són marques comercials d'Amazon.com, Inc. o les seves filials
de: Amazon und das Amazon-Logo sind Marken von Amazon.com, Inc. oder seinen verbundenen Unternehmen
fi: Amazon ja Amazon-logo ovat Amazon.com:n, Inc:n tai sen tytäryhtiöiden tavaramerkkejä
fr: Amazon et le logo Amazon sont des marques déposées d’Amazon.com, Inc. ou de ses filiales
hu: Az Amazon név és az Amazon logó az Amazon.com, Inc. védjegyei
it: Amazon e il logo di Amazon sono marchi di Amazon.com, Inc. o società affiliate
nb: Amazon og Amazon-logoen er varemerker for Amazon.com, Inc. eller dets datterselskaper
nl: Amazon en het Amazone-logo zijn handelsmerken van Amazon.com, Inc. of haar dochterondernemingen
pl: Amazon i Amazon logo są zarejestrowanymi znakami towarowymi firmy Amazon.com, Inc. lub jej partnerów
pt: Amazon e o logótipo da Amazon são marcas registradas da Amazon.com, Inc e suas afiliadas
pt_br: Amazon e o logo da Amazon são marcas registradas da Amazon.com, Inc e suas afiliadas
ro: Amazon și logo-ul Amazon sunt mărci comerciale ale Amazon.com, Inc. sau ale afiliaților săi
ru: Amazon и логотип Amazon являются товарными знаками Amazon.com, Inc. или ее филиалов

source: See description of this curiosity
de: Beschreibung dieser Sehenswürdigkeit ansehen
fi: Katso kuvaus tästä erikoisuudesta
pl: Zobacz opis kuriozum
pt_br: Veja a descrição deste lugar

source: Stop at this curiosity
de: An dieser Sehenswürdigkeit anhalten
fi: Lopeta tähän erikoisuuteen
pl: Obejrzyj to kuriozum
pt_br: Parar nesta curiosidade
ro: Oprește-te la această curiozitate
ru: Сделать здесь остановку

source: Add this curiosity as a skipped stop
de: Sehenswürdigkeit als übersprungene Station hinzufügen
fi: Lisää tämä erikoisuus sivuutetuksi pysähdykseksi
pl: Dodaj kuriozum jako omijany postój
pt_br: Adicionar esta curiosidade como uma parada ignorada
ro: Adaugă această curiozitate ca o oprire omisă
ru: Добавить это место, как возможную остановку

source: Fold this curiosity details
de: Details dieser Sehenswürdigkeit schließen
fi: Sulje erikoisuuden tiedot
pl: Zwiń opis kuriozum
pt_br: Ocultar detalhes sobre esta curiosidade
ro: Restrânge detaliile acestei curiozități
ru: Свернуть подробности

source: Hide curiosities
de: Sehenswürdigkeit ausblenden
fi: Piilota erikoisuudet
pl: Ukryj kurioza
pt_br: Ocultar curiosidades

source: Curiosities
de: Sehenswürdigkeit
fi: Erikoisuudet
pl: Kurioza
pt_br: Curiosidades

source: See description of this road
ca: Consulta la descripció d'aquesta carretera
de: Beschreibung dieser Straße ansehen
fi: Näytä tien kuvaus
fr: Voir la description de cette route
hu: Nézd meg az út leírását
it: Vedi la descrizione di questa strada
nb: Se beskrivelse av denne veien
nl: Beschrijving van deze weg bekijken
pl: Zobacz opis drogi
pt: Ver descrição desta estrada
pt_br: Veja a descrição dessa estrada
ro: Vezi descrierea acestui drum

source: See contributor's profile
ca: Consulta el perfil del col·laborador
de: Profil des Autors ansehen
el: Δείτε το προφίλ του συνεργάτη
fi: Näytä avustajan kuvaus
fr: Voir le profil du contributeur
hu: Nézd meg a résztvevő profilját
it: Vedi il profilo del collaboratore
nb: Se bidragsyters profil
nl: Profiel van de bijdrager bekijken
pl: Zobacz profil współtwórcy
pt: Ver o perfil do colaborador
pt_br: Ver o perfil do colaborador
ro: Vezi profilul contribuitorului

source: See riders' rating
ca: Consulta la qualificació dels corredors
de: Fahrerbewertungen ansehen
el: Δείτε τη βαθμολογία των επιβατών
fi: Näytä ajajien luokitukset
fr: Montrer la note attribuée par les motocyclistes
hu: Nézd meg a motorosok ajánlását
it: Vedi il voto dei motociclisti
nb: Se sjåførens vurdering
nl: Zie beoordelingen van ruiters
pl: Zobacz oceny motocyklistów
pt: Ver classificação dos condutores
pt_br: Ver avaliação dos pilotos
ro: Vezi evaluarea călătorilor

source: Stop at this motorcycle road
ca: Atura't en aquesta carretera de motos
de: An dieser Motorradstrecke anhalten
el: Σταματήστε σε αυτόν τον δρόμο μοτοσικλέτας
fi: Pysähdy moottoripyöräreitillä
fr: S'arrêter sur cette route pour motocyclistes
hu: Állj meg ennél a motoros útnál
it: Fai sosta a questa strada motociclistica
nb: Stopp ved denne motorsykkelveien
nl: Stop op deze motorweg
pl: Zatrzymaj się początku drogi
pt: Parar nesta estrada de mota
pt_br: Parar nesta rota de motocicleta
ro: Oprește la acest drum de motocicletă
ru: Сделать здесь остановку

source: Add this motorcycle road as a skipped stop
ca: Afegeix aquesta carretera de motos com a aturada omesa
de: Diese Motorradstrecke als übersprungene Station hinzufügen
fi: Lisää moottoripyöräreitti sivuutetuksi pysähdykseksi
fr: Ajouter cette route pour motocyclistes comme une étape ignorée
hu: Motoros út hozzáadása kihagyott megállóként
it: Aggiungi questa strada motociclistica come una sosta saltata
nb: Legg til denne motorsykkelveien som et stopp du har hoppet over
nl: Voeg deze motorweg toe als een overgeslagen stopplaats
pl: Dodaj trasę motocyklową jako omijany postój
pt: Adicionar esta estrada de mota como uma paragem ignorada
pt_br: Adicionar esta rota de motocicleta como uma parada ignorada
ro: Adaugă acest drum de motocicletă ca o oprire omisă
ru: Добавить это место, как возможную остановку

source: Ride this motorcycle road
ca: Condueix per aquesta carretera de motos
de: Auf dieser Motorradstrecke fahren
fi: Aja moottoripyöräreitti
fr: Prendre cette route pour motocyclistes
hu: Motoros út beiktatása
it: Percorri questa strada motociclistica
nb: Kjør denne motorsykkelveien
nl: Rijd deze motorweg
pl: Przejedź tę drogę motocyklem
pt: Conduzir nesta estrada de mota
pt_br: Pilotar esta rota de motocicleta
ro: Mergi pe acest drum de motocicleta
ru: Ездить по этой мотоциклетной дороге

source: Reverse this motorcycle road
ca: Inverteix aquesta carretera de motos
de: Motorradstrecke umkehren
fi: Käännä moottoripyöräreitin suunta
fr: Inverser cette route pour motocyclistes
hu: Fordítva a motoros úton
it: Inverti questa strada motociclistica
nb: Reverser denne motorsykkelveien
nl: Deze motorweg omkeren
pl: Odwróć kierunek trasy motocyklowej
pt: Inverter esta estrada de mota
pt_br: Inverter esta rota de motocicleta
ru: Реверс маршрута

source: Fold this motorcycle road details
ca: Amaga els detalls de la d'aquesta carretera de motos
de: Details dieser Motorradstrecke schließen
el: Κλείσιμο των λεπτομερειών του δρόμου μοτοσικλέτας
fi: Sulje moottoripyöräreitin tiedot
fr: Cacher les détails de cette route pour motocyclistes
hu: Motoros út részleteinek összecsukása
it: Chiudi dettagli di questa strada motociclistica
nb: Skjul denne motorsykkelveiens detaljer
nl: Sluit de gegevens van deze motorweg
pl: Zwiń opis trasy motocyklowej
pt: Ocultar detalhes desta estrada de mota
pt_br: Ocultar detalhes desta rota de motocicleta
ro: Restrânge detaliile acestui drum de motocicletă
ru: Свернуть подробности

source: Hide roads and rides
ca: Amaga carreteres i rutes
de: Straßen und Strecken ausblenden
fi: Piilota tiet ja ajamiset
fr: Cacher les routes et les trajets
hu: Motoros utak elrejtése
it: Nascondi strade e percorsi motociclistici
nb: Skjul motorsykkelveier og kjøreturer
nl: Verberg motorwegen en motortochten
pl: Ukryj trasy
pt: Ocultar estradas e passeios
pt_br: Ocultar estradas e passeios

source: Roads and rides
ca: Carreteres i rutes
de: Straßen und Strecken
fi: Tiet ja ajamiset
fr: Routes et trajets
hu: Motoros utak
it: Strade e percorsi motociclistici
nb: Motorsykkelvennlige veier og ruter
nl: Wegen en tochten
pl: Trasy motocyklowe
pt: Estradas e passeios
pt_br: Estradas e passeios

source: See description of this byway
ca: Consulta la descripció d'aquesta ruta
de: Beschreibung dieser Nebenstraßen ansehen
fi: Katso sivutien kuvaus
fr: Voir la description de cette route panoramique
hu: Az ösvény leírása
it: Vedi la descrizione di questa strada panoramica
nb: Se beskrivelse av denne omveien
nl: Zie beschrijving van deze landweg
pl: Zobacz opis drogi
pt: Consultar descrição deste caminho
pt_br: Consulte a descrição deste caminho
ro: Vezi descrierea acestui drum secundar

source: See this byway own website
ca: Ves al lloc web oficial de la ruta
de: Website dieser Nebenstraße ansehen
fi: Katso sivutietä sen nettisivuilla
fr: Voir le site web de cette route panoramique
hu: nézd meg az ösvény saját weboldalát
it: Vedi il sito web di questa strada panoramica
nb: Se denne omveiens hjemmeside
nl: Zie eigen website van deze landweg
pl: Zobacz własną stronę internetową drogi
pt: Veja o site deste caminho
pt_br: Veja o site deste atalho
ro: Vezi acest drum secundar pe site-ul web
ru: Посмотреть сайт этой тропинки

source: Stop at this byway
ca: Atura't en aquesta carretera
de: An dieser Nebenstraße anhalten
el: Σταματήστε σε αυτή τη πάροδο
fi: Pysähdy sivutiellä
fr: S’arrêter à cette route panoramique
hu: Állj meg ennél az ösvénynél
it: Fermati su questa strada panoramica
nb: Stopp ved denne omveien
nl: Stop op deze landweg
pl: Zatrzymaj się na początku drogi
pt: Parar neste caminho
pt_br: Parar neste atalho
ro: Oprește la acest drum secundar
ru: Сделать здесь остановку

source: Add this byway as a skipped stop
ca: Afegiu aquesta ruta com a aturada omesa
de: Diese Nebenstraße als übersprungene Station hinzufügen
fi: Lisää sivutie sivuutetuksi pysähdykseksi
fr: Ajouter cette route panoramique comme une étape ignorée
hu: Ösvény hozzáadása kihagyott megállóként
it: Aggiungi questa strada panoramica come un sosta saltata
nb: Legg til denne omveien som et stopp du har hoppet over
nl: Voeg deze landweg toe als overgeslagen stopplaats
pl: Dodaj drogę jako omijany postój
pt: Adicionar este atalho como uma paragem ignorada
pt_br: Adicione este atalho como uma parada ignorada
ro: Adaugă acest drum secundar ca o oprire omisă
ru: Добавить это место, как возможную остановку

source: Travel this byway
ca: Viatja per aquesta ruta
de: Diese Nebenstraße befahren
fi: Matkusta sivutietä
fr: Voyager sur cette route panoramique
hu: Ösvény bejárása
it: Percorri questa strada panoramica
nb: Kjør denne omveien
nl: Rijd deze landweg
pl: Wybierz drogę
pt: Viajar por este caminho
pt_br: Viajar por este atalho
ro: Parcurge acest drum secundar
ru: Поездка по этой тропинке

source: Reverse this byway
ca: Inverteix aquesta ruta
de: Diesen Nebenweg umkehren
fi: Käännä sivutien suunta
fr: Inversez cette route panoramique
hu: Ösvény bejárása ellenkező irányba
it: Inverti questa strada panoramica
nb: Reverser denne omveien
nl: Deze landweg omkeren
pl: Odwrócić kierunek drogi
pt: Inverter este caminho
pt_br: Inverter este atalho
ro: Parcurge înapoi acest drum secundar
ru: Реверс маршрута

source: Fold this byway details
ca: Amaga els detalls d'aquesta ruta
de: Details dieser Nebenstraßen schließen
fi: Sulje sivutien tiedot
fr: Cacher les détails de cette route panoramique
hu: Ösvény részleteinek becsukása
it: Chiudi i dettagli di questa strada panoramica
nb: Skjul denne omveiens detaljer
nl: Sluit de gegevens van deze landweg
pl: Zwiń opis drogi
pt: Ocultar detalhes deste caminho
pt_br: Ocultar detalhes deste atalho
ro: Restrânge detaliile acestui drum secundar
ru: Свернуть подробности

source: Hide byways
ca: Amaga els camins
de: Nebenstraßen ausblenden
el: Απόκρυψη παραδρόμων
fi: Piilota sivutiet
fr: Cacher les routes secondaires
hu: Ösvények elrejtése
it: Nascondi strade panoramiche
nb: Skjul omveier
nl: Verberg landwegen
pl: Ukryj drogi
pt: Ocultar caminhos
pt_br: Ocultar caminhos
ro: Ascunde drumurile secundare

source: See this gas station page
ca: Consulta la pàgina de la benzinera
de: Seite der Tankstelle ansehen
fi: Katso huoltoaseman sivut
fr: Voir la page de cette station-service
hu: Nézd meg a benzinkút oldalát
it: Vedi la pagina di questa stazione di rifornimento
nb: Se denne bensinstasjonens side
nl: Bekijk de pagina van dit tankstation
pl: Zobacz stronę stacji benzynowej
pt: Ver página do posto de combustível
pt_br: Veja a página do posto de combustível
ro: Vezi pagina acestei benzinării
ru: Смотрите эту страницу АЗС на myGasFeed

source: See this gas station own website
ca: Ves el lloc web oficial de la benzinera
de: Website dieser Tankstelle ansehen
fi: Katso huoltoaseman nettisivuilta
fr: Voir le site web de cette station-service
hu: Nézd meg a benzinkút saját oldalát
it: Vedi il sito web di questa stazione di rifornimento
nb: Se denne bensinstasjonens hjemmeside
nl: Bekijk de eigen website van dit tankstation
pl: Zobacz własną stronę internetową stacji
pt: Ver site do posto de combustível
pt_br: Veja o site do posto de combustível
ro: Vezi această benzinărie site-ul web
ru: Посмотреть сайт этого места

source: Fill up at this gas station
ca: Omplir el dipòsit en aquesta benzinera
de: An dieser Tankstelle tanken
el: Γεμίστε σε αυτό το βενζινάδικο
fi: Tankkaa huoltoasemalla
fr: Faire le plein à cette station-service
hu: Tankolás itt
it: Fai rifornimento da questa stazione
nb: Fyll opp på denne bensinstasjonen
nl: Tank bij dit tankstation
pl: Zatankuj na tej stacji
pt: Atestar neste posto de combustível
pt_br: Completar neste posto de combustível
ro: Alimentează la această benzinărie
ru: Заправиться на этой АЗС

source: Add this gas station as a skipped stop
ca: Afegeix aquesta benzinera com a aturada omesa
de: Diese Tankstelle als übersprungene Station hinzufügen
el: Προσθέστε αυτό το βενζινάδικο ως στάση που παραλείφθηκε
fi: Lisää huoltoasema sivuutetuksi pysähdykseksi
fr: Ajouter cette station-service comme une étape ignorée
hu: Benzinkút hozzáadása kihagyott megállóként
it: Aggiungi questa stazione di rifornimento come una sosta saltata
nb: Legg til denne bensinstasjonen som et stopp du har hoppet over
nl: Voeg dit tankstation toe als een overgeslagen stopplaats
pl: Dodaj stację benzynową jako omijany postój
pt: Adicionar este posto de combustível como uma paragem ignorada
pt_br: Adicione este posto de combustível como uma parada ignorada
ro: Adaugă această benzinărie ca o oprire omisă
ru: Добавить это место, как возможную остановку

source: Fold this gas station details
ca: Amaga els detalls d'aquesta benzinera
de: Details dieser Tankstelle schließen
el: Κλείσιμο των λεπτομερειών του βενζινάδικου
fi: Sulje huoltoaseman tiedot
fr: Cacher les détails de cette station-service
hu: Benzinkút részleteinek összecsukása
it: Chiudi i dettagli di questa stazione di rifornimento
nb: Skjul denne bensinstasjonens detaljer
nl: Sluit de gegevens van dit tankstation
pl: Zwiń opis stacji benzynowej
pt: Fechar detalhes do posto de combustível
pt_br: Fechar os detalhes do posto de combustível
ro: Restrânge detaliile acestei benzinării
ru: Свернуть подробности

source: Gas Station
ca: Benzinera
de: Tankstelle
el: Βενζινάδικο
fi: Huoltoasema
fr: Station-service
hu: Ismeretlen benzinkút
it: Stazione di rifornimento
nb: Bensinstasjon
nl: Tankstation
pl: Stacja benzynowa
pt: Posto de combustível
pt_br: Posto de combustível
ro: Benzinărie
ru: Бензоколонка

source: See description of this dive site
ca: Consulta la descripció d'aquest lloc d'immersió
de: Beschreibung dieses Tauchgebietes ansehen
fi: Katso sukelluskohteen kuvaus
fr: Voir la description de ce site de plongée
hu: Nézd meg a búvárterület leírását
it: Vedi la descrizione di questo sito di immersione
nb: Se beskrivelse av dette dykkestedet
nl: Zie beschrijving van deze duikplaats
pl: Zobacz opis miejsca do nurkowania
pt: Ver descrição deste local de mergulho
pt_br: Veja a descrição deste local de mergulho
ro: Vezi descrierea acestui loc pentru scufundări

source: See user reviews
ca: Consulta les ressenyes dels usuaris
de: Bewertungen ansehen
el: Δείτε κριτικές χρηστών
fi: Katso käyttäjien arvostelut
fr: Consultez les avis des utilisateurs
hu: Felhasználói értékelések
it: Vedi le recensioni degli utenti
nb: Se brukervurderinger
nl: Bekijk gebruikerservaringen
pl: Zobacz opinie użytkowników
pt: Ver avaliações dos utilizadores
pt_br: Ver avaliações dos usuários
ro: Vezi recenziile utilizatorilor

source: Stop and dive at this site
ca: Atura't i fes submarinisme en aquest lloc
de: Anhalten und an diesem Ort tauchen
fi: Pysähdy ja sukella tässä kohteessa
fr: S’arrêtez et plonger à ce site
hu: Megállok búvárkodni itt
it: Sosta in questo sito di immersione
nb: Stopp og dykk på dette stedet
nl: Stop en duik op deze plaats
pl: Zanurkowuj w tym miejscu
pt: Parar e mergulhar neste local
pt_br: Parar e mergulhar neste local
ro: Oprește si fă scufundari in acest loc
ru: Сделать здесь остановку

source: Add this dive site as a skipped stop
ca: Afegeix aquest lloc d'immersió com a aturada omesa
de: Dieses Tauchgebiet als übersprungene Station hinzufügen
fi: Lisää tämä sukelluskohde sivuutetuksi pysähdykseksi
fr: Ajouter ce site de plongée comme une étape ignorée
hu: Búvárterep hozzáadása kihagyott megállóként
it: Aggiungi questo sito di immersione come una sosta saltata
nb: Legg til dette dykkestedet som et stopp du har hoppet over
nl: Voeg deze duikplek toe als overgeslagen stopplaats
pl: Dodaj miejsce do nurkowania jako omijany postój
pt: Adicionar este local de mergulho como uma paragem ignorada
pt_br: Adicionar este local de mergulho como uma parada ignorada
ro: Adaugă acest loc pentru scufundari ca o oprire omisă
ru: Добавить это место, как возможную остановку

source: Fold this dive site details
ca: Amaga els detalls d'aquest lloc d'immersió
de: Details dieses Tauchgebiets schließen
el: Κλείσιμο των λεπτομερειών της τοποθεσίας κατάδυσης
fi: Sulje sukelluskohteen tiedot
fr: Cacher les détails de ce site de plongée
hu: Búvárterep részleteinek összecsukása
it: Chiudi i dettagli di questo sito di immersione
nb: Skjul dette dykkestedets detaljer
nl: Sluit de gegevens van deze duikplaats
pl: Zwiń opis miejsca do nurkowania
pt: Ocultar detalhes deste local de mergulho
pt_br: Ocultar detalhes deste local de mergulho
ro: Restrânge detaliile acestui loc pentru scufundări
ru: Свернуть подробности

source: See description of this birdwatching hotspot
ca: Consulta la descripció d'aquest punt d'observació d'ocells
de: Beschreibung der Vogelbeobachtungsorts ansehen
fi: Katso bongauskohteen kuvaus
fr: Montrer la description de ce site d'observation d'oiseaux
hu: Madárles leírásának megtekintése
it: Vedi la descrizione di questo posto di osservazione uccelli
nb: Se beskrivelse av dette fuglekikkerstedet
nl: Bekijk de beschrijving van deze vogelspotplaats
pl: Zobacz opis miejsca obserwacji ptaków
pt: Ver descrição deste local de observação de pássaros
pt_br: Ver a descrição deste local de observação de pássaros
ro: Vezi descrierea acestui loc pentru observare păsări

source: Stop at this birdwatching hotspot
ca: Atura't en aquest punt d'observació d'ocells
de: An diesem Vogelbeobachtungsort anhalten
fi: Pysähdy bongauskohteessa
fr: S'arrêter à ce site d'observation d'oiseaux
hu: Megállás a madárlesnél
it: Fermati in questo posto di osservazione uccelli
nb: Stopp ved dette fuglekikkerstedet
nl: Stop bij deze vogelspotplaats
pl: Zatrzymaj się w miejscu obserwacji ptaków
pt: Parar neste local de observação de pássaros
pt_br: Parar neste local de observação de pássaros
ro: Oprește la acest loc pentru observare păsări
ru: Сделать здесь остановку
