Repository: furkot/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ca, de, el, fi, fr, hu, it, nb, nl, pl, pt, pt_br, ro, ru

source: Start clicking on the map. [Choose your destination] and have Furkot calculate how much time you need to get there. Set daily limits on the travel time so none of your sightseeing has to be done under moonlight &mdash; unless, of course, that's what you want.
ca: Comenca fent clic al mapa. [Escull el teu destí] i deixa que Furkot calculi quan temps necessites per arribar-hi. Posa els límits diaris de temps perquè cap dels viatges s'hagi de fer sota la llum de la lluna, excepte que sigui això el que vulguis.
de: Starten Sie mit einem Klick auf die Karte. [Wählen Sie Ihr Ziel] und lassen Sie Furkot berechnen, wie viel Zeit Sie benötigen, um dorthin zu gelangen. Setzen Sie ein Tageslimit Ihrer Reisezeit, damit keine Ihrer Besichtigungen bei Mondlicht stattfinden muss; es sei natürlich, Sie wollen das genau so.
fi: Aloita napsauttamalla karttaa. [Valitse määränpääsi] ja pyydä Furkotia laskemaan, kuinka paljon aikaa tarvitset saapuaksesi perille. Aseta päivittäiset rajoitukset matka-ajalle, jotta nähtävyyksiin ei tarvitsisi tutustua yön pimeydessä &mdash; ellet tietysti halua sitä.
fr: Commencer par cliquer sur la carte. [Choisissez votre destination] et laissez Furkot calculer combien de temps vous avez besoin pour y arriver. Définissez les plages horaires de vos journées de voyage affin d'éviter d’errer au clair de lune &mdash; à moins, bien sûr, que ce ne soit ce que vous cherchez.
it: Inizia a cliccare sulla mappa. [Scegli la tua destinazione] e fai calcolare a Furkot quanto tempo è necessario per arrivarci. Imposta i limiti giornalieri sulle ore di viaggio in modo che nessuna delle vostre visite turistiche debba essere fatta alla luce della luna &mdash; a meno che, naturalmente, non sia quello che vuoi.
nb: Begynne med å klikke på kartet. [Velg ditt reisemål] og la Furkot beregne hvor mye tid du trenger for å komme dit. Sett daglige begrensninger på reisetid slik at ikke gjøremål på dagens sluttstopp må gjøres i måneskinn &mdash; med mindre det er det du ønsker.
nl: Begin maar op de kaart te klikken. [Kies je bestemming] en laat Furkot uitrekenen hoeveel tijd je nodig hebt om er te komen. Stel dagelijkse begrenzingen op de reistijd in, zodat geen enkele bezichtiging in het maanlicht plaatsvind &mdash; tenzij, je dat nu juist wilt.
pl: Zacznij klikać na mapie. [Wybierz cel podróży] i pozwól Furkotowi obliczyć, ile czasu trzeba by się tam dostać. Ustaw dzienny limit na czas jazdy aby zdążyć wszędzie przed zmrokiem. Chyba że chcesz coś obejrzeć przy świetle księżyca.
pt: Comece por pressionar no mapa. [Escolha o seu destino] e permita ao Furkot calcular quanto tempo precisa para chegar lá. Defina limites diários no tempo de viagem de modo que nenhum de seus passeios tenha que ser feito à luz da lua &mdash; A menos, claro, que seja o que deseja.
pt_br: Comece clicando no mapa. [Escolha o seu destino] e têm Furkot calcular quanto tempo você precisa para chegar lá. Definir limites de diárias sobre o tempo de viagem de modo nenhum de seus passeios tem que ser feito sob a noite &mdash; A menos, claro, que você deseje.
ro: Începe să faci clicuri pe hartă. [Alege destinația] și Furkot va calcula cât de mult timp ai nevoie pentru a ajunge acolo. Stabilește limite zilnice pentru timpul de călătorie, astfel încât niciunul dintre obiectivele turistice să nu fie vizitat sub lumina lunii &mdash; decât dacă, desigur, asta dorești.
ru: Начните нажимать на карту. [Выберите пункт назначения] и попросите Furkot подсчитать, сколько времени вам нужно, чтобы добраться туда. Установите дневные лимиты времени в пути, чтобы вам не пришлось совершать экскурсии при лунном свете & mdash; если, конечно, это то, что вы хотите.

source: Don't worry about putting stops in order. Furkot attempts to plan a route for your trip in the most efficient way. If you don't want efficient, you can [drag your stops] around or even [reverse your itinerary].
ca: No t'amoinis ordenant les aturades. Furkot intentarà planificar la ruta del teu viatge de la manera més eficient. Si no vols ser eficient, pots [arrossegar les aturades] al voltant o fins i tot [invertir l'itinerari].
de: Machen Sie sich keine Gedanken über die richtige Reihenfolge Ihrer Stationen. Furkot versucht, Ihre Reise auf die effizienteste Art und Weise zu planen. Wenn Sie das nicht möchten, können Sie [Stationen verschieben] oder sogar den [Verlauf umkehren].
el: Μην ανησυχείτε για την τακτοποίηση των στάσεων. Η Furkot προσπαθεί να σχεδιάσει μια διαδρομή για το ταξίδι σας με τον πιο αποτελεσματικό τρόπο. Εάν δεν θέλετε αποτελεσματικό, μπορείτε να [σύρετε τις στάσεις σας] ή ακόμα και να [αντιστρέψετε το δρομολόγιό σας] .
fi: Älä ole huolissasi pysähdysten järjestelemisestä. Furkot yrittää suunnitella matkareittisi mahdollisimman tehokkaasti. Jos et halua tehokasta voit halutessasi [siirrellä pysähdyksiäsi] tai jopa [kääntää matkareittisi suunnan].
fr: Ne vous embarrassez pas à mettre vos étapes dans l'ordre. Furkot cherchera à planifier l’itinéraire le plus efficace. Si vous ne ciblez pas l’efficacité, vous pouvez [glisser vos étapes] à votre guise voire [inverser votre parcours].
it: Non preoccuparti di mettere in ordine le soste. Furkot proverà a pianificare un percorso di viaggio nel modo più efficiente. Se non ti interessa l'efficienza, è possibile [trascinare le fermate] o anche [invertire il tuo itinerario].
nb: Ikke bekymre deg om å sette stoppene i rekkefølge. Furkot forsøker å planlegge en rute for turen din på den mest effektive måten. Hvis du ikke ønsker effektivitet kan du [dra stopp] rundt eller [reversere din reiserute]. Rett fram eller svingete veier? Fortell hva du ønsker; for hele turen eller enkeltetapper. Planlegger du sommerens tur om vinteren og plages med sesongstengte veier? Ikke et problem med Furkot.
nl: Maak je niet druk over de juiste volgorde van de stopplaatsen. Furkot plant je reis op de meest efficiënte manier. En als je dat juist niet wilt kun je gewoon [stopplaatsen slepen] of zelfs je [reisschema omkeren].
pl: Nie przejmuj się kolejnością. Furkot postara się zaplanować trasę w najbardziej efektywny sposób. Jak Ci się nie spodoba, możesz zawsze [poprzestawiać postoje] albo nawet [odwrócić całą podróż].
pt: Não se preocupe em colocar as paragens em ordem. Furkot tenta planear uma rota para a sua viagem da forma mais eficiente. Se não pretender eficiente, pode [arrastar as suas paragens] para onde desejar ou mesmo [inverter o seu itinerário].
pt_br: Não se preocupe em colocar paradas em ordem. Furkot tenta planejar uma rota para a sua viagem da maneira mais eficiente. Se você não quiser eficiente, você pode [arrastar as suas paradas] ao redor ou mesmo [inverter o seu itinerário].
ro: Nu-ți face griji cu privire la punerea opririlor în ordine. Furkot încearcă să planifice un traseu pentru călătoria ta în cel mai eficient mod. Dacă nu dorești eficiență, poți [să modifici opririle] sau chiar să inversezi itinerariul].
ru: Не беспокойтесь о порядке добавления остановок. Furkot попробует спланировать маршрут для вашего путешествия наиболее эффективным способом. Если вы не хотите работать эффективно, вы можете [перетащить свои остановки] вокруг или даже [полностью изменить свой маршрут].

source: Tell us how long you want to drive every day, and we will show you where to [stop for the night] Furkot suggests overnight stops along the route based on your schedule and preferences.
ca: Digue'ns quan vols conduir cada dia, i et mostrarem a on Furkot et suggereix [aturar-te a passar la nit] basant-nos en les dates i preferpencies.
de: Sagen Sie uns, wie lange Sie jeden Tag fahren wollen, und wir zeigen Ihnen, wo Sie diese [Nacht halten] können. Furkot schlägt Übernachtungen entlang der Route vor, basierend auf Ihrem Zeitplan und Ihren Vorlieben.
el: Πείτε μας πόση ώρα θέλετε να οδηγείτε κάθε μέρα και θα σας δείξουμε πού να [σταματήσετε για τη νύχτα] Η Furkot προτείνει στάσεις διανυκτέρευσης κατά μήκος της διαδρομής με βάση το πρόγραμμα και τις προτιμήσεις σας.
fi: Kerro meille kuinka kauan haluat ajaa päivittäin niin näytämme missä voit [pysähtyä yöpyäksesi]. Furkot ehdottaa yöpymisiä reitin varrelta aikataulusi ja mieltymystesi perusteella.
fr: Dites-nous combien de temps vous souhaitez conduire chaque jour, et nous allons vous montrer où [s’arrêter pour la nuit] Furkot suggère les étapes de nuit tout au long de l'itinéraire en fonction de votre calendrier et de vos préférences.
it: Dicci quanto tempo vuoi dedicare alla guida ogni giorno, e ti mostreremo dove [pernottare]. Furkot suggerisce pernottamenti lungo il percorso basandosi su orari e preferenze.
nb: Fortell oss hvor lenge du ønsker å kjøre hver dag, og vi vil vise deg hvor du kan [stoppe for natten.] Furkot foreslår overnattingsstopp langs ruten basert på tidsplanen og preferanser.
nl: Vertel ons hoe lang je elke dag wilt rijden, en wij laten je zien waar je deze [nacht] kunt verblijven. Furkot zal op basis van je reisschema en voorkeuren overnachtingsplaatsen voorstellen.
pl: Powiedz nam, jak długo chcesz jechać każdego dnia, a my zaproponujemy Ci miejsce na [nocleg] uwzględniając Twoje preferencje.
pt: Diga-nos quanto tempo quer conduzir cada dia, e mostramos-lhe onde [parar durante a noite] Furkot sugere paragens nocturnas ao longo da rota com base no seu horário e preferências.
pt_br: Conte-nos quanto tempo você quer dirigir todos os dias, e vamos mostrar-lhe onde [parar durante a noite] Furkot sugere paradas noturnas ao longo da rota com base no seu horário e preferências.
ro: Spune-ne cât timp dorești să conduci în fiecare zi și îți vom arăta unde să [oprești pentru noapte]. Furkot sugerează opriri peste noapte de-a lungul traseului în funcție de programul și preferințele tale.
ru: Сообщите нам, как долго вы хотите ездить каждый день, и мы покажем вам, где [остановиться на ночь]. Furkot предлагает вам остановиться на ночлег по маршруту на основе вашего расписания и предпочтений.

source: Furkot can help you with all your travel plans: a day trip, a weekend getaway, or a continent-crossing road trip. And [driving is not the only option]. You can also schedule motorcycle rides, biking excursions and walking tours with Furkot.
ca: Furkot et pot ajudar amb tots els teus plans de viatge: una excursió d'un dia, una escapada de cap de setmana o un viatge per carretera a través del continent. I [conduir no és la única opció]. Pots planificar sortides amb moto, excursions en bicicleta i passejades caminant amb Furkot.
de: Furkot unterstützt Sie bei all Ihren Reiseplänen: ein Tagesausflug, ein Kurzurlaub am Wochenende oder die Durchquerung eines ganzen Kontinents. Und [Fahren ist nicht die einzige Option]. Sie können mit Furkot Motorradreisen, Fahrradausflüge, Wandertouren und mehr planen.
fi: Furkot osaa auttaa sinua tekemään kaikenlaisia matkasuunnitelmia: päiväretkiä, viikonloppureissuja tai maanosia ylittäviä matkoja. Eikä [autolla ajaminen ei ole ainoa vaihtoehto]. Voit varata myös moottoripyörä-, polkupyörä- tai kävelyreissuja Furkotin kautta.
fr: Furkot peut vous aider avec tous vos types de voyage : un voyage d'une journée, une escapade d'un week-end ou un périple traversant le continent. Et [la voiture n’est pas la seule option]. Vous pouvez également organiser des itinéraires en moto, des excursions en vélo et des randonnées à pied avec Furkot.
it: Furkot può aiutarti con tutti i tuoi piani di viaggio: una gita di un giorno, un weekend o un viaggio che attraversa il continente. E [guidare non è l'unica opzione]. Con Furkot è anche possibile pianificare gite in moto, escursioni in bicicletta e passeggiate.
nb: Furkot kan hjelpe deg med alle dine reiseplaner: en dagstur, en helgeutflukt, eller en kontinent-kryssende biltur. Og [bilkjøring er ikke det eneste alternativet]. Du kan også planlegge motorsykkelturer, sykkelutflukter og gåturer med Furkot.
nl: Furkot kan je hulp bieden bij al je reisplannen: een dagje uit, een weekendje weg of een road trip op een ander continent. En [met de auto is niet de enige optie]. Met Furkot kun je ook motortochten, fietstochten en wandeltochten plannen.
pl: Furkot jest przydatny przy planowaniu wielu rodzajów podróży: od spaceru po mieście, poprzez weekendowy wypad, do przemierzenia kontynentu wzdłuż i w poprzek. [Jazda samochodem nie jest jedyną opcją]. Możesz też planować rajdy motocyklowe, wycieczki rowerowe i piesze wędrówki.
pt: Furkot pode ajudar com todos os seus planos de viagem: uma viagem de um dia, uma escapadinha de fim de semana, ou uma viagem através do continente. E [conduzir não é a única opção]. Você também pode planear passeios de mota, excursões de bicicleta ou passeios a pé com Furkot.
pt_br: Furkot pode ajudá-lo com todos os seus planos de viagem: uma viagem de um dia, um fim de semana ou uma viagem através do continente. E [dirigir não é a única opção]. Você também pode agendar passeios de moto, excursões de bicicleta ou a pé com Furkot.
ro: Furkot te poate ajuta cu toate planurile de călătorie: o excursie de o zi, o escapadă de weekend sau o excursie de traversare a continentului. Și [conducerea nu este singura opțiune]. De asemenea, cu Furkot poți programa plimbări cu motocicleta, excursii cu bicicleta și excursii de mers pe jos.
ru: Furkot может помочь вам со всеми вашими планами поездок: однодневной поездкой, поездкой на выходные или поездкой через континент. И [автомобиль не единственный вариант]. Вы также можете запланировать поездки на мотоциклах, велосипедные и пешеходные прогулки с Furkot.

source: Read more
ca: Llegir més
de: Lesen Sie mehr
el: Διαβάστε περισσότερα
fi: Lue lisää
fr: En savoir plus
it: Per saperne di più
nb: Les mer
nl: Lees meer
pl: Więcej informacji
pt: Leia mais
pt_br: Leia mais
ro: Citeste mai mult
ru: Прочитайте больше

source: Trip map
ca: Mapa de viatge
de: Reisekarte
el: Χάρτης ταξιδιού
fi: Reissukartta
fr: Carte de voyage
it: Mappa del viaggio
nb: Turkart
nl: Reiskaart
pl: Mapa padróży
pt: Mapa da viagem
pt_br: Mapa da viagem
ro: Harta călătoriei
ru: Карта поездки

source: It's not just about driving
ca: No es tracta només de conduir
de: Es geht nicht nur um das Fahren
el: Δεν είναι μόνο η οδήγηση
fi: Kyse ei ole pelkästään ajamisesta
fr: Ce n’est pas que de la conduite
it: Non è solo relativo alla guida
nb: Det handler ikke bare om å kjøre
nl: Het gaat niet alleen om autorijden
pl: Nie tylko droga
pt: Não é apenas sobre conduzir
pt_br: Não é apenas sobre a dirigir
ro: Nu este vorba doar despre a conduce masina
ru: Это не только вождение

source: It's also about all the things you do on the way. Leave your car parked for a couple of hours and hike one of the trails from the vast [Everytrail] collection.
ca: També es tracta de totes les coses que fas pel camí. Deixa el cotxe aparcat durant un parell d'hores i camina per alguna de les pistes de la gran col·lecció d'[Everytrail].
de: Es geht auch um all die Dinge, die Sie während Ihrer Reise unternehmen können. Lassen Sie Ihr Auto für ein paar Stunden stehen und wandern eine Route aus der großen [Everytrail]-Sammlung.
el: Πρόκειται επίσης για όλα τα πράγματα που κάνετε στο δρόμο. Αφήστε το αυτοκίνητό σας σταθμευμένο για μερικές ώρες και περπατήστε ένα από τα μονοπάτια από την τεράστια συλλογή [Everytrail].
fi: Kyse on myös kaikesta siitä mitä matkoillasi teet. Pysäköi autosi pariksi tunniksi ja vaella joillakin [Everytrail]-kokoelman monista reiteistä.
fr: Cela concerne aussi tout ce que vous faites durant votre voyage. Parquez votre véhicule pour aller randonner quelques heures sur l'un des nombreux sentiers de la collection [Everytrail].
it: Si tratta anche di tutte le cose che si fanno lungo il percorso. Lascia l'auto parcheggiata per un paio d'ore e fai una escursione sui sentieri della vasta collezione [Everytrail].
nb: Det handler også om alle de tingene du gjør på reisen. La kjøretøyet stå parkert i et par timer og gå en av stiene fra den enorme [AllTrails] samlingen.
nl: Het gaat ook om dingen die je onderweg wilt doen. Parkeer ergens je auto en ga een paar uur wandelen op één van de paden van de uitgebreide collectie van [Everytrail].
pl: Ważne jest także to co znajdziesz po drodze. Zostaw samochód na kilka godzin,i powędruj jednym ze szlaków z [Everytrail].
pt: É também sobre tudo o que faz no caminho. Deixe o carro estacionado por um par de horas e caminhe num dos trilhos da vasta coleção [Everytrail].
pt_br: É também sobre todas as coisas que você faz no caminho. Deixe o seu carro estacionado por um tempo e caminhae uma das trilhas da vasta coleção [Everytrail].
ro: Este, de asemenea, despre toate lucrurile pe care le faci pe drum. Lasă-ți mașina parcată pentru câteva ore și parcurge unul dintre traseele din vasta colecție [Everytrail].
ru: Это также обо всех вещах, которые вы делаете в пути. Оставьте свой автомобиль на несколько часов и отправляйтесь в поход по одной из тропинок из обширной коллекции [Everytrail].

source: Need some hints? Make sure to check interesting places described on [Wikipedia]. They are one click away from ending up on your road trip stop list.
ca: Necessites alguns consells? Assegura't de revisar llocs interessants descrits a la [Wikipedia]. Son a un clic de finalitzar el llistat d'aturades.
de: Brauchen Sie ein paar Tipps? Finden Sie all die interessanten, auf [Wikipedia] beschrieben Orte. Mit nur einem Klick nehmen Sie diese als Station in Ihre Reiseplanung auf.
fi: Tarvitsetko vinkkejä? Muista tarkistaa [Wikipediassa] kuvatut mielenkiintoiset paikat. Ne ovat vain yhden klikkauksen päässä omista matkoistasi.
fr: Besoin de quelques conseils ? Assurez-vous de vérifier les endroits intéressants décrits sur [Wikipedia]. Ils sont à un clic de se retrouver dans la liste des étapes de votre voyage.
it: Hai bisogno di qualche suggerimento? Assicurati di controllare i luoghi di interesse descritti in [Wikipedia]. Si tratta di un clic di distanza dal finalizzare la lista delle soste del vostro viaggio.
nb: Trenger du noen tips? Sørg for å sjekke interessante steder er beskrevet på [Wikipedia]. De er ett klikk unna fra å bli med stopplisten til turen din.
nl: Wil je nog een tip? Onderzoek interessante plaatsen in [Wikipedia]. Met slechts één klik leg je ze daarna vast als stopplaats in uw reisplanning.
pl: Potrzebujesz inspiracji? Sprawdź co podpowie [Wikipedia]. Jeden klik dzieli Cię od dodania interesującego miejsca do Twego planu podróży.
pt: Precisa de algumas dicas? Certifique-se que consulta lugares interessantes descritos na [Wikipedia]. Estão a um clique de distância de acabar na lista de paragens da sua viagem.
pt_br: Precisa de algumas dicas? Certifique-se verificar lugares interessantes descritos na [Wikipedia]. Eles estão a um clique de distância de acabar em sua lista de paradas na viagem.
ro: Ai nevoie de câteva sugestii? Asigură-te că verifici locurile interesante descrise pe [Wikipedia]. Acestea sunt la un clic distanță de a ajunge pe lista de opriri a călătoriei tale.
ru: Нужны подсказки? Не забудьте проверить интересные места, описанные в [Википедии]. Они находятся на расстоянии одного клика от списка остановок в вашем путешествии.

source: If your car resembles ours you can't drive on water, but Furkot will route you to the closest dry land point for those spots that do require a boat ride. You can [drive and dive] with Furkot.
ca: Si el vostre cotxe s'assembla al nostre, no podeu conduir per l'aigua, però Furkot us guiarà fins al punt de terra seca més proper als llocs que requereixen un passeig en vaixell. Pots [conduir i navegar] amb Furkot.
de: Ihr Auto kann nicht übers Wasser fahren, aber Furkot führt Sie zum nächsten Anlegeplatz und Sie können eine Bootsfahrt machen. Sie können mit Furkot [Auto und Boot fahren].
fi: Jos autosi muistuttaa meidän autoamme et voi ajaa vedessä, mutta Furkot ohjaa sinut lähimpään kuivaan maalla olevaan pisteeseen, paikkaan joka vaatii venematkaa. Voit [ajaa ja sukeltaa] Furkotin kanssa.
fr: Si votre voiture ressemble à la nôtre, vous ne pouvez pas conduire sur l'eau, mais Furkot vous dirige vers le point le plus proche de la terre ferme pour ces endroits qui exigent un accès en bateau. Vous pouvez [conduire et plonger] avec Furkot.
it: Se la vostra auto assomiglia alla nostra non si può guidare in acqua, ma Furkot vi guiderà al punto sulla terraferma più vicino a quei punti che richiedono un giro in barca. È possibile [guidare e fare immersioni] con Furkot.
nb: Hvis bilen din ligner vår bil kan du ikke kjøre på vann, men Furkot vil lede deg til nærmeste tørre landpunkt for de stedene som krever en båttur. Du kan [reise og dykke] med Furkot.
nl: Jouw auto rijdt net als de onze niet over water, maar Furkot kan je wel naar de dichtstbijzijnde aanlegplaats brengen om vanaf daar die ene prachtige boottocht te kunnen maken. Je kunt [rijden en drijven] met Furkot.
pl: Jeśli Twój samochód wygląda jak nasz, nie pojedziesz po wodzie. Ale Furkot dowiezie Cię do najbliższego punktu na lądzie, z którego możesz dopłynąć łodzią. Możesz [jeździć i nurkować] z Furkotem.
pt: Se o seu carro se assemelha ao nosso não pode andar sobre a água, mas Furkot irá encaminhar para o ponto de terra firme mais próximo dos locais que exigem um passeio de barco. Pode [conduzir e mergulhar] com Furkot.
pt_br: Se o seu carro se assemelha ao nosso você não pode dirigir sobre a água, mas Furkot irá encaminhar você para o ponto de terra firme mais próximo para aqueles locais que exigem um passeio de barco. Você pode [dirigir e mergulhar] com Furkot.
ro: Dacă mașina ta seamănă cu a noastră, nu poți conduce pe apă, dar Furkot te va direcționa spre cel mai apropiat mal de apă pentru acele locuri care necesită o plimbare cu barca.
ru: Если ваша машина похожа на нашу, вы не можете водить ее по воде, но Furkot направит вас к ближайшей точке паромной переправы или поездки на лодке. Вы можете [ездить и нырять] с Furkot.
