Repository: furkot/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ca, de, el, fi, fr, hu, it, nb, nl, pl, pt, pt_br, ro, ru

source: Redo delete route
ca: Refer eliminar ruta
de: Route löschen - wiederherstellen
el: Επανάληψη διαγραφής διαδρομής
fi: Toista reitin poistaminen
fr: Refaire la suppression de la route
hu: Útvonal törlése újra
it: Ripristina elimina percorso
nb: Gjenta slette rute
nl: Route verwijderen opnieuw doen
pl: Ponów usunięcie trasy
pt: Refazer excluir rota
pt_br: Refazer excluir rota
ro: Refacerea ștergerii rutei
ru: Повторить удаление маршрута

source: Hours
ca: Hores
de: Stunden
el: Ώρες
fi: Tuntia
fr: Heures
hu: Óra
it: Ore
nb: timer
nl: Uren
pl: Godziny
pt: Horas
pt_br: Hora(s)
ro: Ore
ru: Часы

source: Minutes
ca: Minuts
de: Minuten
el: Λεπτά
fi: Minuuttia
hu: Perc
it: Minuti
nb: minutter
nl: Minuten
pl: Minuty
pt: Minutos
pt_br: Minuto(s)
ro: Minute
ru: Минуты

source: This feature is available to [Furkot Pass] holders.
ca: Aquesta funció està disponible per als titulars del [Passi Furkot].
el: Αυτή η δυνατότητα είναι διαθέσιμη στους κατόχους του [Furkot Pass].
fi: Tämä ominaisuus on vain [Furkot Passin] ostaneille.
fr: Cette fonctionnalité est disponible pour les détenteurs d’un [Pass Furkot].
hu: Ez a funkció cask [Furkot Pass] tulajdonosok számára használható.
it: Questa funzione è disponibile ai possessori di [Furkot Pass].
nb: Denne egenskapen er tilgjengelig for innehavere av [Furkot Pass].
nl: Deze functie is beschikbaar voor [Furkot Pass] houders.

source: Map limit exceeded.
ca: S'ha superat el límit del mapa.
el: Υπέρβαση ορίου χάρτη.
fi: Kartan rajat saavutettu.
fr: La limite de la carte est dépassée.
hu: Térkép határ túllépve.
it: Superati i limiti della mappa.
nb: Max antall kart nådd.
nl: Kaartlimiet overschreden.

source: Get [Furkot Pass] to enjoy unlimited maps.
ca: Aconsegueix el [Passi Furkot] per gaudir de mapes il·limitats.
el: Αποκτήστε το [Furkot Pass] για να απολαύσετε απεριόριστους χάρτες.
fi: Nauttiaksesi rajoittamattomista kartoista, osta [Furkot Pass].
fr: Procurez-vous un [Pass Furkot] pour profiter d’un nombre illimité de cartes.
hu: Szereszd meg a [Furkot Passt] a végtelen térképek élvezéséhez.
it: Ottieni [Furkot Pass] per godere di mappe illimitate.
nb: Få [Furkot Pass] for ubegrenset antall kart.
nl: Koop [Furkot Pass] om onbeperkt van kaarten te genieten.

source: You need [Furkot Pass] to continue editing your trip.
ca: Necessites el [Passi Furkot] per continuar editant el teu viatge.
el: Χρειάζεστε [Furkot Pass] για να συνεχίσετε την επεξεργασία του ταξιδιού σας.
fi: Voidaksesi jatkaa matkan muokkaamista tarvitset [Furkot Passin].
fr: Vous avez besoin d'un [Pass Furkot] pour continuer à modifier votre voyage.
hu: Az út további szerkesztéséhez szükséges a [Furkot Pass].
it: E' necessario [Furkot Pass] per continuare a modificare il tuo viaggio.
nb: Du må ha [Furkot Pass] for å fortsette å redigere turen din.
nl: Je hebt [Furkot Pass] nodig om je reis verder te bewerken.

source: Unlock [Furkot Pass] holder exclusive benefits.
ca: Desbloqueja els avantatges exclusius dels titulars del [Passi Furkot].
de: Exklusive [Furkot Pass]-Funktionen freischalten.
el: Ξεκλειδώστε τα αποκλειστικά προνόμια του κατόχου [Furkot Pass].
fi: Avaa [Furkot Passin] ainutlaatuiset edut.
fr: Débloquez les avantages exclusifs du titulaire du [Pass Furkot].
hu: Váltsd ki a [Furkot Pass]-t az extra funkciók használatához.
it: Accedi ai vantaggi esclusivi per i titolari di [Furkot Pass].
nb: Åpne [Furkot Pass] innehavers eksklusive rettigheter.
nl: Ontgrendel de exclusieve voordelen voor [Furkot Pass] houders.
pl: Więcej opcji w ramach [karnetu na Furkot].
pt: Aceder a recursos exclusivos para possuidores de um [Furkot Pass].
pt_br: Liberar recursos exclusivos para possuidores de um [Passe Furkot].
ru: Разблокируйте [Furkot Pass] обладатель эксклюзивных привилегий.

source: Purchase Furkot Pass
ca: Compra el Passi Furkot
de: Furkot Pass kaufen
el: Αγορά Furkot Pass
fi: Osta Furkot Pass
fr: Acheter un Pass Furkot
hu: Furkot Pass vásárlása
it: Acquista Furkot Pass
nb: Kjøp Furkot Pass
nl: Furkot-abonnement aanschaffen
pl: Zakup Karnet na Furkot
pt: Compre um Furkot Pass
pt_br: Compre um Passe Furkot
ro: Cumpărare Furkot Pass
ru: Купить Furkot Pass

source: Get reward for booking on Furkot
ca: Obtingues una recompensa per reservar a Furkot
de: Erhalten Sie Furkot Pass, wenn Sie auf Furkot buchen
el: Λάβετε ανταμοιβή για την κράτηση μέσω του Furkot
fi: Hanki palkintoja varaamalla majoituksia Furkotin kautta
fr: Bénéficier d'une récompense en réservant sur Furkot
hu: Foglalj a Furkot-n a jutalomért
it: Ottieni un premio per la prenotazione su Furkot
nb: Få belønning for bestillinger via Furkot
nl: Ontvang een beloning voor het boeken via Furkot
pl: Odbierz nagrodę za rezerwowanie na Furkocie
pt: Obter recompensa por reservar utilizando Furkot
pt_br: Obter recompensa por reservar utilizando Furkot
ro: Obține recompensă pentru rezervare pe Furkot
ru: Получить вознаграждение за бронирование на Furkot

source: Try it out for free
ca: Prova-ho gratuïtament
de: Probieren Sie es kostenlos aus
el: Δοκιμάστε το δωρεάν
fi: Kokeile ilmaiseksi
fr: Essayez gratuitement
hu: Próbáld ki ingyen
it: Provalo gratis
nb: Prøv gratis
nl: Gratis proberen
pl: Wypróbuj za darmo
pt: Experimente de graça
pt_br: Experimente de graça
ro: Încearcă-l gratuit
ru: Попробуйте бесплатно

source: Find out how to use Furkot for free
ca: Descobreix com fer servir Furkot de manera gratuïta
el: Μάθετε πώς να χρησιμοποιείτε το Furkot δωρεάν
fi: Kuinka käyttää Furkotin ilmaisversiota
fr: Découvrez comment utiliser Furkot gratuitement
hu: Tudd meg, hogyan lehet ingyen kipróbálni a [Furkot Passt]
it: Scopri come usare Furkot gratis
nb: Finn ut hvordan du kan få gratis tilgang til Furkot
nl: Ontdek hoe u Furkot gratis kunt gebruiken

source: Thank you for supporting Furkot.
ca: Gràcies pel teu suport a Furkot.
de: Vielen Dank, dass Sie Furkot unterstützen.
el: Σας ευχαριστούμε για την υποστήριξη του Furkot.
fi: Kiitos Furkotin tukemisesta.
fr: Merci de soutenir Furkot.
hu: Köszönjük hogy támogatod a Furkot-t.
it: Grazie per aver supportato Furkot.
nb: Takk for din støtte til Furkot.
nl: Bedankt voor het steunen van Furkot.
pl: Dziękujemy za wspieranie Furkota.
pt: Obrigado por apoiar o Furkot.
pt_br: Obrigado por apoiar o Furkot.
ro: Mulțumesc pentru sprijinul Furkot.
ru: Спасибо за поддержку Furkot.

source: Sign up to share your trip with friends and to access it from other computers and browsers.
ca: Registra't per compartir el teu viatge amb amics i per accedir-hi des d'altres ordinadors i navegadors.
de: Registrieren Sie sich, um Ihre Reisen mit Freunden zu teilen und mit anderen Geräten und Browsern auf diese zuzugreifen.
el: Εγγραφείτε για να μοιραστείτε το ταξίδι σας με φίλους και να έχουν πρόσβαση από άλλους υπολογιστές και προγράμματα περιήγησης.
fi: Rekisteröidy jakaaksesi matkan ystävien kanssa ja käyttääksesi sitä muilla tietokoneilla sekä selaimilla.
fr: Inscrivez-vous pour partager votre voyage avec des amis et y accéder à partir d'autres ordinateurs et navigateurs.
hu: Regisztrálj hogy megoszthass tippeket barátaiddal, és hogy más számítógépekről és böngészőkről is elérd.
it: Registrati per condividere il tuo viaggio con gli amici e per accedervi da altri computer e browser.
nb: Registrer deg for å dele din tur med venner og få tilgang til den fra andre datamaskiner og nettlesere.
nl: Registreren is nodig om je reis te delen met vrienden en om Furkot te kunnen gebruiken met andere computers en browsers.
pl: Załóż konto, aby planować podróż wspólnie ze znajomymi i aby mieć do niej dostęp z innych komputerów i przeglądarek.
pt: Registe-se para partilhar sua viagem com amigos e para acedê-la a partir de outros computadores e navegadores.
pt_br: Registre-se para compartilhar sua viagem com os amigos e para acessá-lo a partir de outros computadores e navegadores.
ro: Înscrie-te pentru a partaja călătoria cu prietenii și pentru a o accesa de pe alte computere și browsere.
ru: Зарегистрируйтесь чтобы поделиться своими поездками с друзьями, а также получить к ним доступ с других компьютеров и браузеров.

source: Sign up
ca: Inscriu-te
de: Registrieren
el: Εγγραφείτε
fi: Rekisteröidy
fr: S’inscrire
hu: Fiók létre hozása
it: Iscriviti
nb: Meld deg på
nl: Registreren
pl: Załóż konto
pt: Registar
pt_br: Registrar-se
ro: Înscrie-te
ru: Зарегистрироваться

source: Sign in
ca: Inicia la sessió
de: Anmelden
el: Σύνδεση
fi: Kirjaudu sisään
fr: Se connecter
hu: Bejelentkezni
it: Accedi
nb: Logg på
nl: Aanmelden
pl: Zaloguj się
pt: Entrar
pt_br: Entrar
ro: Conectează-te
ru: Войти

source: Help
ca: Ajuda
de: Hilfe
el: Βοήθεια
fi: Apua
fr: Aide
hu: Segítség
it: Guida
nb: Hjelp
nl: Hulp
pl: Pomoc
pt: Ajuda
pt_br: Ajuda
ro: Ajutor
ru: Помощь

source: Sign out
ca: Tanca la sessió
de: Abmelden
el: Αποσύνδεση
fi: Kirjaudu ulos
fr: Se déconnecter
hu: Kijelentkezés
it: Disconnessione
nb: Logg ut
nl: Afmelden
pl: Wyloguj się
pt: Sair
pt_br: Sair
ro: Deconectare
ru: Выход

source: Import Trip
ca: Importar Viatge
de: Reise importieren
el: Εισαγωγή ταξιδιού
fi: Tuo matka
fr: Importer le voyage
hu: Útiterv importálása
it: Importa viaggio
nb: Importer tur
nl: Reis importeren
pl: Importuj podróż
pt: Importar Viagem
pt_br: importar viagem
ro: Importă călătorie
ru: Импортировать поездку

source: Select a file to import
ca: Selecciona un fitxer per importar
de: Wählen Sie die zu importierende Datei
el: Επιλέξτε ένα αρχείο για εισαγωγή
fi: Valitse tuotava tiedosto
fr: Sélectionnez le fichier à importer
hu: Válaszd ki az importálandó fájlt
it: Selezionare il file da importare
nb: Velg en fil som skal importeres
nl: Kies een bestand om te importeren
pl: Wybierz plik do zaimportowania
pt: Seleccione um ficheiro para importar
pt_br: Selecione um arquivo para importar
ro: Selectează un fișier de importat
ru: Выберите формат файла для импорта

source: Type URL of KML, GPX or CSV data
ca: Escriu la URL del fitxer de dades KML, GPX o CSV
de: URL der KML, GPX oder CSV-Datei eingeben
fi: Kirjoita KML-, GPX- tai CSV-tiedoston sijainti
fr: Saisissez l’URL d’un fichier type KML, GPX ou CSV
hu: Írd ide a KML, GPX vagy CSV adat elérési URL-jét
it: Digita l'URL dei dati KML, GPX o CSV
nb: Skriv inn URL for KML, GPX eller CSV data
nl: Voer de URL van KML-, GPX- of CSV-data in
pl: Wpisz link do KML, GPX lub CSV
pt: Introduza o URL do ficheiro KML, GPX ou dados CSV
pt_br: Digite a URL do arquivo KML, GPX ou dados CSV
ro: Tastează adresa URL a datelor KML, GPX sau CSV
ru: Введите веб-адрес KML, GPX или CSV данных

source: URL (web address) of KML, GPX or CSV data
ca: URL (adreça web) del fitxer de dades KML, GPX o CSV
de: URL (Webadresse) der KML, GPX oder CSV-Datei
fi: KML-, GPX- tai CSV-tiedoston sijainti
fr: URL (adresse web) du fichier KML, GPX ou CSV
hu: KML, GPX vagy CSV adat URL címe
it: URL (indirizzo web) dei dati KML, GPX o CSV
nb: URL (nettadressen) til KML, GPX eller CSV data
nl: URL (webadres) van KML-, GPX- of CSV-data
pl: Link do GPX, KML lub CSV
pt: URL (endereço web) do ficheiro KML, GPX ou dados CSV
pt_br: URL (endereço web) do arquivo KML, GPX ou dados CSV
ro: Adresa URL (adresa web) a datelor KML, GPX sau CSV
ru: URL (веб-адреса) KML, GPX или CSV данных

source: Choose File
ca: Selecciona el Fitxer
de: Wählen Sie eine Datei
el: Επιλέξτε ένα αρχείο
fi: Valitse tiedosto
fr: Sélectionnez un fichier
hu: Fájl kiválasztása
it: Scegli il file
nb: Velg fil
nl: Kies een bestand
pl: Wybierz Plik
pt: Escolher Ficheiro
pt_br: Escolher arquivo
ro: Alege Fișier
ru: Выберите файл

source: Could not find any stops in this file. Try selecting another one.
ca: No s'ha pogut trobar cap aturada en aquest fitxer. Intenta-ho seleccionant-ne un altre.
de: Kann keine Station in dieser Datei finden. Versuchen Sie eine andere auszuwählen.
el: Δεν ήταν δυνατή η εύρεση στάσεων σε αυτό το αρχείο. Επιλέξτε ένα άλλο.
fi: Tiedostosta ei löytynyt yhtään pysähdystä. Valitse toinen tiedosto.
fr: Impossible de trouver des étapes dans ce fichier. Essayez d’en sélectionner un autre.
hu: Ebben a fájlban nem találtunk megállókat. Próbálj meg kiválasztani egy másikat.
it: Impossibile trovare soste in questo file. Provare a selezionarne un altro.
nb: Kunne ikke finne noen stopp i denne filen. Prøv å velge en annen.
nl: Kan geen stopplaatsen vinden in dit bestand. Probeer een ander bestand.
pl: Nie znaleziono żadnych postojów w tym pliku. Spróbuj wybrać inny.
pt: Não foi possível encontrar paragens neste ficheiro. Tente seleccionar outro.
pt_br: Não foi possível encontrar paradas neste arquivo. Tente selecionar outro.
ro: Nu au fost găsite opriri în acest fișier. Încearcă să selectezi altul.
ru: Не удалось найти какие-либо остановки в этом файле. Попробуйте выбрать другой.

source: Unsupported file type.
ca: Tipus de fitxer no compatible.
de: Nicht unterstützter Dateityp.
el: Μη υποστηριζόμενος τύπος αρχείου.
fi: Tuntematon tiedostotyyppi.
fr: Type de fichier non supporté.
hu: Nem támogatott fájlformátum.
it: Tipo di file non supportato.
nb: Filtype som ikke støttes.
nl: Niet ondersteund bestandstype.
pl: Nieobsługiwany typ pliku.
pt: Tipo de ficheiro não suportado.
pt_br: Tipo de arquivo não suportado.
ro: Tip de fișier neacceptat.
ru: Неподдерживаемый тип файла.

source: You can import trips from _KML_, _GPX_, and _CSV_ files.
ca: Podeu importar viatges des de fitxers _KML_, _GPX_ i _CSV_.
de: Sie können Reisen aus _KML_-, _GPX_- und _CSV_-Dateien importieren.
el: Μπορείτε να εισαγάγετε ταξίδια από αρχεία _KML_, _GPX_ και _CSV_.
fi: Voit tuoda matkoja KML-, GPX- ja CSV-tiedostoista.
fr: Vous pouvez importer des voyages à partir de fichiers _KML_, _GPX_, et _CSV_.
hu: Útiterveket _KML_, _GPX_, és _CSV_ fájlokból importálhatsz.
it: È possibile importare i viaggi da file _KML_, _GPX_ e file _CSV_.
nb: Du kan importere turer fra _KML_, _GPX_, og _CSV_ filer.
nl: Je kan reizen importeren vanuit _KML_, _GPX_ of _CSV_bestanden.
pl: Można importować pliki _KML_, _GPX_ i _CSV_.
pt: Pode importar viagens de _KML_, _GPX_ e ficheiros _CSV_.
pt_br: Você pode importar viagens de KML, GPX e arquivos CSV.
ro: Puteți importa călătorii din fișierele _KML_, _GPX_și _CSV_.
ru: Вы можете импортировать поездки из _KML_, _GPX_ и _CSV_ файлов.

source: The file is too large.
ca: El fitxer és massa gran.
de: Die Datei ist zu groß.
el: Το αρχείο είναι πολύ μεγάλο.
fi: Tiedosto on liian suuri.
fr: Le fichier est trop volumineux.
hu: A fájl túl nagy méretű.
it: Il file è troppo grande.
nb: Filen er for stor.
nl: Het bestand is te groot.
pl: Plik jest za duży.
pt: O ficheiro é demasiado grande.
pt_br: O arquivo é muito grande.
ro: Fișierul este prea mare.
ru: Файл слишком большой.

source: File size limit for all types is 8MB.
ca: El límit de mida del fitxer per a tots els tipus és de 8 MB.
de: Dateigrößenbeschränkung für alle Arten ist 8 MB.
el: Το όριο μεγέθους αρχείου για όλους τους τύπους είναι 8MB.
fi: Kokorajoitus tuotaville tiedostoille 8Mt.
fr: La taille limite des fichiers est de 8Mo.
hu: A legnagyobb fájlméret minden típus esetén 8MB.
it: Il limite massimo per tutti i tipi di file è di 8MB.
nb: Filstørrelsegrense for alle typer er 8MB.
nl: Maximale bestandsgrootte voor alle types is 8 MB.
pl: Limit wielkości pliku dla wszystkich typów wynosi 8MB.
pt: O limite de tamanho do arquivo para todos os tipos é de 8MB.
pt_br: limite do tamanho do arquivo para todos os tipos é de 8MB.
ro: Limita de dimensiune a fișierului pentru toate tipurile este de 8 MB.
ru: Максимальный размер файла для всех типов 8MB.

source: This file is taking too long to analyze.
ca: Aquest fitxer triga massa a analitzar-se.
de: Die Analyse der Datei dauert zu lange.
el: Αυτό το αρχείο παίρνει πολύ χρόνο για να το αναλύσουμε.
fi: Tiedoston analysointi kestää liian kauan.
fr: Ce fichier prend trop de temps à analyser.
hu: A fájl feldolgozása túl hosszú időt vesz igénybe.
it: Questo file richiede troppo tempo per essere analizzato.
nb: Denne filen tar for lang tid å analysere.
nl: Het analyseren van dit bestand duurt te lang.
pl: Analiza pliku trwa zbyt długo.
pt: Este ficheiro está a demorar demasiado tempo a analisar.
pt_br: A análise deste arquivo está demorando muito.
ro: Acest fișier durează prea mult pentru analiză.
ru: Анализ этого файла занимает слишком много времени.

source: Furkot no longer has information from this file.
ca: Furkot ja no té informació d'aquest fitxer.
de: Furkot hat keine Informationen aus dieser Datei mehr.
el: Το Furkot δεν έχει πλέον πληροφορίες από αυτό το αρχείο.
fi: Furkot ei tunnista tiedostosta.
fr: Furkot n'a plus accès à ce fichier.
hu: A Furkot már nem tárol információt erről a fájlról.
it: Furkot non ha più informazioni da questo file.
nb: Furkot har ikke opplysninger fra denne filen lengre.
nl: Furkot kan geen gegevens uit dit bestand ophalen.
pl: Furkot nie ma już danych z tego pliku.
pt: Furkot já não tem informações deste ficheiro.
pt_br: Furkot não tem mais informações deste arquivo.
ro: Furkot nu mai are informații din acest fișier.
ru: Furkot больше не получает информацию из этого файла.

source: Choose the file to import it again.
ca: Trieu el fitxer per tornar-lo a importar.
de: Wählen Sie die erneut zu importierende Datei.
el: Επιλέξτε το αρχείο για να το εισάγετε ξανά.
fi: Valitse tuotava tiedosto uudelleen.
fr: Sélectionnez le fichier pour l'importer de nouveau.
hu: Válaszd ki a fájlt az újbóli importáláshoz.
it: Scegliere il file da importare di nuovo.
nb: Velg filen som skal importeres igjen.
nl: Kies het bestand om het opnieuw te importeren.
pl: Wybierz plik, aby zaimportować go ponownie.
pt: Escolha o ficheiro para importá-lo novamente.
pt_br: Escolha o arquivo para importá-lo novamente.
ru: Выберите файл, чтобы импортировать снова.

source: Invalid CSV file.
ca: Fitxer CSV no vàlid.
de: CSV-Datei ungültig.
el: Μη έγκυρο αρχείο CSV.
fi: Virheellinen CSV-tiedosto.
fr: Fichier CSV invalide.
hu: Érvénytelen CSV fájl.
it: File CSV non valido.
nb: Ugyldig CSV-fil.
nl: Ongeldig CSV-bestand.
pl: Niewłaściwy format pliku CSV.
pt: Ficheiro CSV inválido.
pt_br: arquivo CSV inválido.
ro: Fișier CSV nevalid.
ru: Неверный CSV-файл.

source: Supported CSV formats are Garmin Custom POI files and files with at least a name and either an address or lat and lon columns.
ca: Els formats CSV admesos són fitxers Garmin de PDI personalitzats i fitxers amb almenys un nom i una adreça o columnes de latitut i longitut.
de: Unterstützte CSV-Formate sind Garmin Custom POI-Dateien und Dateien mit zumindest einem Namen und entweder einer Adresse oder Lat und Lon Spalten.
fi: Tuetut CSV-formaatit ovat Garmin Custom POI-tiedostoja ja tiedostoja, joissa on vähintään nimi ja joko osoite- tai leveysaste- (lat) ja pituusaste- (lon) sarakkeet.
fr: Les formats CSV supportés sont les fichiers Garmin Custom POI et les fichiers comportant au moins les champs name et, soit address, soit lat et lon.
hu: Támogatott CSV formátumok: Garmin egyedi POI fájlok, valamint olyan adattáblák, amik legalább tartalmaznak egy 'név', 'cím' és hosszúsági illetve szélességi fokot tartalmazó oszlopot.
it: I file CSV supportati sono i file in formato Garmin Custom POI e i file con una colonna nome e una colonna indirizzo oppure una colonna nome e una coppia di colonne latitudine e longitudine.
nb: Støttede CSV-formater er Garmin Custom POI-filer og filer med minst ett navn og enten en adresse eller bredde- og lengdegrad kolonner.
nl: Ondersteunde CSV-formaten zijn Garmin Custom POI-bestanden en bestanden met in ieder geval een naam en/of een adres of latitude en longitude kolommen.
pl: Wspierane formaty CSV wymagają co najmniej kolumny z nazwą i adresem lub koordynatami.
pt: Formatos CSV suportados são os de POI's Garmin personalizados e ficheiros com pelo menos um nome, e um endereço ou colunas lat e lon.
pt_br: Arquivos CSV suportados são os de POI's Garmin personalizados com pelo menos um nome e um endereço ou colunas lat e lon.
ro: Formatele CSV acceptate sunt fișiere Garmin Custom POI și fișiere cu cel puțin un nume și fie o adresă, fie coloane lat și lon.
ru: Поддерживаемые CSV форматы: "Garmin Custom POI" файлы или таблицы вида Имя, Адрес или lat, lon.

source: Enclose fields with commas in double-quotes {}.
ca: Inclou els camps amb comes entre cometes {}.
de: Setzen Sie Felder mit Kommas unter doppelte Anführungszeichen {}.
fi: Sulje kentät pilkuilla lainausmerkeissä {}.
fr: Entourez les champs entre guillemets et séparez-les par une virgule {}.
hu: A mezőket kapcsos zárójelbe {} helyezett vesszők határolják.
it: I campi contenenti virgole devono essere racchiusi tra virgolette {}.
nb: Omslutt felt med komma i doble anførselstegn {}.
nl: Omsluit de velden met komma's door aanhalingstekens {}.
pl: Pola z przecinkami muszą być zamknięte w amerykański cudzysłów {}.
pt: Delimite os campos com vírgulas entre aspas {}.
pt_br: Coloque campos com vírgulas entre aspas {}.
ro: Încadrați câmpurile cu virgule în ghilimele duble {}.
ru: Заключите поля с запятыми в двойные кавычки {}.

source: Invalid GPX file.
ca: Fitxer GPX no vàlid.
de: GPX-Datei ungültig.
el: Μη έγκυρο αρχείο GPX.
fi: Virheellinen GPX-tiedosto.
fr: Fichier GPX invalide.
hu: Érvénytelen GPX fájl.
it: File GPX non valido.
nb: Ugyldig GPX-fil.
nl: Ongeldig GPX-bestand.
pl: Niewłaściwy format pliku GPX.
pt: Ficheiro GPX inválido.
pt_br: arquivo GPX inválido.
ro: Fișier GPX nevalid.
ru: Неверный GPX-файл.

source: GPX schema 1.1 is supported. Proprietary extensions are ignored.
ca: El format GPX 1.1 és compatible. Les extensions propietaries seran ignorades.
de: GPX-Schema 1.1 wird unterstützt. Proprietäre Erweiterungen werden ignoriert.
el: Το GPX schema 1.1 υποστηρίζεται. Οι ιδιόκτητες επεκτάσεις αγνοούνται.
fi: GPX 1.1 on tuettu. Yhteensopimattomat laajennukset ohitetaan.
fr: Le schéma GPX 1.1 est supporté. Les extensions propriétaires sont ignorées.
hu: Az 1.1-es típusú GPX séma támogatott. A jogvédett kiegészítőket figyelmen kívül hagyjuk.
it: La versione 1.1 del formato GPX è supportata. Le estensioni proprietarie vengono ignorate.
nb: GPX skjema 1.1 støttes. Proprietære utvidelser blir ignorert.
nl: GPX schema 1.1 wordt ondersteund. Eigen achtervoegsels worden genegeerd.
pl: Wspierana jest specyfikacja GPX schema 1.1. Rozszerzenia zdefiniowane przez producentów urządzeń GPS są ignorowane.
pt: Schema GPX 1.1 é suportado. Extensões proprietárias são ignoradas.
pt_br: GPX 1.1 é suportado. Extensões proprietárias são ignoradas.
ro: GPX schema 1.1 este acceptată. Extensiile proprietare sunt ignorate.
ru: GPX схема 1.1 поддерживается. Проприоретарные расширения игнорируются.

source: Invalid KML file.
ca: Fitxer KML no vàlid.
de: Ungültige KML-Datei.
el: Μη έγκυρο αρχείο KML.
fi: Virheellinen KML-tiedosto.
fr: Fichier KML invalide.
hu: Érvénytelen KML fájl.
it: File KML non valido.
nb: Ugyldig KML-fil.
nl: Ongeldig KML-bestand.
pl: Niewłaściwy format pliku KML.
pt: Ficheiro KML inválido.
pt_br: arquivo KML inválido.
ro: Fișier KML nevalid.
ru: Неверный KML-файл.

source: Supported KML elements are Placemark and LineString.
ca: Els elements KML admesos són Placemark i LineString.
de: Unterstützte KML-Elemente sind Placemark und LineString.
fi: Tuetut KML-elementit: Placemark ja LineString.
fr: Les éléments KML supportés sont les Placemark et LineString.
hu: A támogatott KML elemek: Placemark és LineString.
it: Elementi KML supportati sono Segnaposto e LineString.
nb: Støttede KML elementer er Placemark og LineString.
nl: Ondersteunde KML-elementen zijn Placemark en LineString.
pl: Obsługiwane elementy KML to Placemark i LineString.
pt: Elementos KML suportados são Placemark e LineString.
pt_br: elementos KML suportados são Marcador e LineString.
ro: Elementele KML acceptate sunt Placemark și LineString.
ru: Из элементов KML поддерживается Placemark и LineString.
