Repository: furkot/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ca, de, el, fi, fr, hu, it, nb, nl, pl, pt, pt_br, ro, ru

source: To complete exporting your trip, copy the link below and open it in Safari.
ca: Per finalitzar l'exportació del viatge, copia el link de sota i obre'l amb Safari.
de: Um den Export Ihrer Reise abzuschließen, kopieren Sie den untenstehenden Link und öffnen Sie ihn in Safari.
el: Για την ολοκλήρωση εξαγωγής του ταξιδιού σας, αντιγράψτε τον παρακάτω σύνδεσμο και ανοίξτε τον στο Safari.
fi: Viimeistelläksesi matkan viemisen, kopioi alla oleva linkki ja avaa se Safarissa.
fr: Pour terminer l’exportation de votre voyage, copiez le lien ci-dessous et ouvrez-le dans Safari.
hu: Az exportálás befejezéséhez másold le az alábbi linket és nyisd meg a Safari böngészőben.
it: Per completare l'esportazione del viaggio, copia il link qui sotto e aprilo in Safari.
nb: For å ferdigstille eksportering av turen din, kopier linken under og åpne den i Safari.
nl: Om het exporteren van je reis te voltooien kopieer je onderstaande link en open deze in Safari.
pl: Żeby dokończyć eksportowanie podróży, skopiuj link poniżej i otwórz go w przeglądarce Safari.
pt: Para concluir a exportação da sua viagem, copie o link abaixo e abra-o no Safari.
pt_br: Para concluir a exportação da sua viagem, copie o link abaixo e abra-o no Safari.
ro: Pentru a finaliza exportul călătoriei, copiază linkul de mai jos și deschide-l în Safari.

source: Day {} - {}
ca: Dia {} - {}
de: Tag {} - {}
el: Ημέρα {} - {}
fi: Päivä(t) {} - {}
fr: Jour {} - {}
hu: Nap {} - {}
it: Giorno {} - {}
nb: Dag {} - {}
nl: Dag {} - {}
pl: Dzień {} - {}
pt: Dia {} - {}
pt_br: Dia {} - {}
ro: Ziua {} - {}
ru: День {} - {}

source: This stop is an automatically scheduled placeholder, not a real place.
ca: Aquesta aturada és un marcador de posició programat automàticament, no un lloc real.
de: Diese Station ist ein automatisch geplanter Platzhalter und kein echter Ort.
fi: Tämä on automaattisesti lisätty paikkamerkki, ei oikea paikka.
fr: Cet arrêt est un élément automatiquement planifié, pas un véritable lieu.
hu: Ez a megálló automatikusan létrehozott helykitöltő, nem egy valódi hely.
it: Questa sosta è un segnaposto pianificato in automatico, non è un luogo reale.
nb: Dette stoppet er en automatisk planlagt mellomstopp, ikke et reelt sted.
nl: Dit is een automatisch geplande tijdelijke aanduiding, geen echte plaats.
pl: To jest automatycznie zaplanowany przystanek, a nie konkretne miejsce.
pt: Esta paragem é um marcador de posição programado automaticamente, e não um lugar real.
pt_br: Essa parada é um marcador de posição agendado automaticamente, não é um lugar real.

source: Undo delete stop
ca: Desfer eliminar aturada
de: Station löschen - rückgängig machen
el: Αναίρεση διαγραφής στάση
fi: Kumoa pysähdyksen poistaminen
fr: Annuler la suppression de l’étape
hu: Megálló törlés visszavonása
it: Annulla elimina sosta
nb: Angre sletting av stopp
nl: Stopplaats verwijderen ongedaan maken
pl: Cofnij usunięcie postoju
pt: Desfazer excluir paragem
pt_br: Desfazer excluir parada
ro: Anularea ștergerii opririi
ru: Отменить удаление остановки

source: Undo add place
ca: Desfer afegir lloc
de: Orte hinzufügen - rückgängig machen
el: Αναίρεση Προσθήκη τόπου
fi: Kumoa paikan lisääminen
fr: Annuler l’ajout du lieu
hu: Hely hozzáadás visszavonása
it: Annulla aggiungi luogo
nb: Angre legge til sted
nl: Plaats toevoegen ongedaan maken
pl: Cofnij dodanie miejsca
pt: Desfazer adicionar local
pt_br: Desfazer Adicionar local
ro: Anularea adăugăre loc
ru: Отменить добавление места

source: Undo add route
ca: Desfer afegir ruta
de: Route hinzufügen - rückgängig machen
el: Αναίρεση προσθήκης διαδρομής
fi: Kumoa reitin lisääminen
fr: Annuler l’ajout de route
hu: Út hozzáadásának visszavonása
it: Annulla aggiungi percorso
nb: Angre legge til ruten
nl: Route toevoegen ongedaan maken
pl: Cofnij dodanie trasy
pt: Desfazer adicionar rota
pt_br: Desfazer adicionar rota
ro: Anularea adăugăre rutei
ru: Отменить добавление маршрута

source: Undo add stop
ca: Desfer afegir aturada
de: Stationen hinzufügen - rückgängig machen
el: Αναίρεση προσθήκης στάσης
fi: Kumoa pysähdyksen lisääminen
fr: Annuler l’ajout d’étape
hu: Megálló hozzáadásának visszavonása
it: Annulla aggiungi sosta
nb: Angre legge til stopp
nl: Stopplaats toevoegen ongedaan maken
pl: Cofnij dodanie postoju
pt: Desfazer adicionar paragem
pt_br: Desfazer adicionar parada
ro: Anularea adăugarii opririi
ru: Отменить добавление остановки

source: Undo drag route
ca: Desfer arrossegar ruta
de: Routen ziehen - rückgängig machen
el: Αναίρεση αλλαγής διαδρομής
fi: Kumoa reitin vetäminen
fr: Annuler le déplacement de la route
hu: Útvonal áthelyezésének visszavonása
it: Annulla traccia percorso
nb: Angre dra rute
nl: Route slepen ongedaan maken
pl: Cofnij przeciąganie trasy
pt: Desfazer arrastar rota
pt_br: Desfazer arrastar rota
ro: Anularea modificarii rutei
ru: Отменить перемещение маршрута

source: Undo skip stop
ca: Desfer ometre aturada
de: Station überspringen - rückgängig machen
el: Αναίρεση παράλειψης στάσης
fi: Kumoa pysähdyksen sivuuttaminen
fr: Annuler le marquage en ignorée de l’étape
hu: Megálló kihagyásának visszavonása
it: Annulla salta sosta
nb: Angre at du hoppet over stopp
nl: Stopplaats overslaan ongedaan maken
pl: Cofnij ominęcie postoju
pt: Desfazer ignorar paragem
pt_br: Desfazer ignorar parada
ro: Anulare omitere oprire
ru: Отменить пропуск остановки

source: Undo visit stop
ca: Desfer visitar aturada
de: Station besuchen - rückgängig machen
el: Αναίρεση στάσης επίσκεψης
fi: Kumoa vierailu pysähdyksessä
fr: Annuler la visite de l’étape
hu: Megálló meglátogatásának visszavonása
it: Annulla visita sosta
nb: Angre besøke stopp
nl: Stopplaats bezoeken ongedaan maken
pl: Cofnij odwiedzenie postoju
pt: Desfazer paragem de visita
pt_br: Desfazer parada de visita
ro: Anulare oprire pentru vizitare
ru: Отменить посещение остановки

source: Undo reorder stop
ca: Desfer ordenar aturada
de: Stationen neu anordnen - rückgängig machen
el: Αναίρεση αναδιάταξης στάσης
fi: Kumoa pysähdyksen uudelleenjärjesteleminen
fr: Annuler le réordonnement de l’étape
hu: Megálló átrendezésének visszavonása
it: Annulla riordina sosta
nb: Angre endre rekkefølge på stopp
nl: Stopplaats herschikken ongedaan maken
pl: Cofnij zmianę kolejności
pt: Desfazer reordenação de paragem
pt_br: Desfazer parada de reabastecimento
ro: Anularea reordonarii opririlor
ru: Отменить изменение порядка остановок

source: Undo change route
ca: Desfer canviar ruta
de: Route ändern - rückgängig machen
el: Αναίρεση αλλαγής διαδρομής
fi: Kumoa reitin muuttaminen
fr: Annuler le changement de route
hu: Útvonal megváltoztatásának visszavonása
it: Annulla cambiamento rotta
nb: Angre endring av rute
nl: Route aanpassen ongedaan maken
pl: Cofnij zmianę trasy
pt: Desfazer alterar rota
pt_br: Desfazer alterar rota
ro: Anularea schimbării rutei
ru: Отменить изменение маршрута

source: Undo reset route
ca: Desfer inicialitzar ruta
de: Route zurücksetzen - rückgängig machen
el: Αναίρεση επαναφοράς διαδρομής
fi: Kumoa reitin nollaaminen
fr: Annuler la réinitialisation de l'itinéraire
hu: Útvonal visszaállításának visszavonása
it: Annulla ripristina percorso
nb: Angre nullstilling av rute
nl: Route resetten ongedaan maken
pl: Cofnij prostowanie trasy
pt: Desfazer redefinir rota
pt_br: Desfazer redefinir rota
ro: Anularea resetării rutei
ru: Отменить сброс маршрута

source: Undo skip route
ca: Desfer ometre ruta
de: Route überspringen ­rückgängig machen
el: Αναίρεση παράλειψης διαδρομής
fi: Kumoa reitin sivuuttaminen
fr: Annuler le marquage en route ignorée
hu: Útvonal kihagyásának visszavonása
it: Annulla saltare percorso
nb: Angre at du hoppet over rute
nl: Route overslaan ongedaan maken
pl: Cofnij ominięcie trasy
pt: Desfazer ignorar rota
pt_br: Desfazer descartar rota
ro: Anulare omitere drum
ru: Отменить возможный маршрут

source: Undo move stop
ca: Desfer moure aturada
de: Station verschieben - rückgängig machen
el: Αναίρεση μετακίνησης στάσης
fi: Kumoa siirtäminen
fr: Annuler le déplacement de l’étape
hu: Megálló áthelyezésének visszavonása
it: Annulla muovi sosta
nb: Angre flytte stopp
nl: Stopplaats verplaatsen ongedaan maken
pl: Cofnij przesunięcie postoju
pt: Desfazer mover paragem
pt_br: Desfazer mover parada
ro: Anularea mutarii opririi
ru: Отменить перемещение остановки

source: Undo reverse itinerary
ca: Desfer invertir itinerari
de: Reiseverlauf umkehren - rückgängig machen
el: Αναίρεση αντίστροφης διαδρομής
fi: Kumoa käänteinen matkasuunnitelma
fr: Annuler l’inversion du parcours
hu: Itiner megfordításának visszavonása
it: Annulla inverti itinerario
nb: Angre snu ruten
nl: Reisroute omkeren ongedaan maken
pl: Cofnij odwrócenie planu podróży
pt: Desfazer itinerário inverso
pt_br: Desfazer itinerário inverso
ro: Anulare traseu de întoarcere
ru: Отменить реверс маршрута

source: Undo edit route
ca: Desfer editar ruta
de: Route bearbeiten - ­rückgängig machen
el: Αναίρεση επεξεργασίας διαδρομής
fi: Kumoa reitin muokkaaminen
fr: Annuler la modification de la route
hu: Útvonal szerkesztésének visszavonása
it: Annulla modifica percorso
nb: Angre redigering av rute
nl: Route wijzigen ongedaan maken
pl: Cofnij edycję trasy
pt: Desfazer editar rota
pt_br: Desfazer editar rota
ro: Anularea editării rutei
ru: Отменить редактирование маршрута

source: Undo stay in lodging
ca: Desfer l'estada a l'allotjament
de: Aufenthalt in Unterkünften - rückgängig machen
el: Αναίρεση διαμονής σε κατάλυμα
fi: Kumoa majoitukseen jääminen
fr: Annuler l’étape dans le hébergement
hu: Szálláshely visszavonása
it: Annulla soggiorno in alloggio
nb: Angre opphold i losji
nl: Onderkomen vastleggen ongedaan maken
pl: Cofnij zakwaterowanie
pt: Desfazer estadia em alojamento
pt_br: Desfazer estadia em hospedagem
ro: Anularea șederii în locul de cazare
ru: Отменить остановку в жилье

source: Undo backup lodging
ca: Desfer allotjament de segona opció
de: Unterkunft Alternativen - rückgängig machen
el: Αναίρεση εναλλακτικού καταλύματος
fi: Kumoa majoituksen tallentaminen varalle
fr: Annuler l'hébergement comme plan B
hu: Tartalék szálláshely visszavonása
it: Annulla alloggio di riserva
nb: Angre backup losji
nl: Onderkomen alternatief ongedaan maken
pl: Cofnij zapamiętanie zapasowej kwatery
pt: Desfazer estadia alternativa
pt_br: Desfazer estadia alternativa
ro: Anularea cazării de rezervă
ru: Отменить резерный вариант жилища

source: Undo change route type
ca: Desfés el canvi de tipus de ruta
de: Routentyp ändern - rückgängig machen
el: Αναίρεση αλλαγής τύπου διαδρομής
fi: Kumoa reittityypin vaihtaminen
fr: Annuler le changement de type de route
hu: Útvonal típus megváltoztatásának visszavonása
it: Annulla cambiamento tipo di percorso
nb: Angre endring rutetype
nl: Soort route wijzigen ongedaan maken
pl: Cofnij zmianę typu trasy
pt: Desfazer alterar tipo de rota
pt_br: Desfazer mudar tipo de rota
ro: Anularea modificării tipului de ruta
ru: Отменить изменение типа маршрута

source: Undo travel off road
ca: Desfer viatjar fora de pista
de: Off-Road reisen - rückgängig machen
el: Αναίρεση ταξιδιού εκτός δρόμου
fi: Kumoa Off Road
fr: Annuler le voyage hors route
hu: Földút kiválasztásának visszavonása
it: Annulla viaggia su sterrato
nb: Angre reise off road
nl: Off-road reizen ongedaan maken
pl: Cofnij po bezdrożach
pt: Desfazer viagem fora de estrada
pt_br: Desfazer viagem off road
ro: Anularea mersului pe of road
ru: Отменить путешествие по бездорожью

source: Undo follow roads
ca: Desfer seguir carreteres
de: Straßen folgen - rückgängig machen
el: Αναίρεση ακολουθήστε τους δρόμους
fi: Kumoa teiden seuraaminen
fr: Annuler le suivi des routes
hu: Utak követésének visszavonása
it: Annulla segui percorsi
nb: Angre følge veier
nl: Weg volgen ongedaan maken
pl: Cofnij po drogach
pt: Desfazer seguir estradas
pt_br: Desfazer seguir estradas
ru: Отменить предпочтение дорогам общего пользования

source: Undo keep stop
ca: Desfer mantenir aturada
de: Station behalten - rückgängig machen
el: Αναίρεση διατήρησης στάσης
fi: Kumoa pysähdyksen pitäminen
fr: Annuler la conservation de l’étape
hu: Megálló megtartásának visszavonása
it: Annulla mantieni sosta
nb: Angre fastholde stopp
nl: Stopplaats behouden ongedaan maken
pl: Cofnij zatrzymanie postoju
pt: Desfazer manter paragem
pt_br: Desfazer manter parada
ro: Anulare păstrare oprire
ru: Отменить создание остановки

source: Undo move day
ca: Desfer moure dia
de: Tag verschieben - rückgängig machen
el: Αναίρεση μετακίνησης ημέρας
fi: Kumoa päivisin liikkuminen
fr: Annuler le déplacement de la journée
hu: Nap elmozdításának visszavonása
it: Annulla muovi giorno
nb: Angre flytt dag
nl: Dag verplaatsen ongedaan maken
pl: Cofnij przesunięcie dnia
pt: Desfazer mover dia
pt_br: Desfazer mover dia
ro: Anularea schimbării zilei
ru: Отменить перемещение дня

source: Undo plan B
ca: Desfer pla B
de: Plan B rückgängig machen
el: Αναίρεση σχεδίου Β
fi: Kumoa varasuunnitelma
fr: Annuler le plan B
hu: B-terv visszavonása
it: Annulla il piano B
nb: Angre plan B
nl: Plan B ongedaan maken
pl: Cofnij plan B
pt: Desfazer plano B
pt_br: Desfazer plano B
ro: Anularea planului B
ru: Отменить план Б

source: Undo delete route
ca: Desfer eliminar ruta
de: Route löschen - rückgängig machen
el: Αναίρεση διαγραφής διαδρομής
fi: Kumoa reitin poistaminen
fr: Annuler la suppression de la route
hu: Útvonal törlésének visszavonása
it: Annulla cancellare percorso
nb: Angre slett rute
nl: Route verwijderen ongedaan maken
pl: Cofnij usunięcie trasy
pt: Desfazer excluir rota
pt_br: Desfazer excluir rota
ro: Anularea ștergerii rutei
ru: Отменить удаление маршрута

source: Redo delete stop
ca: Refer eliminar aturada
de: Stationen löschen - wiederherstellen
el: Επανάληψη διαγραφής στάσης
fi: Toista pysähdyksen poistaminen
fr: Refaire la suppression de l’étape
hu: Megálló törlése újra
it: Ripristina cancella sosta
nb: Gjenta slett stopp
nl: Stopplaats verwijderen opnieuw doen
pl: Ponów usunięcie postoju
pt: Refazer excluir paragem
pt_br: Refazer excluir parada
ro: Refacerea ștergerii opririi
ru: Повторить удаление остановки

source: Redo add place
ca: Refer afegir lloc
de: Ort hinzufügen - wiederherstellen
el: Επανάληψη προσθήκης τόπου
fi: Toista paikan lisääminen
fr: Refaire l’ajout du lieu
hu: Hely hozzáadása újra
it: Ripristina aggiungi luogo
nb: Gjenta legg til sted
nl: Plaats toevoegen opnieuw doen
pl: Ponów dodanie miejsca
pt: Refazer adicionar local
pt_br: Refazer Adicionar local
ro: Refacerea adăugării locului
ru: Повторить добавление точки

source: Redo add route
ca: Refer afegir ruta
de: Route hinzufügen - wiederherstellen
el: Επανάληψη προσθήκης διαδρομής
fi: Toista reitin lisääminen
fr: Refaire l’ajoute de la route
hu: Útvonal hozzáadása újra
it: Ripristina aggiungi percorso
nb: Gjenta legge til rute
nl: Route toevoegen opnieuw doen
pl: Ponów dodanie trasy
pt: Refazer adicionar rota
pt_br: Refazer adicionar rota
ro: Refacerea adăugării rutei
ru: Повторить добавление маршрута

source: Redo add stop
ca: Refer afegir aturada
de: Stationen hinzufügen - wiederherstellen
el: Επανάληψη προσθήκης στάσης
fi: Toista pysähdyksen lisääminen
fr: Refaire l’ajout de l’étape
hu: Megálló hozzáadása újra
it: Ripristina aggiungi sosta
nb: Gjenta legge til stopp
nl: Stopplaats toevoegen opnieuw doen
pl: Ponów dodanie postoju
pt: Refazer adicionar paragem
pt_br: Refazer adicionar parada
ro: Refacerea adăugării opririi
ru: Повторить добавление остановки

source: Redo drag route
ca: Refer arrossegar ruta
de: Route ziehen - wiederherstellen
fi: Toista reitin vetäminen
fr: Refaire le déplacement de la route
hu: Útvonal elmozdítása újra
it: Ripristina traccia percorso
nb: Gjenta dra rute
nl: Route slepen opnieuw doen
pl: Ponów przeciąganie trasy
pt: Refazer arrastar rota
pt_br: Refazer arrastar rota
ro: Refacerea modificării rutei
ru: Повторить перемещение маршрута

source: Redo skip stop
ca: Refer ometre aturada
de: Station überspringen - wiederherstellen
el: Επανάληψη παράλειψης στάσης
fi: Toista pysähdyksen sivuuttaminen
fr: Refaire le marquage comme ignorée de l’étape
hu: Megálló kihagyása újra
it: Ripristina salta sosta
nb: Gjenta hopp over stopp
nl: Stopplaats overslaan opnieuw doen
pl: Ponów ominięcie postoju
pt: Refazer ignorar paragem
pt_br: Refazer ignorar parada
ro: Refacere oprire omisă
ru: Повторить пропуск остановки

source: Redo visit stop
ca: Refer visitar aturada
de: Station besuchen - wiederherstellen
el: Επαναλάβετε τη στάση επίσκεψης
fi: Toista vierailu pysähdyksessä
fr: Refaire la visite de l’étape
hu: Megálló meglátogatása újra
it: Ripristina visita sosta
nb: Gjenta besøk stopp
nl: Stopplaats bezoeken opnieuw doen
pl: Ponów odwiedzenie postoju
pt: Refazer paragem de visita
pt_br: Refazer parada de visitação
ro: Refacere oprire pentru vizitare
ru: Вернуть посещение остановки

source: Redo reorder stop
ca: Refer reordenar aturada
de: Stationen anordnen - wiederherstellen
el: Επανάληψη αναδιάταξης στάσης
fi: Toista pysähdyksen uudelleenjärjesteleminen
fr: Refaire le réordonnement de l’étape
hu: Megálló átrendezése újra
it: Ripristina riordina sosta
nb: Gjenta endring av stopprekkefølge
nl: Stopplaats herschikken opnieuw doen
pl: Ponów zmianę kolejności
pt: Refazer reordenar paragem
pt_br: Refazer parada de reabastecimento
ro: Refacerea reordonării opririlor
ru: Повторить сортировку остановок

source: Redo change route
ca: Refer canviar ruta
de: Route Änderung - wiederherstellen
el: Επανάληψη αλλαγής διαδρομής
fi: Toista reitin vaihtaminen
fr: Refaire le changement de route
hu: Útvonal megváltoztatása újra
it: Ripristina cambia percorso
nb: Gjenta endring av rute
nl: Route wijzigen opnieuw doen
pl: Ponów zmianę trasy
pt: Refazer alterar rota
pt_br: Refazer alterar rota
ro: Refacerea schimbării rutei
ru: Повторить изменение маршрута

source: Redo reset route
ca: Refer inicialitzar ruta
de: Route zurücksetzen - wiederherstellen
fi: Toista reitin nollaaminen
fr: Rétablir la réinitialisation de l'itinéraire
hu: Útvonal visszaállítása újra
it: Ripristina resetta percorso
nb: Gjenta nullstilling av rute
nl: Route resetten opnieuw doen
pl: Ponów prostowanie trasy
pt: Refazer redefinir rota
pt_br: Refazer redefinir rota
ro: Refacerea resetării rutei
ru: Повторить сброс маршрута

source: Redo skip route
ca: Refer ometre ruta
de: Route überspringen wiederherstellen
fi: Toista reitin sivuuttaminen
fr: Refaire le marquage en route ignorée
hu: Útvonal kihagyása újra
it: Ripeti saltare percorso
nb: Gjenta hopp over rute
nl: Route overslaan opnieuw doen
pl: Ponów ominięcie trasy
pt: Refazer ignorar rota
pt_br: Refazer descartar rota
ro: Refacerea drumului omis
ru: Повторить возможный маршрут

source: Redo move stop
ca: Refer moure aturada
de: Station bewegen - wiederherstellen
el: Επανάληψη μετακίνησης στάσης
fi: Toista siirtäminen
fr: Refaire le déplacement de l’étape
hu: Megálló elmozdítása újra
it: Ripristina sposta sosta
nb: Gjenta flytt stopp
nl: Stopplaats verplaatsen opnieuw doen
pl: Ponów przesunięcie postoju
pt: Refazer mover paragem
pt_br: Refazer mover parada
ro: Refacerea mutării stopului
ru: Повторить перемещение остановки

source: Redo reverse itinerary
ca: Refer invertir itinerari
de: Reiseverlauf umkehren - wiederherstellen
el: Επανάληψη αντίστροφης διαδρομής
fi: Toista käänteinen matkasuunnitelma
fr: Rétablir l’inversion du parcours
hu: Itiner megfordítása újra
it: Ripristina inverti itinerario
nb: Gjenta reversering av reiseplan
nl: Reisroute omkeren opnieuw doen
pl: Ponów odwrócenie planu podróży
pt: Refazer itinerário inverso
pt_br: Refazer itinerário inverso
ro: Refacerea traseu de întoarcere
ru: Повторить реверс маршрута

source: Redo edit route
ca: Refer editar ruta
de: Route bearbeiten - wiederherstellen
el: Επανάληψη επεξεργασίας διαδρομής
fi: Toista reitin muokkaaminen
fr: Refaire la modification de la route
hu: Útvonal szerkesztése újra
it: Ripristina modifica percorso
nb: Gjenta redigere rute
nl: Route wijzigen opnieuw doen
pl: Ponów edycję trasy
pt: Refazer editar rota
pt_br: Refazer editar rota
ro: Refacerea edităarii rutei
ru: Повторить редактирование маршрута

source: Redo stay in lodging
ca: Refer l'estada a l'allotjament
de: Aufenthalt in einer Unterkunft - wiederherstellen
el: Επανάληψη διαμονής σε κατάλυμα
fi: Toista majoitukseen jääminen
fr: Refaire l’étape dans le hébergement
hu: Szálláshely újra
it: Ripristina soggiorno in alloggio
nb: Gjenta bo i losji
nl: Onderkomen vastleggen opnieuw doen
pl: Ponów zakwaterowanie
pt: Refazer estadia em alojamento
pt_br: Refazer estadia em alojamento
ro: Refacerea șederii în locul de cazare
ru: Повторить остановку в жилье

source: Redo backup lodging
ca: Refer allotjament de segona opció
de: Unterkunft Alternativen - wiederherstellen
el: Επανάληψη εφεδρικού καταλύματος
fi: Toista majoituksen varalle tallentaminen
fr: Refaire l'hébergement comme plan B
hu: Tartalék szálláshely újra
it: Ripristina alloggio in riserva
nb: Gjenta backup losji
nl: Alternatief onderkomen opnieuw doen
pl: Ponów zapamiętanie zapasowej kwatery
pt: Refazer alojamento alternativo
pt_br: Refazer alojamento alternativo
ro: Refacerea cazării de rezervă
ru: Повторить резервный вариант жилья

source: Redo change route type
ca: Refer canviar el tipus de ruta
de: Routentyp ändern - wiederherstellen
el: Επανάληψη αλλαγής του τύπου διαδρομής
fi: Toista reittityypin vaihtaminen
fr: Refaire le changement du type de route
hu: Útvonal típusának megváltoztatása újra
it: Ripristina cambia tipo di percorso
nb: Gjenta endring av rutetypen
nl: Soort route wijzigen opnieuw doen
pl: Ponów zmianę typu trasy
pt: Refazer alterar tipo de rota
pt_br: Refazer alterar tipo de rota
ro: Refacerea modificării tipului de ruta
ru: Повторить изменение типа маршрута

source: Redo travel off road
ca: Refer viatjar fora de pista
de: Off-Road reisen - wiederherstellen
fi: Toista Off Road
fr: Rétablir le voyage hors route
hu: Földút választása újra
it: Ripristina percorso su sterrato
nb: Gjenta kjør off-road
nl: Off-road reizen opnieuw doen
pl: Ponów po bezdrożach
pt: Refazer viajar fora de estrada
pt_br: Refazer viagem offroad
ro: Refacerea mersului pe off road
ru: Повторить поездку по бездорожью

source: Redo follow roads
ca: Refer seguir carreteres
de: Straßen folgen - wiederherstellen
fi: Toista teiden seuraaminen
fr: Rétablir le suivi des routes
hu: Betonút választása újra
it: Ripristina segui percorsi
nb: Gjenta følg veier
nl: Weg volgen opnieuw doen
pl: Ponów po drogach
pt: Refazer seguir estradas
pt_br: Refazer seguir estradas
ru: Повторить предпочитать дороги общего пользования

source: Redo keep stop
ca: Refer mantenir aturada
de: Stationen behalten - wiederherstellen
el: Επανάληψη διατήρησης στάσης
fi: Toista pysähdyksen pitäminen
fr: Refaire la conservation de l’étape
hu: Megálló megtartása újra
it: Ripristina mantieni sosta
nb: Gjenta behold stopp
nl: Stopplaats behouden opnieuw doen
pl: Ponów zatrzymanie postoju
pt: Refazer manter paragem
pt_br: Refazer manter parada
ru: Повторить пропуск остановки

source: Redo move day
ca: Refer moure dia
de: Tag bewegen - wiederherstellen
el: Επανάληψη μετακίνησης ημέρας
fi: Toista päivällä liikkuminen
fr: Rétablir le déplacement de la journée
hu: Nap áthelyezése újra
it: Ripristina sposta giorno
nb: Gjenta flytte dag
nl: Dag verplaatsen opnieuw doen
pl: Ponów przesunięcie dnia
pt: Refazer mover dia
pt_br: Refazer mover dia
ro: Refacere schimbare ziuă
ru: Повторить смещение дня

source: Redo plan B
ca: Refer el pla B
de: Plan B - wiederherstellen
el: Επανάληψη σχεδίου Β
fi: Toista varasuunnitelma
fr: Refaire le plan B
hu: B-terv választása újra
it: Ripristina il piano B
nb: Gjenta plan B
nl: Plan B opnieuw doen
pl: Ponów plan B
pt: Refazer plano B
pt_br: Refazer plano B
ro: Refacerea planului B
ru: Повторить план Б
