Repository: furkot/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ca, de, el, fi, fr, hu, it, nb, nl, pl, pt, pt_br, ro, ru

source: Recover your password for Road Trip planner
ca: Recupera la teva contrasenya per al planificador Road Trip
de: Passwort für Furkot wiederherstellen
el: Ανάκτηση κωδικού πρόσβασης για τον προγραμματιστή οδικών ταξιδιών
fi: Palauta reittisuunnittelijan salasanasi
fr: Récupérez votre mot de passe pour le planificateur de voyage
it: Recupera la password per il Pianificatore di Viaggi
nb: Gjenopprett passordet ditt til turplanleggeren
nl: Herstel je wachtwoord voor Furkot reisplanner
pl: Odzyskaj hasło do Furkota
pt: Recuperar a sua senha para o planeador de viagem
pt_br: Recuperar a sua senha para o planejador de viagem
ro: Recuperați parola pentru planificatorul Road Trip
ru: Восстановите ваш пароль к Road Trip Planner

source: Reset your password for Road Trip planner
ca: Restableix la teva contrasenya per al planificador Road Trip
de: Passwort für Furkot zurücksetzen
fi: Nollaa reittisuunnittelijan salasanasi
fr: Réinitialiser votre mot de passe pour le planificateur de voyage
it: Reimpostare la password per il Pianificatore di Viaggi
nb: Tilbakestille passordet ditt for turplanleggeren
nl: Reset je wachtwoord voor Furkot reisplanner
pl: Wygeneruj nowe hasło do Furkota
pt: Redefinir a sua senha para o Planeador de Viagem
pt_br: Redefinir sua senha para o Planejador de Viagem
ro: Resetarea parolei pentru planificatorul de călătorii
ru: Сбросить пароль Road Trip Planner

source: Sign up for Road Trip Planner
ca: Registra't a Road Trip Planner
de: Registrieren Sie sich für den Reiseplaner
fi: Rekisteröidy reittisuunnittelijaan
fr: S’inscrire au Planificateur De Voyage
it: Iscriviti al Pianificatore di Viaggi
nb: Registrer deg for turplanleggeren
nl: Meld je aan voor de reisplanner
pl: Załóż konto do Planowania Podróży
pt: Registar-se para o Planeador de Viagem
pt_br: Se cadastrar para o Planejador de Viagem
ro: Înscrie-te pentru un planificator de călătorii (Road Trip Planner)
ru: Подпишитесь на Road Trip Planner

source: Sign up for an account at Furkot, a free online road trip planner.
ca: Registra't per obtenir un compte a Furkot, un planificador de viatges en línia gratuït.
de: Registrieren Sie ein Konto bei Furkot, dem kostenlosen Online-Reiseplaner.
el: Εγγραφείτε στο Furkot, ένα δωρεάν διαδικτυακό πρόγραμμα για οδικά ταξίδια.
fi: Rekisteröidy Furkotiin, se on ilmainen online reittisuunnittelija.
fr: Enregistrez un compte chez Furkot, un planificateur gratuit de voyage en ligne.
it: Crea il tuo account su Furkot, un pianificatore gratuito di viaggi.
nb: Registrer deg for en konto på Furkot, en gratis online turplanlegger.
nl: Meld je aan voor een account bij Furkot, een gratis online reisplanner.
pl: Załóż nowe konto do Furkota, bezpłatnego serwisu do planowania podróży.
pt: Registre-se para uma conta no Furkot, um planeador de viagem gratuito.
pt_br: Registre-se para uma conta Furkot, um planejador de viagem gratuito.
ro: Înscrie-te pentru un cont la Furkot, un planificator online gratuit de călătorii rutiere.
ru: Зарегистрируйте учетную запись в Furkot, бесплатном онлайн-планировщике поездок.

source: Do I have to sign up to use Furkot?
ca: M'he de registrar per utilitzar Furkot?
de: Muss ich mich registrieren, um Furkot zu verwenden?
el: Πρέπει να εγγραφώ για να χρησιμοποιήσω το Furkot;
fi: Täytyykö minun rekisteröityä käyttääkseni Furkotia?
fr: Faut-il m'inscrire pour utiliser Furkot ?
it: È necessario iscriversi per utilizzare Furkot?
nb: Må jeg registrere meg for å bruke Furkot?
nl: Moet ik me aanmelden om Furkot te gebruiken?
pl: Czy muszę mieć konto aby korzystać z Furkota?
pt: Tenho que me inscrever para usar Furkot?
pt_br: Eu tenho que me inscrever para usar Furkot?
ro: Trebuie să mă înscriu pentru a utiliza Furkot?
ru: Должен ли я зарегистрироваться, чтобы использовать Furkot?

source: Select trip
ca: Selecciona el viatge
de: Reise auswählen
el: Επιλέξτε ταξίδι
fi: Valitse matka
fr: Sélectionnez un voyage
it: Seleziona viaggio
nb: Velg tur
nl: Kies een reis
pl: Wybierz podróż
pt: Selecione a viagem
pt_br: Selecione a viagem
ro: Selectează călătoria
ru: Выберите поездку

source: Create a new trip or sign in to see your trips.
ca: Crea un viatge nou o inicia sessió per veure els teus viatges.
de: Erstellen Sie eine neue Reise oder melden Sie sich an, um Ihre Reisen zu sehen.
el: Δημιουργήστε ένα νέο ταξίδι ή συνδεθείτε για να δείτε τα ταξίδια σας.
fi: Luo uusi matka tai kirjaudu sisään nähdäksesi matkasi.
fr: Créez un nouveau voyage ou connectez-vous pour voir vos voyages.
it: Crea un nuovo viaggio o accedi per vedere i tuoi viaggi.
nb: Opprett en ny tur eller logg på for å se dine turer.
nl: Begin een nieuwe reis of meld je aan om je reizen te zien.
pl: Utwórz nową podróż lub zaloguj się, aby zobaczyć swoje podróże.
pt_br: Criar uma nova viagem ou entre para ver as suas viagens.
ro: Creează o nouă călătorie sau conectează-te pentru a-ți vedea călătoriile.
ru: Создайте новую поездку или войдите, чтобы увидеть свои поездки.

source: When you finish adding places to your trip, go to [Furkot] to complete your trip itinerary, view route on the map, find more attractions and lodging options.
ca: Quan acabis d'afegir llocs al teu viatge, ves a [Furkot] per completar l'itinerari del viatge, veure la ruta al mapa, trobar més atraccions i opcions d'allotjament.
de: Wenn Sie das Hinzufügen von Orten zu Ihrer Reise abgeschlossen haben, gehen Sie zu [Furkot], um den Reiseverlauf zu vervollständigen, die Route auf der Karte anzusehen, weitere Sehenswürdigkeiten und Unterkunftsmöglichkeiten zu finden.
fi: Kun olet lisännyt paikkoja reitillesi siirry [Furkotiin] viimeistelläksesi matkasuunnitelman, katsoaksesi reittiä kartalla, löytääksesi lisää kiinnostavia kohteita ja majoitusvaihtoehtoja.
fr: Lorsque vous avez fini d'ajouter des lieux à votre voyage, aller sur [Furkot] pour compléter votre parcours, voir la carte, trouver plus de curiosités et d’options d'hébergement.
it: Una volta aggiunti i luoghi del tuo viaggio, apri [Furkot] per completare l'itinerario, controllare il percorso sulla mappa, trovare altre attrazioni e le opzioni di alloggio.
nb: Når du er ferdig med å legge til steder til turen, gå til [Furkot] for å fullføre turens reiserute, se ruten på kartet, finn flere attraksjoner og overnattingsmuligheter.
nl: Wanneer je klaar bent met het toevoegen van plaatsen, laat [Furkot] je reisschema dan verder voltooien. Bekijk de route op de kaart en vind nog meer bezienswaardigheden en accomodatiemogelijkheden.
pl: Po zakończeniu dodawania miejsc do podróży, przejdź do [Furkot], aby zakończyć swój plan podróży, zobaczyć trasę na mapie, znaleźć więcej atrakcji i opcje zakwaterowania.
pt: Quando terminar de adicionar lugares para à sua viagem, vá a [Furkot] para completar o seu itinerário de viagem, ver a rota no mapa, encontrar mais atrações e opções de alojamento.
pt_br: Quando terminar de adicionar lugares para a sua viagem, vá para [Furkot] para completar o seu itinerário de viagem, ver rota no mapa, encontrar mais atrações e opções de hospedagem.
ro: Când termini de adăugat locuri în călătorie, mergi la [Furkot] pentru a finaliza itinerariul călătoriei, pentru a vizualiza traseul pe hartă, pentru a găsi mai multe atracții și opțiuni de cazare.
ru: Когда вы закончите добавлять места к своей поездке, перейдите к [Furkot], чтобы завершить маршрут поездки, просмотреть маршрут на карте, найти больше достопримечательностей и вариантов жилья.

source: OK
ca: D'acord
el: Εντάξει
fr: D'accord
nl: Oké
ru: ОК

source: Expenses
ca: Despeses
el: Έξοδα
fr: Dépense
it: Spese
nb: Utgifter
nl: Uitgaven

source: Per Diem
ca: Per dia
el: Ανά ημέρα
fr: Frais journaliers
it: al giorno
nl: Dagvergoeding

source: Mileage Rate
ca: Cost per quilometratge
fr: Tarif kilométrique
it: Costo chilometrico
nb: Kostnad per lengdeenhet
nl: Kost per km

source: per mile
ca: per milla
el: ανά μίλι
fr: par mile
it: per miglio
nl: per mijl

source: Track expenses for the trip
ca: Seguiment de les despeses del viatge
fr: Enregistrer les frais de voyage
it: Registra spese di viaggio
nb: Spor utgiftene for turen
nl: Uitgaven voor de reis bijhouden

source: Lodging allowance
ca: Descomptes d'allotjament
fr: Indemnité d’hébergement
it: quota alloggio
nl: Huisvesting

source: Meal allowance
ca: Descomptes de menjar
fr: Indemnité de repas
it: quota pasti
nl: Maaltijden

source: Incidental expenses
ca: Despeses imprevistes
fr: Faux frais
it: spese accessorie
nl: Onvoorziene uitgaven

source: Click to add mileage rate
ca: Prem per afegir el cost per quilometratge
fr: Cliquez pour ajouter le tarif kilométrique
it: Clicca per aggiungere costo chilometrico
nb: Klikk for å legge til kostnad per lengdeenhet
nl: Klik om km-vergoeding toe te voegen

source: Click to add cost
ca: Prem per afegir cost
el: Κάντε κλικ για να προσθέσετε κόστος
fr: Cliquez pour ajouter le coût
it: Clicca per aggiungere il prezzo
nb: Klikk for å legge til kostnad
nl: Klik om kosten toe te voegen

source: Per Night
ca: Per nit
el: Ανά διανυκτέρευση
fr: par nuit
it: per notte
nb: Per natt
nl: Per nacht

source: Continue typing to start finding places
ca: Segueix escrivint per començar a trobar llocs
el: Συνεχίστε να πληκτρολογείτε για να αρχίσετε να βρίσκετε μέρη
fr: Continuez à taper pour commencer à trouver des lieux
it: Continua a digitare per iniziare a trovare i luoghi
nl: Typ verder om plaatsen te vinden

source: expense report (.csv)
ca: informe de despeses (.csv)
el: Αναφορά εξόδων (.csv)
fr: Note de frais (.csv)
it: Lista spese
nl: kostenrapport (.csv)

source: Furkot Pass
ca: Passi Furkot
fr: Pass Furkot
nl: Furkot-abonnement
pl: Karnet na Furkot
pt_br: Passe Furkot

source: Invite link copied to clipboard.
ca: S'ha copiat l'enllaç d'invitació al porta-retalls.
el: Ο σύνδεσμος της πρόσκλησης αντιγράφηκε στο πρόχειρο.
fr: Lien d’invitation copié dans le presse-papiers.
it: Link di invito copiato negli appunti.
nb: Kobling til invitasjon er kopiert til utklippstavlen.
nl: Link met uitnodiging is gekopieerd naar het klembord.

source: ft
ca: peus
el: πόδια
pl: st
pt: pés
pt_br: pés
ru: фут

source: Diesel
ca: Dièsel
fr: Gazole
hu: Gázolaj
it: Gasolio
pl: Olej Napędowy
pt: Gasóleo
ro: Motorină

source: LPG / Propane Autogas
ca: GLP / Propà Autogas
fr: GPL / Propane pour automobiles
it: LPG/Gas Propano
nl: LPG/CNG

source: Backcountry / cross-country skiing
ca: Muntanyisme / esquí de fons
fr: Ski de randonnée / ski de fond
it: Sci alpinismo / sci di fondo
nl: Langlaufen

source: {} ft
ca: {} peus
de: {} Fuß
hu: {} láb

source: Gas stations with LPG / Propane Autogas
ca: Benzineres amb GLP / Propà Autogas
fr: Stations-service avec GPL / gaz propane
it: Distributori con Gas Propano Liquido
nl: Tankstations met LPG / Autogas

source: Invite selected friends to help you plan road trip.
ca: Convida els amics seleccionats perquè t'ajudin a planificar el viatge per carretera.
el: Προσκαλέστε επιλεγμένους φίλους για να σας βοηθήσουν να σχεδιάσετε το οδικό ταξίδι.
fr: Invitez des amis sélectionnés pour vous aider à planifier votre voyage.
it: Invita degli amici per aiutarti a pianificare il viaggio.
nb: Inviter utvalgte venner til å hjelpe deg med å planlegge tur.
nl: Nodig geselecteerde vrienden uit om je te helpen bij het plannen van je road trip.

source: They will have full access to the trip, will be able to add, remove, and modify stops, the same way you do.
ca: Els altres tindran accés complet al viatge, podran afegir, eliminar i modificar aturades, de la mateixa manera que ho fas tu.
el: Θα έχουν πλήρη πρόσβαση στο ταξίδι, θα μπορούν να προσθέτουν, να αφαιρούν και να τροποποιούν στάσεις, με τον ίδιο τρόπο που το κάνετε εσείς.
fr: Ils auront un accès complet au voyage, ils pourront ajouter, supprimer, modifier des arrêts, tout comme vous.
it: Avranno pieno accesso al viaggio, potranno aggiungere, togliere, modificare le soste, proprio come fai tu.
nb: De vil ha full tilgang til turen, vil kunne legge til, fjerne og endre stopp - på samme måte som du kan.
nl: Zij hebben volledige toegang tot de reis en kunnen stops toevoegen, verwijderen en wijzigen, op dezelfde manier als jij.

source: Copy invite link to clipboard.
ca: Copia l'enllaç d'invitació al porta-retalls.
el: Αντιγραφή συνδέσμου πρόσκλησης στο πρόχειρο.
fr: Copiez le lien d’invitation dans le presse-papiers.
it: Copia il link di invito negli appunti.
nb: Kopier en link til invitasjon til utklippstavlen.
nl: Link naar klembord kopiëren.

source: Copy Link
ca: Copia l'enllaç
el: Αντιγραφή συνδέσμου
fr: Copier le lien
it: Copia il link
nb: Kopier link
nl: Kopieer link

source: No route available for RV. Adjust RV dimensions in the Trip drawer.
ca: No hi ha cap ruta disponible per a càmpers. Ajusta les dimensions del vehicle al calaix del Viatge.
fr: Aucun itinéraire n’est disponible pour le camping-car. Ajustez les dimensions du camping-car dans le tiroir Voyage.
it: Nessun percorso disponibile per il camper. Regolare le dimensioni del camper nella scheda Viaggio.
nl: Geen route beschikbaar voor camper. Pas de afmetingen van de camper aan in de Trip ontwerper.

source: Skip stop
ca: Ometre l'aturada
el: Παράλειψη στάσης
fr: Ignorer cet étape
it: Salta questa sosta
nl: stop overslaan

source: You should cancel the booking before skipping it.
ca: Haurieu de cancel·lar la reserva abans d'ometre-la.
el: Θα πρέπει να ακυρώσετε την κράτηση πριν γίνει παράλειψη.
fr: Vous devez annuler la réservation avant de la sauter.
it: Dovresti cancellare la prenotazione prima di saltare la sosta.
nl: Annuleer de boeking voordat je deze overslaat.

source: Are you sure you want to skip this stop?
ca: Estàs segur que vols ometre aquesta aturada?
el: Είστε βέβαιοι ότι θέλετε να παραλείψετε αυτήν τη στάση;
fr: Êtes-vous sûr de vouloir sauter cette étape ?
it: Sei sicuro di voler saltare questa sosta?
nl: Weet je zeker dat je deze stop wilt overslaan?

source: t
ca: Tm
nb: tonn

source: Offline Access
ca: Accés fora de línia
fr: Accès hors connexion
it: Accessibile offline
nl: Offline toegang

# average cost per day
source: Per Day
ca: Per dia
el: Ανά Ημέρα
fr: Par jour
it: Al giorno
nb: Per dag
nl: per dag

source: Are you sure you want to delete this trip snapshot?
ca: Estàs segur que vols suprimir aquesta instantània del viatge?
fr: Êtes-vous sûr de vouloir supprimer ce voyage ?
it: Sei sicuro di voler cancellare questa anteprima del viaggio?

source: Delete trip snapshot
ca: Suprimeix la instantània del viatge
el: Διαγραφή στιγμιότυπου ταξιδιού
fr: Supprimer le voyage
it: Cancella l'anteprima del viaggio
nb: Slett reisebilde
nl: Verwijder momentopname van reis

source: Cost
el: Κόστος
fr: Coût
it: Prezzo
nb: Kostnad
nl: Onkosten

source: Are you sure you want to stop sharing this trip with
el: Είστε σίγουροι ότι θέλετε να σταματήσετε να μοιράζεστε αυτό το ταξίδι με
hu: Biztosan meg szeretnéd szüntetni a megosztást
it: Sei sicuro di voler interrompere la condivisione di questo viaggio con

source: Delete invite
el: Διαγραφή πρόσκλησης
it: Rimuovi invito

source: Are you sure you want to delete this invite?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτή την πρόσκληση;
it: Sei sicuro di rimuovere questo invito?

source: Reorder stop based on date
el: Αναδιάταξη στάσης με βάση την ημερομηνία
it: Riordina le fermate per data

source: Reorder
el: Αναδιάταξη
it: Riordina

source: Click the REORDER button above to visit this stop earlier.
it: Clicca il bottone sopra RIORDINA per passare da questa tappa prima.

source: lb
el: λίβρα
it: libbre
nb: pund (lbs)
pl: funt

source: Valid until
el: Ισχύει μέχρι
it: Valido fino al

source: Resend
it: Re-invia

source: Delete this invite
el: Διαγραφή αυτής της πρόσκλησης
it: Rimuovi questo invito

source: Scenic
el: Εφαρμογή Scenic
nl: Scenic app
pl: Aplikacja Scenic
ro: Pitoresc
ru: Приложение Scenic

source: Apple Maps
el: Χάρτες της Apple
nl: Apple Kaarten
pl: Mapy Apple
ru: Карты Apple

source: km/h
el: χλμ/ώρα
nb: km/t
nl: km/u
ru: км/ч

source: mph
de: mi/h
nl: mi/u
ru: миль/ч

source: 24h
el: 24ώρες
nl: 24u
pl: 24g
ru: 24ч

source: m
el: μ
nb: m.o.h.
ru: м

source: Are you sure you want to delete this trip snapshot
nb: Er du sikker på at du vil slette dette øyeblikksbildet av turen

source: per km
el: ανά χιλιόμετρο
fr: par kilomètre

source: Book at
ru: Забронировать в

source: See this hotel page at
ru: Смотрите страницу гостиницы на

source: See guest reviews at
ru: Посмотреть отзывы на

source: Hide hotels from
ru: Скрыть гостиницы из

source: Show hotels from
ru: Показать гостиницы из

source: See this campground page at
ru: Посмотреть страницу этого кемпинга на

source: Hide campgrounds from
ru: Скрыть кемпинги из

source: Show campgrounds from
ru: Показать кемпинги из

source: Rent a car at
ru: Арендовать автомобиль в

source: Book a flight at
ru: Заказать авиабилет на

source: See this deal page at
ru: Посмотреть страницу этого предложения на

source: Hide deals from
ru: Скрыть предложения от

source: Show deals from
ru: Показать предложения от

source: See this lodging page at
ru: Посмотреть страницу этого жилья на

source: Hide apartments and rooms from
ru: Скрыть квартиры и комнаты от

source: Show apartments and rooms from
ru: Показать квартиры и комнаты от

source: See this hostel page at
ru: Посмотреть страницу гостиницы на

source: Hide hostels from
ru: Скрыть хостелы из

source: Show hostels from
ru: Показать хостелы из

source: Hide lodgings from
ru: Скрыть жильё от

source: Show lodgings from
ru: Показать жильё от

source: This feature is available to Furkot Pass holders.
de: Diese Funktion steht Furkot Pass-Inhabern zur Verfügung.
pl: Opcja dostępna dla posiadaczy Karnetu na Furkot.
pt_br: Esta função está disponível para os titulares do Passe Furkot.
ro: Această caracteristică este disponibilă pentru deținătorii de Furkot Pass.
ru: Эта функция доступна для владельцев Furkot Pass.

source: km
el: χλμ
ru: км

source: mi
el: μι
ru: миль

source: Places without coordinates have been ignored. To retrieve places without coordinates import the file as a new trip.
ru: Места без координат были проигнорированы. Для того, чтобы получить места без координат импортируйте файл как новую поездку.

source: Google Maps
el: Χάρτες Google
pl: Mapy Google
ru: Карты Google

source: Highways
de: Autobahnen
pl: Autostrady
pt_br: Rodovias
ro: Autostrăzi
ru: Шоссе

source: No hotels or motels
ru: Без гостиниц или мотелей

source: No chain hotels or motels
ru: Без сетевых гостиниц или мотелей

source: No apartments and private rooms
ru: Без квартир и комнат

source: No hostels
ru: Без хостелов

source: No blind hotel deals
ru: Без предложений от скрытых отелей

source: No campgrounds
ru: Без кемпингов

source: No pets
ru: Без животных

source: With pets
ru: С животными

source: Searching...
ru: Поиск…

source: Open to highway legal vehicles only
pl: Dostępna tylko dla pojazdów dopuszczonych do ruchu
pt_br: Aberto apenas para veículos autorizados para rodovias
ru: Открыто только для транспортных средств пригодных для движения по автомагистралям

source: Open to vehicles 50" or less in width
pl: Dostępna dla pojazdów o szerokości do 50"
pt_br: berto a veículos com 50 " ou menos de largura
ru: Открыто для транспортных средств шириной 1,27 метра или меньше

source: Open to wheeled OHV 50" or less in width
pl: Dostępna dla pojazdów terenowych o szerokości do 50"
pt_br: Aberto para veículos rodoviários fora de estrada com 50 " ou menos de largura
ru: Открыто для квадроциклов шириной 1,27 метра или меньше

source: High clearance vehicles only
pl: Tylko pojazdy o wysokim zawieszeniu
pt_br: Somente veículos com grande distancia do solo
ru: Только машины с большим клиренсом

source: Suitable for passenger cars
pl: Dostępna dla samochodów osobowych
pt_br: Adequado para automóveis de passageiros
ru: Подходит для легковых автомобилей

source: Hide hotels
ru: Скрыть гостиницы

source: Hide chain hotels and motels
ru: Скрыть сетевые гостиницы и мотели

source: Hide blind hotel deals
ru: Скрыть предложения от скрытых источников

source: Hide filling stations
ru: Скрыть заправки

source: Hide motorcycling routes
de: Motorradrouten ausblenden
pl: Ukryj trasy motocyklowe
pt_br: Ocultar rotas de motociclismo
ro: Ascunde traseele de motociclism
ru: Скрыть мотоциклетные маршруты

source: Motorcycling routes
de: Motorradrouten
pl: Trasy motocyklowe
pt_br: rotas de motociclismo
ro: Trasee de motociclism
ru: Мотоциклетные маршруты

source: Search guidebooks and travel guides on Amazon
ru: Поиск руководств и путеводителей на Amazon

source: Buy this book on Amazon
ru: Купить эту книгу на Amazon

source: Guidebooks and travel guides on Amazon
ru: Путеводители и руководства на Amazon

source: Hide books from Amazon
ru: Скрыть книги от Amazon

source: Books from Amazon
ru: Книги на Amazon

source: See description of this curiosity at Atlas Obscura
ru: Посмотреть описание этого места на Atlas Obscura

source: Hide curiosities from Atlas Obscura
ru: Скрыть достопримечательности из Atlas Obscura

source: Curiosities from Atlas Obscura
ru: Достопримечательности от Atlas Obscura

source: See description of this road at BestBikingRoads.com
ru: Посмотреть описание этого места на BestBikingRoads.com

source: See contributor's profile at BestBikingRoads.com
ru: Посмотреть профиль участника на BestBikingRoads.com

source: See riders' rating at BestBikingRoads.com
ru: Смотрите рейтинг гонщиков на BestBikingRoads.com

source: Hide roads and rides from BestBikingRoads.com
ru: Скрыть дороги и трассы от BestBikingRoads.com

source: Roads and rides from BestBikingRoads.com
ru: Дороги и трассы от BestBikingRoads.com

source: See description of this brewery at BreweryDB
ru: Посмотреть описание этой пивоварни на BreweryDB

source: See this brewery own website
ru: Посмотреть сайт этой пивоварни

source: Stop at this brewery
ru: Сделать здесь остановку

source: Add this brewery as a skipped stop
ru: Добавить эту пивоварню как возможную остановку

source: Fold this brewery details
ru: Свернуть подробности этой пивоварни

source: Hide breweries from BreweryDB
ru: Скрыть пивоварни из BreweryDB

source: Breweries from BreweryDB
ru: Пивоварни из BreweryDB

source: See description of this byway at America's Scenic Byways
ru: Посмотреть описание этого места в America's Scenic Byways

source: Hide America's Scenic Byways
ru: Скрыть America's Scenic Byways

source: See description of this dive site at DiveSpots
ru: Посмотреть описание этого места на DiveSpots

source: See user reviews at DiveSpots
ru: Посмотреть отзывы на DiveSpots

source: Hide dive sites from DiveSpots
ru: Скрыть места от DiveSpots

source: Dive sites from DiveSpots
ru: Места от DiveSpots

source: See description of this birdwatching hotspot at ebird.org
ru: Посмотреть описание этого места в ebird.org

source: Hide birdwatching hotspots from ebird.org
ru: Скрыть места из ebird.org

source: Birdwatching hotspots from ebird.org
ru: Места из ebird.org

source: See this guide at AllTrails
ru: Посмотреть это руководство на AllTrails

source: See user reviews at AllTrails
ru: Посмотреть отзывы на AllTrails

source: Hide guides from AllTrails
ru: Скрыть руководства от AllTrails

source: Guides from AllTrails
ru: Руководства от AllTrails

source: See this farmers market own website
de: Website dieses Bauernmarkts ansehen
pl: Zobacz własną stronę internetową rynku
pt_br: Veja o site desse mercado dos fazendeiros
ru: Посмотреть сайт этого места

source: Stop at this farmers market
de: An diesem Bauernmarkt anhalten
pl: Zrób zakupy na rynku
pt_br: Parar neste mercado dos agricultores
ru: Сделать здесь остановку

source: Add this farmers market as a skipped stop
de: Diesen Bauernmarkt als eine übersprungene Station hinzufügen
pl: Dodaj rynek jako omijany postój
pt_br: Adicione este mercado de agricultores como uma parada ignorada
ru: Добавить это место, как возможную остановку
