Repository: furkot/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ca, de, el, fi, fr, hu, it, nb, nl, pl, pt, pt_br, ro, ru

source: Welcome to the guided tour of Furkot's features. We will give you several tips to help you plan your trip.
ca: Benvingut al tour de les funcions de Furkot. Et donarem força consells per ajudar-te a planificar el teu viatge.
de: Willkommen zur geführten Tour durch die Funktionen von Furkot. Wir geben Ihnen einige Tipps, die Ihnen helfen, Ihre Reise zu planen.
el: Καλώς ήρθατε στην ξενάγηση στα χαρακτηριστικά του Furkot. Θα σας δώσουμε αρκετές συμβουλές για να σας βοηθήσουμε να σχεδιάσετε το ταξίδι σας.
fi: Tervetuloa Furkotin ominaisuuksien opastetulle kierrokselle. Täältä löydät useita vinkkejä matkasi suunnitteluun.
fr: Bienvenue dans la visite guidée des fonctionnalités de Furkot. Nous allons vous donner quelques conseils pour vous aider à planifier votre voyage.
it: Benvenuto nella guida delle caratteristiche di Furkot. Ti daremo alcuni consigli per aiutarti a pianificare il tuo viaggio.
nb: Velkommen til omvisning i Furkots funksjoner. Vi vil gi deg flere tips for å hjelpe deg med å planlegge turen.
nl: Welkom bij de rondleiding voor de functie's van Furkot. Wij geven je diverse tips om je te helpen jouw reis te plannen.
pl: Krótki przewodnik po Furkocie. Podamy Ci kilka wskazówek pomocnych w planowaniu podróży.
pt: Bem-vindo à visita guiada das características do Furkot. Vamos dar-lhe algumas dicas para ajudá-lo a planear a sua viagem.
pt_br: Bem-vindo à visita guiada das características do Furkot. Vamos dar-lhe algumas dicas para ajudá-lo a planejar sua viagem.
ro: Bine ai venit la turul ghidat al caracteristicilor Furkot. Vă vom oferi mai multe sfaturi pentru a vă ajuta să vă planificați călătoria.
ru: Добро пожаловать на экскурсию по функциям Furkot. Мы дадим вам несколько советов, которые помогут вам спланировать поездку.

source: You can stop the tour at any time pressing [Close]. If you want to continue later just use the button above.
ca: Pots aturar el tour quan vulguis prement [Tancar]. Si vols continuar més tard només cal que facis servir el botó de dalt.
de: Sie können die Tour durch Druck auf [Schließen] jederzeit beenden. Wenn Sie den Vorgang später fortsetzen möchten, benutzen Sie einfach den Button oben.
el: Μπορείτε να διακόψετε την περιήγηση ανά πάσα στιγμή πατώντας [Κλείσιμο]. Εάν θέλετε να συνεχίσετε αργότερα, απλώς χρησιμοποιήστε το παραπάνω κουμπί.
fi: Voit lopettaa opastetun kierroksen milloin tahansa painamalla [Sulje]. Jos haluat jatkaa myöhemmin, käytä yllä olevaa painiketta.
fr: Vous pouvez arrêter la visite à tout moment en cliquant sur [Fermer]. Si vous souhaitez continuer plus tard, il suffit d'utiliser le bouton ci-dessus.
it: Puoi fermare il tour in ogni momento premendo [Chiudi]. Se vuoi continuare più tardi usa il pulsante sopra.
nb: Du kan stoppe turen når som helst trykke på [Lukk]. Hvis du ønsker å fortsette senere er det å bare bruke knappen ovenfor.
nl: Je kunt de rondleiding op elk gewenst moment stoppen door op [Sluiten] te klikken. Wanneer je op een later tijdstip door wilt gaan klik dan op de knop hierboven.
pl: Możesz zatrzymać przewodnik w każdej chwili naciskając [Koniec]. Jeśli chcesz kontynuować później użyj przycisku powyżej.
pt: Pode parar a visita guiada a qualquer momento pressionando [Fechar]. Se quiser continuar mais tarde basta usar o botão acima.
pt_br: Você pode parar o tour a qualquer momento pressionando [Fechar]. Se você quiser continuar depois é só usar o botão acima.
ro: Poți sa oprești turul în orice moment apăsând [Închidere]. Dacă dorești să continui mai târziu, folosește butonul de mai sus.
ru: Вы можете остановить тур в любое время, нажав [Закрыть]. Если вы хотите продолжить позже, просто используйте кнопку выше.

source: Press [Next] to continue now.
ca: Prem [Següent] per continuar ara.
de: Drücken Sie [Weiter], um jetzt fortzufahren.
el: Πατήστε [Επόμενο] για να συνεχίσετε τώρα.
fi: Jatkaaksesi paina [Seuraava].
fr: Cliquez sur [Suivant] pour continuer maintenant.
it: Premi [Prossimo] per continuare adesso.
nb: Trykk [Neste] for å fortsette nå.
nl: Klik op [Volgende] om nu door te gaan.
pl: Naciśnij klawisz [Dalej], aby kontynuować.
pt: Pressione [Próxima] para continuar agora.
pt_br: Pressione [Próxima] para continuar agora.
ro: Apasă [Următorul] pentru a continua acum.
ru: Нажмите [Next], чтобы продолжить сейчас.

source: Furkot offers several ways of adding stops to your trip.
ca: Furkot ofereix diverses maneres d'afegir aturades al teu viatge.
de: Furkot bietet verschiedene Möglichkeiten, um Stationen zu Ihrer Reise hinzuzufügen.
el: Το Furkot προσφέρει διάφορους τρόπους για να προσθέσετε στάσεις στο ταξίδι σας.
fi: Furkot tarjoaa useita tapoja matkalla olevien pysähdysten lisäämisiin suunnitelmaasi.
fr: Furkot propose plusieurs manières d'ajouter des étapes pour votre voyage.
it: Furkot offre svariati modi di aggiungere soste al tuo viaggio.
nb: Furkot tilbyr flere måter å legge til stopp på turen.
nl: Furkot biedt verschillende mogelijkheden om stopplaatsen aan je reis toe te voegen.
pl: Furkot pozwala dodawać postoje do podróży na kilka sposobów.
pt: Furkot oferece várias formas de adicionar paragens à sua viagem.
pt_br: Furkot oferece várias maneiras de adicionar paradas para a sua viagem.
ro: Furkot oferă mai multe modalități de a adăuga opriri în călătorie.
ru: Furkot предлагает несколько способов добавления остановок в вашу поездку.

source: If the place you want to visit is visible on the map, just click it and let Furkot figure out its position and address. You can always refine or move it later.
ca: Si el lloc que vols visitar és visible al mapa, feu-hi clic i deixeu que Furkot esbringui la seva posició i adreça. El podràs afinar o moure'l més tard.
de: Wenn der Ort, den Sie besuchen wollen, auf der Karte zu sehen ist, klicken Sie einfach darauf und lassen Sie Furkot die Position und Adresse herausfinden. Sie können jederzeit diesen Punkt verfeinern oder verschieben.
el: Εάν το μέρος που θέλετε να επισκεφθείτε είναι ορατό στο χάρτη, απλώς κάντε κλικ σε αυτό και αφήστε το Furkot να βρει τη θέση και τη διεύθυνσή του. Μπορείτε πάντα να το βελτιώσετε ή να το μετακινήσετε αργότερα.
fi: Jos paikka jossa haluat vierailla näkyy kartalla, klikkaa sitä ja Furkot selvittää helposti sen sijainnin sekä osoitteen. Voit aina muokata sitä myöhemmin.
fr: Si le lieu que vous souhaitez visiter est visible sur la carte, il suffit de cliquer dessus et laisser Furkot deviner sa position et son adresse. Vous pourrez toujours l’ajuster ou le déplacer plus tard.
it: Se il posto che vuoi visitare è visibile sulla mappa, cliccalo e lascia che Furcot visualizzi la sua posizione e indirizzo. Potrai ridefinirlo o spostarlo più tardi.
nb: Hvis stedet du ønsker å besøke er synlig på kartet, bare klikk på det og la Furkot finne stedets posisjon og adresse. Du kan alltid finpusse eller flytte det senere.
nl: Wanneer de plaats die je wilt bezoeken op de kaart zichtbaar is, klikt er dan op en laat Furkot de positie en het adres uitzoeken. Later kun je het altijd verfijnen of verplaatsen.
pl: Jeśli miejsce, które chcesz odwiedzić jest widoczne na mapie, po prostu na nie kliknij, a Furkot znajdzie jego współrzędne i adres. Zawsze możesz poprawić lub przesunąć je później.
pt: Se o local que deseja visitar está visível no mapa, basta clicar nele e deixár o Furkot descobrir a sua posição e endereço. Pode sempre refinar ou movê-lo mais tarde.
pt_br: Se o local que deseja visitar é visível no mapa, basta clicar nele e deixár o Furkot descobrir a sua posição e endereço. Você sempre pode refinar ou movê-lo mais tarde.
ro: Dacă locul pe care doreși să-l vizitați este vizibil pe hartă, trebuie doar să faci clic pe el și să-l lași pe Furkot să-și dea seama de poziția și adresa sa. Poți oricând mai târziu să faci corecții.
ru: Если место, которое вы хотите посетить, видно на карте, просто щелкните по нему и позвольте Furkot определить его местоположение и адрес. Вы всегда можете уточнить или переместить его позже.

source: Why don't you give it a try now?
ca: Per què no ho proves ara?
de: Warum versuchen Sie es nicht einfach mal?
el: Γιατί δεν το δοκιμάζετε τώρα;
fi: Mikset kokeilisi sitä heti?
fr: Pourquoi ne pas faire un essai maintenant ?
it: Perché non lo provi adesso?
nb: Hvorfor ikke prøve nå?
nl: Waarom ga je het nu niet eens proberen?
pl: Chcesz spróbować?
pt: Porque não experimenta agora?
pt_br: Por que você não experimenta agora?
ro: De ce să nu încerci chiar acum?
ru: Почему бы Вам не попробовать сейчас?

source: If you know the name or address of a place you want to visit, you can use the button above to add it to your trip.
ca: Si coneixes el nom o l'adreça d'un lloc que vulguis visitar, podeu utilitzar el botó de dalt per afegir-lo al teu viatge.
de: Wenn Sie den Namen oder die Adresse eines Ortes, den Sie besuchen möchten, kennen, können Sie den Button oben verwenden, um ihn Ihrer Route hinzuzufügen.
fi: Jos tiedät paikan nimen tai osoitteen jossa haluat vierailla, voit lisätä sen matkaasi yllä olevan haku-painikkeen kautta.
fr: Si vous connaissez le nom ou l'adresse d'un lieu que vous souhaitez visiter, vous pouvez utiliser le bouton ci-dessus pour l'ajouter à votre voyage.
it: Se conosci il nome o l'indirizzo di un posto che vuoi visitare, puoi usare il pulsante sopra per aggiungerlo al tuo viaggio.
nb: Hvis du vet navnet eller adressen til et sted du ønsker å besøke kan du bruke knappen over for å legge det til din reise.
nl: Wanneer je de naam of het adres van een plaats weet die je wilt bezoeken, kun je de knop hierboven gebruiken om het aan je reis toe te voegen.
pl: Jeśli znasz nazwę lub adres miejsca, które chcesz odwiedzić, możesz użyć przycisku powyżej, aby je dodać do podróży.
pt: Se souber o nome ou o endereço de um lugar que deseja visitar, pode usar o botão acima para adicioná-lo à sua viagem.
pt_br: Se você souber o nome ou o endereço de um lugar que você deseja visitar, você pode usar o botão acima para adicioná-lo à sua viagem.
ro: Dacă știi numele sau adresa unui loc pe care dorești să îl vizitezi, poți utiliza butonul de mai sus pentru a-l adăuga la călătorie.
ru: Если вы знаете название или адрес места, которое хотите посетить, вы можете использовать кнопку выше, чтобы добавить его в свою поездку.

source: Try it - as you type the name or address, Furkot will show you the list of matching places.
ca: Prova-ho: mentre escrius el nom o l'adreça, Furkot et mostrarà el llistat de llocs coincidents.
de: Probieren Sie es aus - während Sie den Namen oder die Adresse eingeben, wird Furkot Ihnen eine Liste passender Orte zeigen.
el: Δοκιμάστε το - καθώς πληκτρολογείτε το όνομα ή τη διεύθυνση, το Furkot θα σας δείξει τη λίστα με τα μέρη που ταιριάζουν.
fi: Kokeile - Kirjoittaessasi nimeä tai osoitetta, Furkot näyttää sinulle luettelon osuvimmista paikoista.
fr: Essayez ! Au fur et à mesure que vous saisirez le nom ou l'adresse, Furkot vous montrera la liste des lieux correspondants.
it: Provalo - quando digiti il nome o l'indirizzo, Furkot visualizzerà una lista dei posti combacianti.
nb: Prøv det - etter hvert som du skriver navnet eller adressen, vil Furkot vise deg en liste over samsvarende steder.
nl: Probeer het - terwijl je de naam of het adres typt, zal Furkot je een lijst tonen met overeenkomende plaatsen.
pl: Spróbuj - jak wpiszesz nazwę lub adres, Furkot pokaże listę pasujących miejsc.
pt: Experimente - enquanto digita o nome ou endereço, Furkot irá mostrar a lista de locais correspondentes.
pt_br: Experimente - enquanto você digita o nome ou endereço, Furkot irá mostrar a lista dos locais correspondentes.
ro: Încercă-l - pe măsură ce tastezi numele sau adresa, Furkot va arăta lista de locuri potrivite.
ru: Попробуйте - при вводе имени или адреса Furkot покажет вам список подходящих мест.

source: You can also select stops from Furkot's vast collection of interesting places, attractions, overnight lodging accommodations, dining and drinking establishments and even gas and electric refueling stations.
ca: També pots seleccionar aturades de la gran col·lecció de llocs interessants de Furkot, atraccions, allotjaments per a la nit, establiments de menjar i begudes i fins i tot estacions de servei de gas i d'electricitat.
de: Sie können auch Stationen aus Furkots großer Sammlung von interessanten Orten, Sehenswürdigkeiten, Übernachtungsmöglichkeiten, Unterkünften, Restaurants und sogar Gas- und Elektro-Tankstellen auswählen.
el: Μπορείτε επίσης να επιλέξετε στάσεις από την τεράστια συλλογή του Furkot από ενδιαφέροντα μέρη, αξιοθέατα, καταλύματα , εστιατόρια και μπαρ, ακόμη και σταθμούς φυσικού αερίου και ηλεκτρικού ανεφοδιασμού.
fi: Voit myös valita pysähdyksiä matkallesi Furkotin laajasta kohteiden, majoitus-, ruokailu- ja juomapaikkojen tai jopa huolto- ja sähköautojen latausasemien valikoimasta.
fr: Vous pouvez également sélectionner les étapes à partir de la base Furkot : endroits les plus intéressants, curiosités, hébergements, restaurants et bars, et même les stations-service et bornes de recharge électrique.
it: Puoi anche selezionare le soste dalla vasta collezione di Furkot di posti interessanti, attrazioni, strutture ricettive, locali di ristoro e anche stazioni di rifornimento e ricarica.
nb: Du kan også velge stopp fra Furkot enorme samling av interessante steder, attraksjoner, overnattingssteder, steder å spise og drikke og til og med bensin- og ladestasjoner.
nl: Je kunt ook stopplaatsen toevoegen uit Furkot's grote collectie van interessante plaatsen, attracties, overnachtingsmogelijkheden, restaurants en drankgelegenheden en zelfs tankstations en laadstations.
pl: Możesz również wybrać postój z udostępnianej przez Furkota kolekcji muzeów, atrakcji, noclegów, restauracji, barów.
pt: Você também pode seleccionar paragens da vasta colecção Furkot de locais interessantes, atracções, locais para pernoitar, restaurantes e bares e até mesmo postos de reabastecimento de gasolina e de electricidade.
pt_br: Você também pode selecionar paradas da vasta coleção Furkot de lugares interessantes, atrações, locais para pernoite, restaurantes e bares e até mesmo postos de gasolina e de reabastecimento de combustível elétrico.
ro: De asemenea, poți selecta opriri din vasta colecție Furkot de locuri interesante, atracții, cazări peste noapte, unități de luat masa și de băut și chiar stații de realimentare cu gaz și electrice.
ru: Вы также можете выбрать остановки из обширной коллекции интересных мест Furkot, достопримечательностей, мест ночлега, ресторанов и баров и даже газовых и электрических заправочных станций.

source: Whether you like to visit museums or are an outdoor enthusiast Furkot can help you find places to visit and experiences to remember.
ca: Tant si t'agrada visitar museus com si ets un entusiasta de l'aire lliure, Furkot et pot ajudar a trobar llocs per visitar i experiències per recordar.
de: Ob Sie Museen besuchen oder ein Outdoor-Enthusiast sind, Furkot wird Ihnen helfen, interessante Orte zu finden, an die Sie sich lange erinnern werden.
el: Είτε σας αρέσει να επισκέπτεστε μουσεία είτε είστε λάτρης της υπαίθρου, το Furkot μπορεί να σας βοηθήσει να βρείτε μέρη για επίσκεψη και εμπειρίες που θα θυμάστε.
fi: Halusitpa sitten vierailla museoissa tai harrastaa ulkoilua, Furkot auttaa sinua löytämään kohteita ja elämyksiä jotka jäävät mieleen.
fr: Que vous soyez amateur de musées ou de plein air, Furkot peut vous aider à trouver des endroits à visiter et des expériences dont vous vous souviendrez.
it: Se invece ti piacciono i musei o se sei un amante dell'aria aperta, Furkot può aiutarti a trovare posti da visitare e esperienze da ricordare.
nb: Enten du liker å besøke museer eller er en utendørsentusiast kan Furkot hjelpe deg med å finne steder å besøke og minneverdige opplevelser.
nl: Of je nu musea wilt bezoeken of een liefhebber van de natuur bent, Furkot kan je helpen bij het vinden van plaatsen die je lang zullen bijblijven.
pl: Chcesz zwiedzać muzea czy może jesteś entuzjastą rekreacji na świeżym powietrzu? Furkot pomoże Ci znaleźć miejsca do odwiedzenia i doświadczenia do przeżycia.
pt: Quer goste de visitar museus ou seja um entusiasta do ar livre Furkot pode ajudar a encontrar lugares para visitar e experiências para recordar.
pt_br: Se você gosta de visitar museus ou é um entusiasta do ar livre Furkot pode ajudar a encontrar lugares para visitar e experiências para se lembrar.
ro: Fie că îți place să vizitezi muzee sau ești un entuziast în aer liber Furkot te poate ajuta să găsești locuri de vizitat pentru e experiențe memorabile.
ru: Если вы любите посещать музеи или отдыхать на природе, Furkot может помочь вам найти такие места и незабываемые впечатления.

source: Open the [Find] drawer and select one or more categories.
ca: Obre el calaix [Troba] i selecciona una o més categories.
de: Öffnen Sie den Reiter [Suche] und wählen Sie eine oder mehrere Kategorien.
el: Ανοίξτε την καρτέλα [Εύρεση] και επιλέξτε μία ή περισσότερες κατηγορίες.
fi: Avaa [Näytä]-sivuvalikko ja valitse yhdestä tai useammasta kategoriasta.
fr: Ouvrez le tiroir [Chercher] et sélectionnez une ou plusieurs catégories.
it: Apri la scheda [Trova] e seleziona una o più categorie.
nb: Åpne [Søk] fanen og velg én eller flere kategorier.
nl: Open de [Vinden]-tab en maak een keuze uit een of meer categorieën.
pl: Otwórz szufladę [Atrakcje] szufladę i wybierz jedną lub więcej kategorii.
pt: Abra a secção [Pesquisar] e selecione uma ou mais categorias.
pt_br: Abra a aba [Buscar] e selecione uma ou mais categorias.
ro: Deschide sertarul [GĂSEȘTE] și selectează una sau mai multe categorii.
ru: Откройте вкладку [Поиск] и выберите одну или несколько категорий.

source: Car or bicycle? Campground or 5 star hotel? Start early or stay late? Furkot can accommodate your travel style.
ca: Cotxe o bicicleta? Càmping o hotel de 5 estrelles? Començar d'hora o tard? Furkot es pot adaptar al teu estil de viatge.
de: Auto oder Fahrrad? Campingplatz oder 5-Sterne-Hotel? Starten Sie früh oder bleiben Sie lange auf? Furkot kann sich Ihrem Reisestil anpassen.
el: Αυτοκίνητο ή ποδήλατο; Κάμπινγκ ή ξενοδοχείο 5 αστέρων; Θα ξεκινήστε νωρίς ή θα μείνετε ως αργά; Το Furkot μπορεί να προσαρμοστεί στο στυλ του ταξιδιού σας.
fi: Autolla vai polkupyörällä? Leirintäalue vai viiden tähden hotelli? Aloitatko päiväsi aikaisin vai meneekö illalla myöhään? Furkot voi sovittaa sen matkustustyyliisi.
fr: Voiture ou vélo ? Camping ou hôtel 5 étoiles ? Commencer tôt la journée ou finir tard ? Furkot s’adapte à votre manière de voyager.
it: Macchina o bicicletta? Campeggio o albergo a 5 stelle? Partire presto o fare tardi? Furkot può soddisfare ogni tuo stile di viaggio.
nb: Bil eller sykkel? Campingplass eller 5 stjerners hotell? Start tidlig eller sent? Furkot kan imøtekomme dine reisevaner.
nl: Auto of fiets? Kampeerplaats of 5 sterren hotel? Vroeg beginnen of laat blijven? Furkot is geschikt voor elke reisstijl.
pl: Samochódem czy rowerem? Pole namiotowe czy 5-gwiazdkowy hotel? Wstajesz wcześnie czy preferujesz leniwe poranki? Furkot dostosuje podróż do Twojego stylu.
pt: Carro ou bicicleta? Parque de campismo ou hotel 5 estrelas? Começar cedo ou ficar até mais tarde? Furkot pode acomodar o seu estilo de viagem.
pt_br: Carro ou bicicleta? Camping ou hotel 5 estrelas? Comece cedo ou fique até mais tarde? Furkot pode acomodar o seu estilo de viagem.
ro: Mașină sau bicicletă? Camping sau hotel de 5 stele? Începi mai devreme sau rămâi târziu? Furkot se adapteaza stilului tău de călătorie.
ru: Автомобиль или велосипед? Кемпинг или 5-звездочный отель? Выдвинуться рано или задержаться? Furkot может совместить ваш стиль путешествий.

source: Adjust the settings in the [Trip] drawer to reflect your travel preferences.
ca: Ajusta la configuració al calaix [Viatge] per reflectir les teves preferències de viatge.
de: Passen Sie die Einstellungen im Reiter [Reise] Ihren Reisevorlieben an.
el: Προσαρμόστε τις ρυθμίσεις στην καρτέλα [Ταξίδι] ώστε να αντικατοπτρίζουν τις ταξιδιωτικές προτιμήσεις σας.
fi: Muuta asetuksia [Matka]-sivuvalikosta reissumieltymystesi mukaan.
fr: Régler les paramètres dans le tiroir [Voyage] pour définir vos préférences de voyage.
it: Regola le impostazioni nella scheda [Viaggio] per rispecchiare le tue preferenze di viaggio.
nb: Juster innstillingene i [Tur] fanen å legge inn dine reisepreferanser.
nl: Pas met behulp van de instellingen in de [Reis]-tab je reisvoorkeuren aan.
pl: Dopasuj ustawienia w szufladzie [Podróż] do swoich preferencji.
pt: Ajuste as configurações na secção [Viagem] para reflectir as suas preferências de viagem.
pt_br: Ajuste as configurações na aba [Viagem] para indicar suas preferências de viagem.
ro: Ajustează setările din sertarul [CĂLĂTORIE] pentru a reflecta preferințele tale turistice.
ru: Настройте параметры во вкладке [Поездка], чтобы отразить ваши предпочтения поездки.

source: You can also export your route, book the entire trip, and share it with others to show off or to ask for suggestions.
ca: També pots exportar la vostra ruta, reservar tot el viatge i compartir-la amb altres persones per mostrar-la o per demanar suggeriments.
de: Sie können Ihre Route auch exportieren, die gesamte Reise buchen und diese mit anderen teilen, um sie zu präsentieren oder um Vorschläge zu bitten.
fi: Voit viedä myös reittisi toiseen muotoon, varata matkan kaikki yöpymiset ja jakaa matkan vain näyttääksesi sen muille tai pyytääksesi muilta ehdotuksia sen varrelle.
fr: Vous pouvez également exporter votre itinéraire, réserver la totalité du voyage, et le partager avec d'autres pour le montrer ou pour demander des suggestions.
it: Puoi anche esportare il tuo percorso, prenotare l'intero viaggio e condividerlo con altri per chiedere suggerimenti o per farlo vedere.
nb: Du kan også eksportere ruten, bestille hele turen og dele den med andre for å vise fram turen eller for å be om forslag.
nl: Je kunt ook je route exporteren, je hele reis boeken, je reis aan anderen tonen en delen, zodat je hen bijvoorbeeld om suggesties kunt vragen.
pl: Można także wyeksportować trasę, zarezerwować całą podróż, i podzielić się nią z innymi, aby poprosić o sugestie.
pt: Pode também exportar a sua rota, reservar a viagem inteira, e partilha-la com outras pessoas para mostrar ou para pedir sugestões.
pt_br: Você também pode exportar o seu percurso, reservar a viagem inteira, e compartilhá-la com outras pessoas para mostrar ou para pedir sugestões.
ro: De asemenea, poți să exporți drumul, să rezervi întreaga călătorie și să o partajezi cu alte persoane pentru a o arăta sau pentru a cere sugestii.
ru: Вы также можете экспортировать свой маршрут, забронировать жилье на всю поездку и поделиться ею с другими, чтобы покрасоваться или попросить совета.
