Repository: furkot/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ca, de, el, fi, fr, hu, it, nb, nl, pl, pt, pt_br, ro, ru

source: Move this stop down
ca: Mou aquesta aturada cap avall
de: Diese Station nach unten verschieben
el: Μετακίνηση αυτής της στάσης προς τα κάτω
fi: Siirrä pysähdys alemmaksi
fr: Déplacer cette étape vers le bas
hu: Megálló későbbre helyezése
it: Sposta questa sosta più giù
nb: Flytt dette stoppet til senere
nl: Deze stopplaats naar beneden verplaatsen
pl: Umieść postój pózniej
pt: Mover esta paragem para baixo
pt_br: Mova esta parada para baixo
ro: Mută această oprire în jos
ru: Переместить эту остановку вниз

source: Down
ca: Avall
de: Runter
el: Αργότερα
fi: Alemmaksi
fr: Après
hu: Később
it: Giù
nb: Senere
nl: Naar beneden
pl: Po
pt: Para baixo
pt_br: Para baixo
ro: Jos
ru: Вниз

source: Move this stop up
ca: Mou aquesta aturada cap amunt
de: Diese Station nach oben verschieben
el: Μετακίνηση αυτής της στάσης προς τα επάνω
fi: Siirrä pysähdys ylemmäksi
fr: Déplacer cette étape vers le haut
hu: Megálló előrébbküldése
it: Sposta questa sosta più su
nb: Flytt dette stoppet tidligere
nl: Deze stopplaats naar boven verplaatsen
pl: Umieść postój wcześniej
pt: Mover esta paragem para cima
pt_br: Mover esta parada para cima
ro: Mută această oprire în sus
ru: Переместить эту остановку вверх

source: Up
ca: Amunt
de: Hoch
el: Πάνω
fi: Ylemmäksi
fr: Avant
hu: Előrébb
it: Su
nb: Tidligere
nl: Omhoog
pl: Przed
pt: Para cima
pt_br: Para cima
ro: Sus
ru: Вверх

source: Visit this place traveling inbound
ca: Visita aquest lloc viatjant-hi a l'anada
de: Diesen Ort auf der Rückreise besuchen
fi: Käy paikassa tulomatkalla
fr: Visitez ce lieu au retour
hu: Hely meglátogatása odafele
it: Visita questo posto al ritorno
nb: Besøk dette stedet på tilbaketuren
nl: Bezoek deze plaats op de terugweg
pl: Odwiedź to miejsce w drodze powrotnej
pt: Visitar este lugar na volta
pt_br: Visitar este lugar viajando na chegada
ru: Посетить это место, путешествуя туда

source: In
ca: A
fi: Paluu
fr: Vers
hu: Oda
it: Ritorno
nb: Returstopp
nl: Vanuit
pl: Z
pt_br: Chegando
ro: În
ru: Туда

source: Visit this place traveling outbound
ca: Visita aquest lloc viatjant-hi a l'anada
de: Besuchen Sie diesen Ort auf der Hinreise
fi: Käy paikassa menomatkalla
fr: Visitez ce lieu à l’aller
hu: Megálló felkeresése visszaúton
it: Visita questo posto all'andata
nb: Besøk dette stedet på utreisen
nl: Bezoek deze plaats op de heenweg
pl: Odwiedź to miejsce w drodze tam
pt_br: Visitar este lugar na saída
ru: Посетить это место, путешествуя обратно

source: Out
ca: Fora
de: Aus
el: Έξω
fi: Meno
fr: De
hu: visszaúton
it: Andata
nb: Utreise
nl: Naar
pl: Do
pt_br: Saindo
ro: Afară
ru: Обратно

source: Specify a descriptive name
ca: Especifica un nom descriptiu
de: Geben Sie einen beschreibenden Namen an
fi: Anna kuvaava nimi
fr: Indiquez un nom détaillé
hu: Adj meg egy saját nevet
it: Specificare un nome descrittivo
nb: Angi et beskrivende navn
nl: Geef een duidelijke naam
pl: Nadaj własną nazwę
pt: Especifique um nome descritivo
pt_br: Especifique um nome descritivo
ro: Specifică un nume descriptiv
ru: Укажите описывающее имя

source: Specify place location
ca: Especifica la ubicació del lloc
de: Geben Sie den Ort genau an
el: Καθορισμός τοποθεσίας
fi: Anna paikan sijainti
fr: Indiquer l’emplacement du lieu
hu: Hely címének meghatározása
it: Specifica la posizione del luogo
nb: Angi stedslokasjon
nl: Geef de plaats nauwkeurig aan
pl: Określ położenie miejsca
pt: Especificar localização
pt_br: Especificar localização
ru: Укажите место расположения

source: Click to modify place
ca: Fes clic per modificar el lloc
de: Klicken, um den Ort zu ändern
el: Κάντε κλικ για να τροποποιήσετε το μέρος
fi: Muuta paikkaa
fr: Cliquez pour modifier le lieu
hu: Kattints a hely módosításához
it: Fai clic per modificare il luogo
nb: Klikk for å endre sted
nl: Klik om de plaatsnaam te wijzigen
pl: Kliknij, aby zmienić nazwę
pt: Pressione para modificar lugar
pt_br: Clique para modificar lugar
ro: Click pentru a modifica locul
ru: Нажмите, чтобы изменить место

source: Place
ca: Lloc
de: Orte
el: σημείο
fi: Paikka
fr: Lieu
hu: Hely
it: Luogo
nb: Sted
nl: Plaats
pl: Miejsce
pt: Lugar
pt_br: Lugar
ro: Loc
ru: Место

source: Match TripIt itinerary item
ca: Coincideix amb l'element de l'itinerari de TripIt
de: Passendes Element aus dem TripIt-Reiseverlauf
fi: Yhdistä osa TripIt-matkasuunnitelmasta
fr: Faire correspondre au parcours TripIt
hu: TripIt itiner pont összekapcsolása
it: Abbina voce Itinerario TripIt
nb: Match TripIt reieseruteelement
nl: Stem af op het TripIt-reisschema
pl: Dopasuj pozycję z podróży w serwisie TripIt
pt: Combinar item de itinerário TripIt
pt_br: Combinar item de itinerário TripIt
ru: Соответствует пункту маршрута TripIt

source: No confirmation
ca: Sense confirmació
de: Keine Bestätigung
el: Δεν υπάρχει επιβεβαίωση
fi: Ei vahvistusta
fr: Pas de confirmation
hu: Nincs visszajelzés
it: Nessuna conferma
nb: Ingen bekreftelse
nl: Geen bevestiging
pl: Brak potwierdzenia
pt: Sem confirmação
pt_br: Sem confirmação
ro: Fără confirmare
ru: Нет подтверждения

source: Address
ca: Adreça
de: Anschrift
el: Διεύθυνση
fi: Osoite
fr: Adresse
hu: Cím
it: Indirizzo
nb: Adresse
nl: Adres
pl: Adres
pt: Endereço
pt_br: Endereço
ro: Adresă
ru: Адрес

source: Click to modify address
ca: Fes clic per modificar l'adreça
de: Klicken, um die Adresse zu ändern
el: Κάντε κλικ για να τροποποιήσετε τη διεύθυνση
fi: Muuta osoitetta
fr: Cliquez pour modifier l'adresse
hu: Kattints a cím módosításához
it: Fai clic per modificare l'indirizzo
nb: Klikk for å endre adresse
nl: Klik om het adres te wijzigen
pl: Kliknij, aby zmienić adres
pt: Pressione para modificar o endereço
pt_br: Clique para modificar o endereço
ro: Clic pentru a modifica adresa
ru: Нажмите, чтобы изменить адрес

source: Navigate to stop address
ca: Navega per aturar-te a l'adreça
de: Navigieren zur Adresse der Station
fi: Navigoi osoitteeseen
fr: Naviguer vers l'adresse de l'étape
hu: Navigálás a megálló címéhez
it: Procedi fino all'indirizzo della sosta
nb: Naviger til stoppadresse
nl: Navigeer naar het stopplaatsadres
pl: Nawiguj do adresu
pt: Navegar para o endereço de paragem
pt_br: Navegar até o endereço de parada
ro: Navigare la adresa de oprire
ru: Проложить маршрут до адреса остановки

source: Phone
ca: Telèfon
de: Telefon
el: Τηλέφωνο
fi: Puhelin
fr: Téléphone
hu: Telefon
it: Telefono
nb: Telefon
nl: Telefoonnummer
pl: Telefon
pt: Telefone
pt_br: Telefone
ro: Telefon
ru: Телефон

source: Click to modify phone number
ca: Fes clic per modificar el número de telèfon
de: Klicken, um die Telefonnummer zu ändern
el: Κάντε κλικ για να τροποποιήσετε τον αριθμό τηλεφώνου
fi: Muokkaa puhelinnumeroa
fr: Cliquez pour modifier le numéro de téléphone
hu: Kattints a telefonszám módosításához
it: Fai clic per modificare il numero di telefono
nb: Klikk for å endre telefonnummer
nl: Klik om het telefoonnummer te wijzigen
pl: Kliknij, aby zmienić numer telefonu
pt: Pressione para modificar número de telefone
pt_br: Clique para modificar o número de telefone
ro: Clic pentru a modifica numărul de telefon
ru: Нажмите, чтобы изменить номер телефона

source: Nights
ca: Nits
de: Nächte
el: Νύχτες
fi: Yöt
fr: Nuit(s)
hu: Éjszakák
it: Notti
nb: Overnattinger
nl: Nachten
pl: Doby
pt: Noites
pt_br: Noites
ro: Nopți
ru: Ночей

source: Click to modify number of nights
ca: Fes clic per modificar el nombre de nits
de: Klicken, um die Anzahl der Nächte zu ändern
el: Κάντε κλικ για να τροποποιήσετε τον αριθμό των διανυκτερεύσεων
fi: Muuta yöpymisen kestoa
fr: Cliquez pour modifier le nombre de nuits
hu: Kattints a tervezett éjszakák módosításához
it: Fai clic per modificare il numero di notti
nb: Klikk for å endre antall overnattinger
nl: Klik om het aantal nachten te wijzigen
pl: Kliknij, aby zmienić liczbę nocy
pt: Pressione para modificar número de noites
pt_br: Clique para modificar o número de noites
ro: Click pentru a modifica numărul de nopți
ru: Нажмите, чтобы изменить количество ночей

source: Duration
ca: Durada
de: Verweildauer
el: Διάρκεια
fi: Kesto
fr: Durée
hu: Időtartam
it: Durata
nb: Varighet
nl: Verblijfsduur
pl: Czas Pobytu
pt: Duração
pt_br: Duração
ro: Durată
ru: Продолжительность

source: Click to modify duration
ca: Fes clic per modificar la durada
de: Klicken, um die Verweildauer zu ändern
el: Κάντε κλικ για να τροποποιήσετε τη διάρκεια
fi: Muuta kestoa
fr: Cliquez pour modifier la durée
hu: Kattints az időtartam módosításához
it: Fai clic per modificare la durata
nb: Klikk for å endre varigheten
nl: Klik om de verblijfsduur te wijzigen
pl: Kliknij, aby zmienić czas pobytu
pt: Pressione para modificar duração
pt_br: Clique para modificar a duração
ro: Clic pentru a modifica durata
ru: Нажмите, чтобы изменить продолжительность

source: Stay the night here
ca: Passa la nit aquí
de: Übernachten Sie hier
el: Διανυκτερεύστε εδώ
fi: Yövy täällä
fr: Passer la nuit ici
hu: Itt maradok éjszakára
it: Passa la notte qui
nb: Overnatt her
nl: Overnacht hier
pl: Zostań tu na noc
pt: Passar a noite aqui
pt_br: Passe a noite aqui
ro: Rămâi noaptea aici
ru: Остаться на ночь здесь

source: Visit and go to the next stop
ca: Visita i ves a la següent aturada
de: Besuchen und gehen Sie zur nächsten Station
fi: Vieraile ja jatka seuraavaan pysähdykseen
fr: Visitez et passez à l'étape suivante
hu: Felkeresés, majd következő megálló
it: Visita e poi vai alla prossima sosta
nb: Besøk og gå til neste stopp
nl: Bezoek en ga dan naar de volgende stopplaats
pl: Tylko obejrzyj
pt: Visitar e ir para a próxima paragem
pt_br: Visite e vá para a próxima parada
ro: Vizitează și mergi la următoarea oprire
ru: Посетить и двинуться к следующей остановке

source: View booking confirmation
ca: Consulta la confirmació de la reserva
de: Buchungsbestätigung ansehen
el: Προβολή της επιβεβαίωσης κράτησης
fi: Näytä varausvahvistus
fr: Voir la confirmation de réservation
hu: Foglalási visszaigazolás megtekintése
it: Vedi la conferma della prenotazione
nb: Vis bestillingsbekreftelsen
nl: Bekijk de boekingsbevestiging
pl: Zobacz potwierdzenie rezerwacji
pt: Ver confirmação de reserva
pt_br: Ver confirmação de reserva
ro: Vezi confirmarea rezervării
ru: Посмотреть подтверждение бронирования

source: Arrival
ca: Arribada
de: Ankunft
el: Άφιξη
fi: Saapumisaika
fr: Arrivée
hu: Érkezés
it: Arrivo
nb: Ankomst
nl: Aankomst
pl: Przyjazd
pt: Chegada
pt_br: Chegada
ro: Sosire
ru: Прибытие

source: Click to modify arrival date
ca: Fes clic per modificar la data d'arribada
de: Klicken, um das Anreisedatum zu ändern
el: Κάντε κλικ για να τροποποιήσετε την ημερομηνία άφιξης
fi: Muuta saapumispäivää
fr: Cliquez pour modifier la date d'arrivée
hu: Kattints az érkezés dátumának módosításához
it: Fai clic per modificare la data di arrivo
nb: Klikk for å endre ankomstdato
nl: Klik om de aankomstdatum te wijzigen
pl: Kliknij, aby zmienić datę przyjazdu
pt: Pressione para modificar data de chegada
pt_br: Clique para modificar data de chegada
ro: Clic pentru a modifica data sosirii
ru: Нажмите, чтобы изменить дату прибытия

source: Click to modify arrival time
ca: Fes clic per modificar l'hora d'arribada
de: Klicken, um die Ankunftszeit zu ändern
el: Κάντε κλικ για να τροποποιήσετε την ώρα άφιξης
fi: Muuta saapumisaikaa
fr: Cliquez pour modifier l'heure d'arrivée
hu: Kattints az érkezés időpontjának megváltoztatásához
it: Fai clic per modificare l'orario di arrivo
nb: Klikk for å endre ankomsttid
nl: Klik om de aankomsttijd te wijzigen
pl: Kliknij, aby zmienić godzinę przyjazdu
pt: Pressione para modificar horário de chegada
pt_br: Clique para modificar horário de chegada
ro: Clic pentru a modifica ora sosirii
ru: Нажмите, чтобы изменить время прибытия

source: Prevent automatic changes
ca: Evita els canvis automàtics
de: Automatische Änderungen verhindern
el: Αποτροπή αυτόματων αλλαγών
fi: Itse asetettu saapumisaika
fr: Empêcher les modifications automatiques
hu: Automata változtatások tiltása
it: Impedisci modifiche automatiche
nb: Forhindre automatiske endringer
nl: Voorkom automatische veranderingen
pl: Zabroń automatycznych zmian
pt: Evitar alterações automáticas
pt_br: Evitar alterações automáticas
ro: Blochează modificarile automate
ru: Предотвратить автоматические изменения

source: Allow automatic changes
ca: Permet els canvis automàtics
de: Automatische Änderungen erlauben
el: Να επιτρέπονται οι αυτόματες αλλαγές
fi: Furkotin laskema saapumisaika
fr: Autoriser les changements automatiques
hu: Automata változtatások engedélyezése
it: Consenti modifiche automatiche
nb: Tillat automatiske endringer
nl: Sta automatische veranderingen toe
pl: Zezwól na automatyczne zmiany
pt: Permitir alterações automáticas
pt_br: Permitir alterações automáticas
ro: Permite modificările automate
ru: Разрешить автоматические изменения

source: Departure
ca: Sortida
de: Abfahrt
el: Αναχώρηση
fi: Lähtöaika
fr: Départ
hu: Indulás
it: Partenza
nb: Avgang
nl: Vertrek
pl: Wyjazd
pt: Partida
pt_br: Saída
ro: Plecare
ru: Отьезд

source: Click to modify departure date
ca: Fes clic per modificar la data de sortida
de: Klicken, um das Abreisedatum zu ändern
el: Κάντε κλικ για να τροποποιήσετε την ημερομηνία αναχώρησης
fi: Muuta lähtöpäivää
fr: Cliquez pour modifier la date de départ
hu: Kattints az indulási dátum módosításához
it: Fai clic per modificare la data di partenza
nb: Klikk for å endre avreisedato
nl: Klik om de vertrekdatum te wijzigen
pl: Kliknij, aby zmienić datę wyjazdu
pt: Pressione para modificar data da partida
pt_br: Clique para modificar data da saída
ro: Clic pentru a modifica data plecării
ru: Нажмите, чтобы изменить дату отьезда

source: Click to modify departure time
ca: Fes clic per modificar l'hora de sortida
de: Klicken, um die Abfahrtszeit zu ändern
el: Κάντε κλικ για να τροποποιήσετε ώρα αναχώρησης
fi: Muuta lähtöaikaa
fr: Cliquez pour modifier l'heure de départ
hu: Kattints az indulási időpont módosításához
it: Fai clic per modificare l'orario di partenza
nb: Klikk for å endre avgangstid
nl: Klik om de vertrektijd te wijzigen
pl: Kliknij, aby zmienić godzinę wyjazdu
pt: Pressione para modificar horário de partida
pt_br: Clique para modificar horário de saída
ro: Clic pentru a modifica ora plecării
ru: Нажмите, чтобы изменить время отьезда

source: More Info
ca: Més informació
de: Mehr Information
el: Περισσότερες πληροφορίες
fi: Lisätietoja
fr: Plus d’information
hu: Több
it: Scopri di più
nb: Mer informasjon
nl: Meer informatie
pl: Informacja
pt: Mais informações
pt_br: Mais informações
ro: Mai multe informații
ru: Больше информации

source: View webpage for this stop
ca: Consulta la pàgina web d'aquesta aturada
de: Webseite dieser Station ansehen
fi: Näytä pysähdyksen nettisivu
fr: Voir la page web pour cette étape
hu: Nézd meg a megálló weboldalát
it: Vedi la pagina web di questa sosta
nb: Vis nettsiden for dette stoppet
nl: Bekijk de webpagina van deze stopplaats
pl: Zobacz stronę internetową dla tego postoju
pt: Ver página web desta paragem
pt_br: Ver página web desta parada
ro: Vezi pagina web pentru această oprire
ru: Просмотреть страницу этой остановки

source: Sunrise
ca: Sortida del Sol
de: Sonnenaufgang
el: Ανατολή
fi: Auringonnousu
fr: Lever du soleil
hu: Napkelte
it: Alba
nb: Soloppgang
nl: Zonsopgang
pl: Wschód
pt: Nascer do sol
pt_br: Nascer do sol
ro: Răsărit
ru: Восход

source: Sunset
ca: Posta de Sol
de: Sonnenuntergang
el: Ηλιοβασίλεμα
fi: Auringonlasku
fr: Coucher du soleil
hu: Napnyugta
it: Tramonto
nb: Solnedgang
nl: Zonsondergang
pl: Zachód
pt: Pôr do sol
pt_br: Pôr do sol
ro: Apus
ru: Закат

source: Night
ca: Nit
de: Nacht
el: Νύχτα
fi: Yölämpötila
fr: Température de nuit
hu: Éjszaka
it: Notte
nb: Natt
nl: Nacht
pl: W Nocy
pt: Noite
pt_br: Noite
ro: Noapte
ru: Ночь

# daytime temperature
source: Day
ca: Dia
de: Tag
el: Ημέρα
fi: Päivälämpötila
fr: Température de jour
hu: Nappal
it: Giorno
nb: Dag
nl: Dag
pl: W Dzień
pt: Dia
pt_br: Dia
ro: Zi
ru: День

source: Forecast
ca: Previsió
de: Prognose
el: πρόγνωση
fi: Sääennuste
fr: Météo
hu: Előrejelzés
it: Meteo
nb: Værmelding
nl: Weersverwachting
pl: Prognoza
pt: Previsão
pt_br: Previsão
ro: Prognoză
ru: Прогноз погоды

source: View current weather forecast
ca: Consulta la previsió meteorològica actual
de: Aktuelle Wettervorhersage ansehen
el: Δείτε την τρέχουσα πρόγνωση του καιρού
fi: Näytä tämän hetkinen sääennuste
fr: Voir les prévisions météo actuelles
hu: Nézd meg az aktuális időjárás előrejelzést
it: Vedi le previsioni del tempo
nb: Se dagens værmelding
nl: Bekijk huidige weersverwachting
pl: Zobacz aktualną prognozę pogody
pt: Veja previsão do tempo atual
pt_br: Veja previsão do tempo atual
ro: Vezi prognoza meteo curentă
ru: Посмотреть текущий прогноз погоды

source: Coordinates
ca: Coordenades
de: Koordinaten
el: Συντεταγμένες
fi: Koordinaatit
fr: Coordonnées
hu: Koordináták
it: Coordinate
nb: Koordinater
nl: Coördinaten
pl: Współrzędne
pt: Coordenadas
pt_br: Coordenadas
ro: Coordonate
ru: Координаты

source: Click to modify geographical coordinates
ca: Fes clic per modificar les coordenades geogràfiques
de: Klicken, um die geographischen Koordinaten zu ändern
el: Κάντε κλικ για να τροποποιήσετε τις γεωγραφικές συντεταγμένες
fi: Muuta koordinaatteja
fr: Cliquez pour modifier les coordonnées géographiques
hu: Kattints a koordináták módosításához
it: Fai clic per modificare le coordinate geografiche
nb: Klikk for å endre geografiske koordinater
nl: Klik om de geografische coördinaten te wijzigen
pl: Kliknij aby zmienić współrzędne geograficzne
pt: Pressione para modificar coordenadas geográficas
pt_br: Clique para modificar coordenadas geográficas
ro: Clic pentru a modifica coordonatele geografice
ru: Нажмите, чтобы изменить географические координаты

source: Navigate to exact coordinates
ca: Navega a les coordenades exactes
de: Navigieren zu exakten Koordinaten
fi: Navigoi tarkkoihin koordinaatteihin
fr: Naviguer vers les coordonnées exactes
hu: Navigálás a pontos koordinátákhoz
it: Procedi verso le esatte coordinate
nb: Naviger til eksakte koordinater
nl: Navigeer naar de exacte coördinaten
pl: Nawiguj do współrzędnych
pt: Navegar para coordenadas exatas
pt_br: Navegue até as coordenadas exatas
ro: Navighează la coordonatele exacte
ru: Проложить маршрут по точным координатам

source: Click to edit description
ca: Fes clic per editar la descripció
de: Klicken, um die Beschreibung zu bearbeiten
el: Κάντε κλικ για να επεξεργαστείτε την περιγραφή
fi: Muokkaa kuvausta
fr: Cliquez pour modifier la description
hu: Kattints a leírás módosításához
it: Fai clic per modificare la descrizione
nb: Klikk for å redigere beskrivelse
nl: Klik om de beschrijving te bewerken
pl: Kliknij, aby edytować opis
pt: Pressione para editar descrição
pt_br: Clique para editar a descrição
ro: Clic pentru a edita descrierea
ru: Нажмите, чтобы изменить описание

source: Description of this stop
ca: Descripció de l'aturada
de: Beschreibung dieser Station
fi: Kuvaus pysähdyksestä
fr: Description de cette étape
hu: Megálló leírása
it: Descrizione di questa sosta
nb: Beskrivelse av dette stoppet
nl: Beschrijving van deze stopplaats
pl: Opis postoju
pt: Descrição desta paragem
pt_br: Descrição dessa parada
ro: Descrierea acestei opriri
ru: Описание этой остановки

source: Click to edit tags (labels)
ca: Fes clic per editar les etiquetes
de: Klicken, um die Tags (Schlüsselwörter) zu bearbeiten
fi: Muokkaa tunnisteita
fr: Cliquez pour modifier les tags (étiquettes)
hu: Kattints a címkék módosításához
it: Fai clic per modificare i tag (etichette)
nb: Klikk for å redigere tagger (etiketter)
nl: Klik om de tags (labels) te bewerken
pl: Kliknij, aby zmodyfikować etykiety
pt: Pressione para editar tags (etiquetas)
pt_br: Clique para editar as tags (etiquetas)
ro: Clic pentru a edita etichete (taguri)

source: Tags (labels)
ca: Etiquetes
de: Tags (Schlüsselwörter)
el: Ετικέτες (ετικέτες)
fi: Tunnisteet
fr: Tags (étiquettes)
hu: Címkék
it: Tags (etichette)
nb: Tagger (etiketter)
pl: Etykiety
pt: Tags (etiquetas)
pt_br: Tags (etiquetas)
ro: Tag-uri (etichete)

source: Fill up at this refueling station
ca: Omple el dipòsit en aquesta estació de servei
de: An dieser Tankstelle tanken
fi: Tankkaa huoltoasemalla
fr: Faire le plein à cette station-service
hu: Tankolás itt
it: Fai rifornimento da questa stazione
nb: Fyll opp på denne bensinstasjonen
nl: Tank bij dit tankstation
pl: Zatankuj na tej stacji
pt: Atestar neste posto de combustível
pt_br: Completar neste posto de combustível
ro: Alimentează la această benzinarie
ru: Заправится на этой АЗС

source: Fill up
ca: Omplir
de: Tanken
el: Χρόνος ανεφοδιασμού
fi: Tankkausaika
fr: Temps nécessaire pour un ravitaillement
hu: Tankolás
it: Tempo di Rifornimento
nb: Fyll tanken
nl: Tanken
pl: Zatankuj
pt: Atestar
pt_br: Completar
ro: Alimentează
ru: Заправиться

source: Nearby Refueling Stations
ca: Estacions de servei properes
de: Tankstellen in der Nähe
el: Κοντινά πρατήρια καυσίμων
fi: Lähistöllä olevat huoltoasemat
fr: Stations-service à proximité
hu: Közeli benzinkutak
it: Stazioni di rifornimento nelle vicinanze
nb: Nærliggende bensinstasjoner
nl: Tankstations in de omgeving
pl: Pobliskie Stacje Benzynowe
pt: Estações de Combustível Próximas
pt_br: Estações de Reabastecimento Próximas
ro: Benzinării din apropiere
ru: Ближайшие АЗС

source: Depart from this airport
ca: Surt d'aquest aeroport
de: An diesem Flughafen abfliegen
fi: Lähde tältä lentoasemalta
fr: Départ de cet aéroport
hu: Ennél a repülőtérnél indulni
it: Partenza da questo aeroporto
nb: Reis fra denne lufthavnen
nl: Vertrek vanaf deze luchthaven
ro: Pleacă de la acest aeroport

source: Depart
ca: Sortida
de: Abflug
el: Αναχώρηση
fi: Lähtö
fr: Départ
hu: Felszálás
it: Partenza da
nb: Reise fra
nl: Vertrek
ro: Plecare

source: Nearby Airports
ca: Aeroports propers
de: Flughäfen in der Nähe
el: Κοντινά Αεροδρόμια
fi: Lähistöllä olevat lentoasemat
fr: Aéroports à proximité
hu: Közeli repülőterek
it: Aeroporti vicini
nb: Flyplasser i nærheten
nl: Nabijgelegen luchthavens
ro: Aeroporturi din apropiere

source: Arrive at this airport
ca: Arriba a aquest aeroport
de: An diesem Flughafen ankommen
el: Άφιξη σε αυτό το αεροδρόμιο
fi: Saavu tälle lentoasemalle
fr: Arrivée à cet aéroport
hu: Ehhez a repülőtérhez érkezni
it: Arrivo in questo aeroporto
nb: Ankomme denne flyplassen
nl: Aankomst op deze luchthaven
ro: Sosești la acest aeroport

source: Arrive
ca: Arribada
de: Ankunft
el: Άφιξη
fi: Saapuminen
fr: Arrivée
hu: Érkezés
it: Arrivo a
nb: Ankomme ved
nl: Aankomst
ro: Ajungi

source: Leg
ca: Tram
de: Etappe
el: σκέλος
fi: Etappi
fr: Tronçon
hu: Szakasz
it: Tratta
nb: Etappe
nl: Etappe
pl: Etap
pt: Trecho
pt_br: Trecho
ru: Участок

source: Fuel
ca: Combustible
de: Treibstoff
el: Καύσιμο
fi: Polttoaine
fr: Carburant
hu: Üzemanyag
it: Rifornimento
nb: Drivstoff
nl: Brandstof
pl: Paliwo
pt: Combustível
pt_br: Combustível
ro: Combustibil
ru: Заправка

# since last lodging
source: Day
ca: Dia
de: Tag
el: Ημέρα
fi: Päivä
fr: Journée
hu: Nap
it: Giorno
nb: Dag
nl: Dag
pl: Dzień
pt: Dia
pt_br: Dia
ro: Zi
ru: День

source: Change route type
ca: Canvia el tipus de ruta
de: Routentyp ändern
el: Αλλαγή τύπου διαδρομής
fi: Muuta reittityyppiä
fr: Changer le moyen de transport
hu: Útvonal típusának megváltoztatása
it: Cambia tipo di percorso
nb: Endre rutetype
nl: Verander het routetype
pl: Zmień środek transportu
pt: Alterar tipo de rota
pt_br: Mudar tipo de rota
ro: Modifica tipul de traseu
ru: Изменить тип маршрута

source: Delete this route
ca: Elimina aquesta ruta
de: Diese Route löschen
el: Διαγραφή αυτής της διαδρομής
fi: Poista reitti
fr: Supprimer cette route
hu: Útvonal törlése
it: Cancella questo percorso
nb: Slett denne ruten
nl: Verwijder deze route
pl: Usuń trasę
pt: Apagar esta rota
pt_br: Apagar esta rota
ro: Șterge această rută
ru: Удалить этот маршрут
