Repository: furkot/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ca, de, el, fi, fr, hu, it, nb, nl, pl, pt, pt_br, ro, ru

source: Display pre-planned trips
ca: Mostra els viatges planificats prèviament
de: Vorgeplante Reisen anzeigen
el: Εμφάνιση προσχεδιασμένων διαδρομών
fi: Näytä etukäteen suunniteltuja matkoja
fr: Voir les voyages prédéfinis
hu: Előre megtervezett útitervek mutatása
it: Mostra viaggi preconfezionati
nb: Vis forhåndsplanlagte turer
nl: Toon vooraf geplande reizen
pl: Pokaż gotowe wycieczki
pt: Exibir viagens pré-planeadas
pt_br: Mostrar viagens pré-planejadas
ru: Показать заранее спланированные поездки

source: Give your trip a name.
ca: Posa un nom al teu viatge.
de: Geben Sie Ihrer Reise einen Titel.
el: Δώστε ένα όνομα στο ταξίδι σας.
fi: Anna matkallesi nimi.
fr: Donnez un nom à votre voyage.
hu: Adj nevet az útitervednek.
it: Dai un nome al tuo viaggio.
nb: Gi din tur et navn.
nl: Geef je reis een naam.
pl: Nadaj podróży nazwę.
pt: Dê um nome à sua viagem.
pt_br: Dê um nome à sua viagem.
ro: Dă-i un nume călătoriei.
ru: Дайте название вашей поездке.

source: Trip name
ca: Nom del viatge
de: Titel der Reise
el: Όνομα ταξιδιού
fi: Matkan nimi
fr: Nom du voyage
hu: Útiterv neve
it: Nome del viaggio
nb: Turnavn
nl: Naam van de reis
pl: Nazwa podróży
pt: Nome da viagem
pt_br: nome da viagem
ro: Numele călătoriei
ru: Имя поездки

source: You can configure your trip dates and travel preferences on the [Next] page.
ca: Pots configurar les dates del viatge i les preferències de viatge a la pàgina [Següent].
de: Sie können Ihre Reisedaten und -präferenzen auf der nächsten Seite konfigurieren [Weiter].
fi: Voit määrittää matkapäiväsi ja -asetukset [Seuraava] painikkeesta.
fr: Vous pouvez configurer vos dates de voyage et vos préférences sur la page suivante via le bouton [Suivant].
hu: Az útitervedhez kapcsolódó dátumokat és utazási módokat a [Következő] oldalon adhatod meg.
it: È possibile configurare le date e le preferenze di viaggio nella pagina [Successiva].
nb: Du kan sette opp turdatoer og reisepreferanser på [Neste] side.
nl: Je kunt je reisdata en reisvoorkeuren op de [Volgende] pagina configureren.
pl: Podaj daty i parametry podróży klikając [Dalej].
pt: Pode configurar as datas da viagem e preferências na [Próxima] página.
pt_br: Você pode configurar as datas da viagem e preferências na [Próxima] página.
ro: Poți configura datele călătoriei și preferințele de călătorie pe pagina [Următoare] .
ru: Вы можете настроить даты и предпочтения поездки на странице [Далее].

source: When do you want to go?
ca: Quan vols anar-hi?
de: Wann wollen Sie reisen?
el: Πότε θέλετε να πάτε;
fi: Milloin haluaisit matkustaa?
fr: Quand voulez-vous partir ?
hu: Mikor szeretnél indulni?
it: Quando vuoi partire?
nb: Når har du lyst til å reise?
nl: Wanneer wil je gaan?
pl: Kiedy wyjeżdżasz?
pt: Quando quer ir?
pt_br: Quando você quer ir?
ru: Когда Вы хотите начать?

source: If you are not certain, pick approximate dates.
ca: Si no n'estàs segur, tria dates aproximades.
de: Wenn Sie nicht sicher sind, wählen Sie die ungefähren Termine.
el: Εάν δεν είστε βέβαιοι, επιλέξτε κατά προσέγγιση ημερομηνίες.
fi: Jos et ole täysin varma matkustuspäivistä, arvioi ne.
fr: Si vous n'êtes pas sûr, choisissez des dates approximatives.
hu: Ha nem vagy benne biztos, válassz körülbelüli dátumokat.
it: Se non sei sicuro, scegli date approssimative.
nb: Hvis du ikke er sikker, sett omtrentlige datoer.
nl: Wanneer je het niet zeker weet, kies dan de datums bij benadering.
pl: Jeśli nie jesteś pewien, wybierz daty w przybliżeniu.
pt: Se não tiver certeza, escolha datas aproximadas.
pt_br: Se você não estiver certeza, escolha datas aproximadas.
ro: Dacă nu ești sigur, alege date aproximative.
ru: Если вы не уверены, выберите приблизительные даты.

source: Begin date
ca: Data d'inici
de: Anfangsdatum
el: Ημερομηνία έναρξης
fi: Lähtöpäivä
fr: Date de début
hu: Kezdő dátum
it: Data di partenza
nb: Startdato
nl: Begindatum
pl: Data rozpoczęcia
pt: Data de início
pt_br: data inicial
ro: Data de începere
ru: Дата начала

source: First day of the trip
ca: Primer dia del viatge
de: Erster Tag der Reise
el: Πρώτη ημέρα του ταξιδιού
fi: Matkan ensimmäinen päivä
fr: Premier jour du voyage
hu: Az utazás első napja
it: Primo giorno del viaggio
nb: Første dag av turen
nl: Eerste dag van de reis
pl: Pierwszy dzień podróży
pt: Primeiro dia de viagem
pt_br: Primeiro dia da viagem
ro: Prima zi a călătoriei
ru: Первый день поездки

source: End date
ca: Data de finalització
de: Enddatum
fi: Päättymispäivä
fr: Date de fin
hu: Befejezés dátuma
it: Data di arrivo
nb: Sluttdato
nl: Einddatum
pl: Data zakończenia
pt: Data de fim
pt_br: Data final
ro: Data de încheiere
ru: Дата окончания

source: Last day of the trip
ca: Darrer dia del viatge
de: Letzter Tag der Reise
el: Τελευταία ημέρα του ταξιδιού
fi: Matkan viimeinen päivä
fr: Dernier jour du voyage
hu: Az utazás utolsó napja
it: Ultimo giorno del viaggio
nb: Siste dag av turen
nl: Laatste dag van de reis
pl: Ostatni dzień podróży
pt: Último dia de viagem
pt_br: Último dia da viagem
ro: Ultima zi a călătoriei
ru: Последний день поездки

source: How long do you want your days to be?
ca: Quantes hores al dia vols viatjar?
de: Wie lang soll Ihr Reisetag sein?
el: Πόση διάρκεια θέλετε να έχουν οι ημέρες σας;
fi: Millä aikavälillä haluaisit matkustaa päivittäin?
fr: Quelle durée souhaitez-vous définir pour vos journées ?
hu: Milyen hosszúra tervezed a napokat?
it: Quanto lunghe vuoi che siano le tue giornate?
nb: Hvor mye reisetid per dag planlegger du?
nl: Hoelang wil je dagelijks reizen?
pl: Jak długie będą Twoje dni?
pt: Que duração quer que tenham os seus dias?
pt_br: Quanto tempo você quer durem os seus dias?
ro: Cât de lungă vrei sa-ți fie ziua de călătorie?
ru: На сколько дней ваша поездка?

source: Choose when you'll leave each morning and the time you want to finish your day by.
ca: Tria quan sortiràs cada matí i l'hora a la què vols acabar el dia.
de: Wählen Sie, wann Sie jeden Morgen starten wollen und wann Sie den Tag beenden möchten.
el: Επιλέξτε πότε θα φεύγετε κάθε πρωί και την ώρα που θέλετε να ολοκληρώνετε την ημέρα σας.
fi: Valitse milloin haluaisit aloittaa ja lopettaa matkustuspäiväsi.
fr: Choisissez quand vous partirez le matin et quand vous finirez le soir.
hu: Válaszd ki mikor indulnál reggelente, és hány órakor szeretnéd befejezni a napokat.
it: Scegli l'orario di partenza di ogni mattina e l'orario di arrivo di ogni sera.
nb: Velg når du vil starte om morgenen og tidspunkt du ønsker å avslutte reisedagen.
nl: Kies hoe laat je 's ochtends wilt vertrekken en hoe laat je aan het einde van de dag wilt stoppen.
pl: Zdecyduj, o której startujesz każdego ranka i o której kończysz dzień.
pt: Escolha quando vai sair a cada manhã e a hora a que deseja terminar o dia.
pt_br: Escolha quando você vai sair pela manhã e a hora que você deseja terminar o dia.
ro: Alege când vei pleca în fiecare dimineață și ora la care vrei să-ți termini ziua.
ru: Выберите, когда вы будете начинать и заканчивать свой день.

source: Start at
ca: Comença a les
de: Starten bei
el: Εκκίνηση στις
fi: Aloitusaika
fr: Commencez à
hu: Indulás
it: Inizia alle
nb: Start klokken
nl: Begin om
pl: Startuj o
pt: Inicia às
pt_br: Começa às
ro: Începe de la
ru: Начало в

source: The earliest time at which you'll start driving everyday
ca: La primera hora a la qual començareu a conduir cada dia
de: Der früheste Zeitpunkt, an dem Sie jeden Tag losfahren möchten
fi: Päivittäisen ajamisen aloitusaika
fr: Heure à laquelle vous commencerez la conduite quotidienne
hu: A legkorábbi időpont, amikor elindulnál naponta
it: L'orario al quale vuoi iniziare a guidare ogni giorno
nb: Den tidligste tidspunktet du vil begynne å kjøre hver dag
nl: Het vroegste tijdstip waarop je dagelijks wilt gaan rijden
pl: Najwcześniejsza godzina, o której zaczniesz codziennie
pt: A hora a vai começar a conduzir todos os dias
pt_br: O primeiro horário em que você vai começar a dirigir todos os dias
ro: Cea mai devreme oră la care vei vrea să începi să conduci zilnic
ru: Самое раннее время, начала поездки, каждый день

source: Finish by
ca: Acabar a les
de: Beenden um
fi: Lopetusaika
fr: Terminer à
hu: Nap befejezése
it: Termina alle
nb: Avslutt klokken
nl: Stop om
pl: Zakończ o
pt: Terminar às
pt_br: Termine às
ro: Încheie ziua la
ru: Окончание

source: The latest time by which you'll end driving everyday
ca: Darrera hora en què acabaràs conduint cada dia
de: Der späteste Zeitpunkt, an dem Sie jeden Tag Ihre Fahrt beenden möchten
fi: Päivittäisen ajamisen lopetusaika
fr: Heure à laquelle vous terminerez la conduite quotidienne
hu: A legkésőbbi időpont amikor naponta befejeznéd a vezetést
it: L'orario al quale vuoi finire di guidare ogni giorno
nb: Det seneste tidspunkt som du vil avslutte kjøringen hver dag
nl: De uiterste tijd, waarop je elke dag wilt stoppen met rijden
pl: Najpóźniejsza godzina, o której zakończysz codziennie
pt: A hora a vai terminar de conduzir todos os dias
pt_br: O horário em que você vai parar de dirigir
ro: Cea mai târzie oră până la care vei vrea să termina de condus zilnic
ru: Самое позднее время, конца поездки, каждый день

source: Driving a car is not the only option. If you plan to ride a motorcycle or a bike or walk on foot, select your mode of travel and Furkot will provide directions accordingly.
ca: Anar en cotxe no és la única opció. Si vols conduir una moto, una bicicleta o caminar, selecciona el mode de viatge i Furkot et proporcionarà les indicacions adequades.
de: Mit dem Auto fahren ist nicht die einzige Option. Wenn Sie ein Motorradreise, Fahrradtour oder Wanderung planen, wählen Sie Ihre Art der Fortbewegung und Furkot wird die Wegbeschreibung entsprechend bereitstellen.
el: Η οδήγηση αυτοκινήτου δεν είναι η μόνη επιλογή. Εάν σκοπεύετε να οδηγήσετε μοτοσικλέτα ή ποδήλατο ή να περπατήσετε , επιλέξτε τον τρόπο ταξιδιού σας και το Furkot θα σας δώσει τις ανάλογες οδηγίες.
fi: Autolla matkustaminen ei ole ainoa vaihtoehto. Jos olet suunnitellut ajavasi moottoripyörällä, polkupyörällä tai tehdä vain kävelylenkin, valitse matkustustapa ja Furkot antaa ohjeet sen mukaisesti.
fr: La voiture n’est pas la seule option. Si vous prévoyez des itinéraires en moto, des excursions en vélo ou des randonnées à pied, sélectionnez votre mode de voyage et Furkot vous fournira des instructions en conséquence.
hu: Nem csak az autóval utazókra gondolunk. Ha motorral, biciklin vagy gyalog indulnál útnak, válaszd ki utazási módodat és a Furkot ez alapján tervezi meg az útvonalat.
it: Guidare una macchina non è l'unica opzione. Se hai intenzione di guidare una moto o una bici o camminare a piedi, seleziona la modalità di viaggio e Furkot ti indicazioni di conseguenza.
nb: Å kjøre en bil er ikke det eneste alternativet. Hvis du har tenkt å kjøre motorsykkel, sykle eller gå til fots; velg reisemåte og Furkot vil gi passende anvisninger.
nl: Rijden met een auto is niet de enige optie. Je kunt ook kiezen voor een motor, fietst of een wandeling. Kies jou manier van reizen en Furkot zal overeenkomstige routes weergeven.
pl: Jazda samochodem nie jest jedyną opcją. Jeśli planujesz rajd motocyklowy, wycieczkę rowerową lub piesza wędrówkę, wybierz tryb podróży i Furkot przygotuje właściwą trasę.
pt: Conduzir um carro não é a única opção. Se pretende conduzir uma mota ou uma bicicleta ou caminhar a pé, seleccione o seu modo de viagem e Furkot irá fornecer instruções adequadamente.
pt_br: Dirigir um carro não é a única opção. Se você pretende montar uma motocicleta ou uma bicicleta ou andar a pé, selecionar o seu modo de viajar e Furkot irá fornecer instruções de acordo.
ro: Mersul cu mașina nu este singura opțiune. Dacă intenționezi să mergi cu motocicleta sau cu bicicleta sau să mergi pe jos, selectează modul de călătorie și Furkot îți va oferi instrucțiuni în consecință.
ru: Вождение автомобиля - не единственный вариант. Если вы планируете ездить на мотоцикле, велосипеде или ходить пешком, выберите свой способ передвижения, и Furkot предоставит соответствующие указания.

source: You can configure dimensions and weight of your RV later.
ca: Pots configurar les dimensions i el pes del teu càmper més tard.
de: Sie können die Abmessungen und das Gewicht Ihres Wohnmobils später konfigurieren.
el: Μπορείτε να διαμορφώσετε τις διαστάσεις και το βάρος του RV σας αργότερα.
fi: Voit määrittää matkailuauton/vaunun mitat ja painon myöhemmin.
fr: Vous pourrez configurer les dimensions et le poids de votre camping-car ultérieurement.
hu: A lakóautód méreteit és súlyát a későbbiekben módosíthatod.
it: È possibile configurare le dimensioni e il peso del camper in un secondo momento.
nb: Du kan sette opp størrelse og vekt for din bobil senere.
nl: Je kunt de afmetingen en gewicht van je RV/camper later aanpassen.
pl: Możesz wprowadzić rozmiary kampera póżniej.
pt: Pode configurar mais tarde as dimensões e o peso da sua auto-caravana.
pt_br: Você pode configurar as dimensões e o peso do seu motorhome/trailer mais tarde.
ro: Poți configura dimensiunile și greutatea autorulotei mai târziu.

source: Whether you plan to stay in hotels, pitch a tent, rent an apartment, or travel with pets Furkot can help you book overnight accommodations. Staying with friends or family? No problem, just turn all the lodging options off.
ca: Tant si teniu previst allotjar-vos en hotels, muntar una tenda de campanya, llogar un apartament o viatjar amb animals de companyia, Furkot us pot ajudar fer les reserves. Estàs amb amics o familia? Cap problema, només cal que desactivis les funcions.
de: Ob Sie eine Ferienwohnung mieten, in Hotels oder im Zelt übernachten oder mit Ihrem Haustier reisen möchten, Furkot hilft Ihnen, Ihre Unterkünfte zu buchen. Ein Aufenthalt bei Freunden oder der Familie? Kein Problem, schalten Sie einfach alle Unterkunftsmöglichkeiten ab.
fi: Yövyt sitten hotellissa, teltassa tai matkustat lemmikkisi kanssa, Furkot auttaa sinua varaamaan sopivan majoituksen. Tai majoitutko ystävilläsi vai perheesi luona? Ei hätää, silloin vain klikkaat kaikki majoitusvaihtoehdot pois.
fr: Que vous prévoyez de rester dans des hôtels, planter une tente, louer un appartement, ou voyagez avec des animaux, Furkot peut vous aider à réserver les hébergements. Vous logez chez des amis ou en famille ? Pas de problème, il suffit de désactiver toutes les options d'hébergement.
hu: Ha szállodákban, apartmanokban tervezed eltölteni az éjszakákat, vagy akár sátoroznál, akár házikedvenceddel együtt, a Furkot segít a szállások foglalásában. Barátoknál vagy rokonoknál töltöd az éjszakát? Semmi probléma, egyszerűen kapcsold ki a szálláskeresés opciót.
it: Se hai intenzione di soggiornare in alberghi, piantare la tenda, affittare un appartamento, o di viaggiare con animali domestici Furkot può aiutarti a prenotare un alloggio. Starai con gli amici o con la famiglia? Nessun problema, basta deselezionare tutte le opzioni di alloggio.
nb: Enten du planlegger å bo på hotell, ligge i telt, leie en leilighet, eller reise med kjæledyr - Furkot kan hjelpe deg med å bestille overnatting. Bor du sammen med venner eller familie? Ikke noe problem, bare slå alle overnattingsmuligheter av.
nl: Of je nu in een hotel of tent verblijft, een appartement huurt, of reist met huisdieren, Furkot helpt je bij het boeken van je overnachting. Logeer je bij vrienden of familie? Geen probleem, dan zet je gewoon alle opties uit.
pl: Niezależnie od preferencji — hotel, pole namiotowe, kwatera prywatna, podróż z czworonogiem — Furkot pomoże znaleźć idealny dach nad głową na każdą noc podróży. Nocleg u znajomych? Bez problemu, wystarczy włączyć wszystkie opcje zakwaterowania.
pt: Quer pretenda ficar em hotéis, armar uma tenda, alugar um apartamento, ou viajar com animais de estimação, Furkot pode ajudá-lo a reservar alojamentos nocturnos. Fica com amigos ou família? Sem problema, basta desligar as opções de alojamento.
pt_br: Se você pretende ficar em hotéis, armar uma barraca, alugar um apartamento, ou viajar com animais de estimação Furkot pode ajudá-lo a reservar acomodações durante a noite. Ficar com os amigos ou a família? Não tem problema, basta configurar as opções de hospedagem.
ro: Fie că intenționezi să stai în hoteluri, sa stai in camping la cort, să închiriezi un apartament sau să călătorești cu animale de companie, Furkot te poate ajuta să rezervi cazările peste noapte. Stai la prietenii sau familie? Nici o problemă, poți să oprești toate opțiunile de cazare.
ru: Планируете ли вы остановиться в отелях, разбить палатку, снять квартиру или путешествовать с домашними животными, Furkot может помочь вам забронировать ночлег. Останетесь у друзей или семьи? Нет проблем, просто отключите все варианты проживания.

source: Lodging
ca: Allotjament
de: Unterkunft
el: Κατάλυμα
fi: Majoitustaapa
fr: Hébergement
hu: Szállás
it: Alloggio
nb: Overnatting
nl: Onderkomen
pl: Noclegi
pt: Alojamento
pt_br: Hospedagem
ro: Cazare
ru: Жилье

source: Hotels and motels
ca: Hotels i motels
de: Hotels und Motels
el: Ξενοδοχεία και μοτέλ
fi: Hotellit ja motellit
fr: Hôtels et motels
hu: Szállodák és motelek
it: Alberghi e motel
nb: Hoteller og moteller
nl: Hotels en motels
pl: Hotele i motele
pt: Hotéis e motéis
pt_br: Hotéis e motéis
ro: Hoteluri și moteluri
ru: Гостиницы и мотели

source: Apartments and private rooms
ca: Apartaments i habitacions privades
de: Ferienwohnungen und Privatzimmer
el: Διαμερίσματα και ιδιωτικά δωμάτια
fi: Huoneistot ja privaattihuoneet
fr: Appartements et chambres privées
hu: Apartmanok és privát szálláshelyek
it: Appartamenti e camere private
nb: Leiligheter og private rom
nl: Appartementen en privékamers
pl: Apartamenty i pokoje gościnne
pt: Apartamentos e quartos privados
pt_br: Apartamentos e quartos privados
ro: Apartamente și camere private
ru: Квартиры и комнаты

source: Hostels
ca: Albergs
de: Jugendherbergen
el: Ξενώνες
fi: Hostellit
fr: Auberges
hu: Hostelek
it: Ostelli
nb: Vandrerhjem
nl: Jeugdherbergen
pl: Hostele
pt_br: Albergues
ro: Pensiuni/Hosteluri
ru: Хостелы

source: Campgrounds
ca: Càmpings
de: Campingplätze
el: Χώροι για κάμπινγκ
fi: Leirintäalueet
fr: Campings
hu: Kempingek
it: Campeggi
nb: Campingplasser
nl: Kampeerplaatsen
pl: Pola namiotowe
pt: Parques de campismo
pt_br: Campings
ro: Campinguri
ru: Кемпинги

source: With Pets
ca: Amb animals de companyia
de: Mit Haustieren
el: Με κατοικίδια
fi: Lemmikki matkassa
fr: Avec animaux
hu: Házikedvenccel
it: Con animali
nb: Med kjæledyr
nl: Met huisdieren
pl: Ze Zwierzętami
pt: Com animais de estimação
pt_br: Com animais de estimação
ro: Cu animale de companie
ru: С животными

source: Pets welcome
ca: S'admeten animals de companyia
de: Haustiere erlaubt
el: Επιτρέπονται τα κατοικίδια
fi: Lemmikki mukana
fr: Animaux acceptés
hu: Házikedvenc barát szállás
it: Animali ammessi
nb: Kjæledyr er tillatt
nl: Huisdieren toegestaan
pl: Można ze zwierzętami
pt_br: Animais de estimação permitidos
ro: Animale de companie acceptate

source: Searching…
ca: S'està cercant…
de: Die Suche läuft…
el: Αναζήτηση…
fi: Etsitään…
fr: Recherche…
hu: Keresés…
it: Ricerca…
nb: Søker…
nl: Zoeken…
pl: Przeszukiwanie w toku…
pt: Pesquisando…
pt_br: Procurando…
ro: Căutare…

source: No points of interest found in the area.
ca: No s'han trobat punts d'interès a la zona.
de: Keine passenden Orte im Bereich gefunden.
el: Δεν βρέθηκαν σημεία ενδιαφέροντος στην περιοχή.
fi: Alueelta ei löytynyt valittuja kohteita.
fr: Aucun point d'intérêt trouvé dans la zone.
hu: Nem találtunk POI-kat a területen.
it: Nessun punto di interesse trovato in questa zona.
nb: Ingen severdigheter funnet i området.
nl: Geen plaatsen van belang in deze omgeving gevonden.
pl: Nie znaleziono żadnych miejsc w tym obszarze.
pt: Nenhum ponto de interesse encontrado na área.
pt_br: Nenhum ponto de interesse encontrado na área.
ro: Nu se găsesc puncte de interes în zonă.
ru: Достопримечательности в этом районе не найдены.

source: Use buttons above to show points of interest on the map.
ca: Fes servir els botons de dalt per mostrar els punts d'interès al mapa.
de: Verwenden Sie die Buttons oben, um Orte, die Sie interessieren könnten, auf der Karte zu zeigen.
el: Χρησιμοποιήστε τα παραπάνω κουμπιά για να εμφανίσετε σημεία ενδιαφέροντος στο χάρτη.
fi: Käytä yllä olevia painikkeita nähdäksesi kohteita kartalla.
fr: Utilisez les boutons ci-dessus pour montrer les points d'intérêt sur la carte.
hu: A fenti gombok segítségével megjelenítheted a térképen a POI-kat.
it: Utilizza i pulsanti in alto per mostrare i punti di interesse sulla mappa.
nb: Bruk knappene over for å vise steder av interesse på kartet.
nl: Gebruik bovenstaande knoppen om plaatsen van belang op de kaart te tonen.
pl: Użyj przycisków powyżej do wyświetlenia atrakcji i miejsc na mapie.
pt: Use os botões acima para exibir pontos de interesse no mapa.
pt_br: Use os botões acima para mostrar pontos de interesse no mapa.
ro: Utilizeză butoanele de mai sus pentru a afișa punctele de interes pe hartă.
ru: Используйте кнопки выше, чтобы показать достопримечательности на карте.

source: Stop
ca: Atura't
de: Station
el: στάση
fi: Pysähdyksenä
fr: Étape
hu: Megálló
it: Sosta
nb: Stopp
nl: Stopplaats
pl: Postój
pt: Paragem
pt_br: Adicionar Parada
ro: Oprire
ru: Остановиться

source: Route
ca: Ruta
de: Routen
el: Διαδρομή
fi: Reitti
fr: Itinéraire
hu: Útszakasz
it: Percorso
nb: Rute
pl: Trasa
pt: Rota
pt_br: rota
ro: Rută
ru: Маршрут

source: Backtrack
ca: Ruta inversa
de: Rückweg
fi: Paluureitti
fr: Retour
hu: Fordított irányban
it: Percorri al contrario
nb: Snu retningen
nl: Andersom
pl: Odwróć
pt: Caminho Inverso
pt_br: Caminho Inverso
ru: Обратный путь

source: Move stop from its trip to this one
ca: Mou l'aturada del viatge a aquest
de: Station von der ursprünglichen in diese Reise verschieben
fi: Siirrä matkan pysähdys tähän
fr: Déplacez l’étape de son voyage d’origine à ce voyage
hu: Megálló áthelyezése ebbe az útitervbe
it: Sposta questa sosta dal suo viaggio a questo
nb: Flytt stopp fra sin tur til denne
nl: Stopplaats van de oorspronkelijke naar deze reis verplaatsen
pl: Przenieś postój z innej podróży
pt: Mover paragem da sua viagem para esta
pt_br: Mover parada de uma viagem para esta
ru: Переместите остановку из своей поездки в эту

source: Move
ca: Moure
de: verschieben
el: Μετακίνηση
fi: Siirrä
fr: Déplacer
hu: Áthelyez
it: Muovi
nb: Flytt
nl: Verplaats
pl: Przenieś
pt: Mover
pt_br: Mover
ro: Muta
ru: Переместить

source: Maybe
ca: Potser
de: Eventuell
el: Ίσως
fi: Ehkä
fr: Peut-être
hu: Talán
it: Forse
nb: Mulig
nl: Misschien
pl: Może
pt: Talvez
pt_br: Talvez
ro: Poate
ru: Возможно

source: New
ca: Nou
de: Neu
el: Νέο
fi: Uusi
fr: Nouveau
hu: Új
it: Nuovo
nb: Ny
nl: Nieuw
pl: Nowy
pt: Nova
pt_br: Nova
ru: Новое

source: Stay
ca: Queda't
de: Bleiben
el: Διαμονή
fi: Majoitu
fr: Rester
hu: Szállás
it: Soggiorno
nb: Bruk
nl: Blijven
pl: Zanocuj
pt: Permanecer
pt_br: Hospedar-se
ru: Остаться

source: Backup
ca: Desa com a segona opció
de: Alternative
el: εναλλακτικό
fi: Varalle
fr: Plan B
hu: B-terv
it: Riserva
nl: Alternatief
pl: Zapas
pt: Alternativa
pt_br: Alternativa
ru: Резервный вариант

source: Book ahead
ca: Reserva amb antelació
de: Vorab buchen
el: Κάντε κράτηση εκ των προτέρων
fi: Varaa etukäteen
fr: Réservez à l'avance
hu: Előre rendelni
it: Prenota in anticipo
nb: Bestill på forhånd
nl: Boek vooraf

source: Air Pump
ca: Compressor
de: Druckluft
el: Αντλία αέρα
fi: Ilmapumppu
fr: Pompe à air
hu: Levegő kompresszor
it: Gonfiaggio pneumatici
nb: Luft
nl: Luchtpomp
pl: Kompresor
pt: Bomba de Ar
pt_br: Calibrador
ro: Pompă de aer

source: {} amp
ca: {} A
de: {} A
el: {} A
fi: {} ampeeri
fr: {} A
hu: [] ampere
it: {} A
nb: {} A
nl: {} A
ro: {} Amperi
