Repository: furkot/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ca, de, el, fi, fr, hu, it, nb, nl, pl, pt, pt_br, ro, ru

source: If your Furkot trip plan already includes all the stops corresponding to the lodging confirmations in your TripIt itinerary, cancel this operation and ensure that the dates and addresses of your stops are the same in TripIt and Furkot before synchronizing again.
ca: Si el teu pla de viatge a Furkot ja inclou totes les aturades corresponents a les confirmacions d'allotjament de l'itinerari de TripIt, cancel·leu aquesta operació i assegureu-vos que les dates i adreces de les aturades siguin les mateixes a TripIt i Furkot abans de tornar a sincronitzar.
de: Falls Ihr Furkot-Reiseplan bereits über alle Stationen verfügt, die den Buchungsbestätigungen in Ihrem TripIt-Reiseverlauf entsprechen, dann brechen Sie diesen Vorgang ab und stellen sicher, dass die Daten und Adressen der Stationen die gleichen in TripIt und Furkot sind, bevor Sie erneut synchronisieren.
fi: Jos reittisuunnitelmasi sisältää jo kaikki TripIt-matkasuunnitelmaan varatut majoitukset, peruuta tämä toiminto ja varmista että pysähdystesi päivämäärät ja osoitteet ovat samat TripItissä sekä Furkotissa ennen kuin synkronoit niitä uudelleen.
fr: Si votre voyage Furkot comprend déjà toutes les étapes correspondant aux confirmations d’hébergement de votre parcours TripIt, annulez cette opération et assurez-vous que les dates et les adresses de vos étapes sont les mêmes dans TripIt et dans Furkot avant de synchroniser à nouveau.
it: Se il tuo piano di viaggio Furkot include già tutti i pernottamenti corrispondenti alle conferme di prenotazione nel vostro itinerario di TripIt, annulla questa operazione e assicurati che le date e gli indirizzi dei pernottamenti siano le stesse in TripIt e Furkot prima di sincronizzare nuovamente.
nb: Hvis Furkot turplan allerede inneholder alle stopp som tilsvarer losjibekreftelser i din TripIt reiserute, avbryt denne operasjonen og sikre at datoer og adresser til dine stopp er de samme i TripIt og Furkot før du synkroniserer igjen.
nl: Wanneer je Furkot-reisplan al alle stations bevat die overeenkomen met de boekingsbevestigingen in je TripIt-reisplan, annuleer dan dit proces en zorg ervoor dat de gegevens en adressen van de stopplaatsen in TripIt en Furkot hetzelfde zijn voordat je opnieuw synchroniseert.
pl: Jeśli plan podróży w Furkocie zawiera już wszystkie postoje odpowiadające potwierdzeniom rezerwacji w serwisie TripIt, przerwij tę operację i upewnij się, że daty i adresy postojów są takie same w obu programach zanim zsynchronizujesz ponownie.
pt: Se o seu plano de viagem Furkot já inclui todas as paragens correspondentes às confirmações de alojamento no seu itinerário TripIt, cancele esta operação e certifique-se de que as datas e endereços das suas paragens são os mesmos no TripIt e Furkot antes de sincronizar novamente.
pt_br: Se o seu plano de viagem Furkot já inclui todas as paradas correspondentes às confirmações de alojamento no seu itinerário TripIt, cancele esta operação e certifique-se de que as datas e endereços das paradas são os mesmos no TripIt e Furkot antes de sincronizar novamente.
ru: Если ваш план поездки Furkot уже включает в себя все остановки, соответствующие подтвержденным бронированиям в вашем маршруте TripIt, отмените эту операцию и убедитесь, что даты и адреса ваших остановок в TripIt и Furkot совпадают, прежде чем выполнять синхронизацию снова.

source: At least one lodging confirmation in your TripIt itinerary cannot synchronize automatically. You can review and add it to a stop using the match [] button.
ca: Com a mínim una confirmació d'allotjament al teu itinerari de TripIt no es pot sincronitzar automàticament. La pots revisar i afegir-la com a aturada fent servir el botó [] coincidir.
de: Mindestens eine Übernachtungsbestätigung in Ihrem TripIt-Reiseverlauf kann nicht automatisch synchronisiert werden. Sie können diese überprüfen und mit dem Abgleichen []-Button hinzufügen.
fi: Ainakin yhtä TripIt-matkan majoitusvahvistusta ei voitu yhdistää. Voit katsella sitä ja lisätä sen klikkaamalla [Yhdistä tiedot]-painiketta.
fr: Au moins une confirmation de logement de votre parcours TripIt ne peut pas être synchronisée. Vous pouvez la vérifier et l'ajouter à une étape en utilisant le bouton [].
it: Almeno una conferma di pernottamento nel tuo itinerario di TripIt non può essere sincronizzata automaticamente. Puoi controllare e aggiungerlo ad una sosta utilizzando il pulsante [] abbina.
nb: Minst én overnattingsbekreftelse på din TripIt reiserute kan ikke synkroniseres automatisk. Du kan gå gjennom og legge den til et stopp ved hjelp av match [] knappen.
nl: Minstens één overnachtingsbevestiging in je TripIt-reisplan kan niet automatisch worden gesynchroniseerd. Je kunt deze controleren en aan een stopplaats toevoegen door de Vergelijken []-knop te gebruiken.
pl: Co najmniej jeden nocleg z Twojej podróży w serwisie TripIt nie został automatycznie zsynchronizowany. Możesz przejrzeć postoje i dodać potwierdzenia za pomocą przycisku [].
pt: Pelo menos uma confirmação de alojamento no seu itinerário TripIt não pôde ser sincronizada automaticamente. Pode rever e adicioná-la a uma paragem utilizando o botão combinar [].
pt_br: Pelo menos uma confirmação de alojamento no seu itinerário TripIt não foi possível sincronizar automaticamente. Você pode rever e adicioná-lo a uma parada utilizando o botão combinar [].
ru: По крайней мере одно подтверждение жилья в вашем маршруте TripIt не может синхронизироваться автоматически. Вы можете просмотреть и добавить его к остановке, используя кнопку сходится [].

source: If you prefer to review lodging confirmations from your TripIt itinerary before adding them to stops cancel this operation and use the match [] button.
ca: Si preferixes revisar les confirmacions d'allotjament de l'itinerari de TripIt abans d'afegir-les a les aturades, cancel·la aquesta operació i utilitza el botó de coincidència [].
de: Wenn Sie Übernachtungsbestätigungen aus Ihrem TripIt-Reiseverlauf vor dem Hinzufügen zu Stationen überprüfen wollen, brechen Sie diesen Vorgang ab und benutzen den Abgleichen []-Button.
fi: Jos haluat mieluummin tarkastella TripIt-matkasuunnitelmasi majoitusvahvistuksia ennen Furkotiin lisäämistä peruuta tämä toiminto ja käytä [Yhdistä tiedot]-painiketta.
fr: Si vous souhaitez vérifier les confirmations de logement de votre parcours TripIt avant de les ajouter aux étapes, annulez cette opération et utilisez le bouton [].
it: Se preferisci riesaminare le conferme dei pernottamenti dal vostro itinerario di TripIt prima di aggiungerli alle soste, annullare questa operazione e utilizzare il tasto [] abbina.
nb: Hvis du foretrekker å se gjennom losjibekreftelser fra din TripIt reiserute før du legger dem til som stopp, avbryte denne operasjonen og bruke match [] knappen.
nl: Wanneer je overnachtingsbevestigingen uit je TripIt-reisplan eerst wilt verifiëren voordat je ze aan stopplaatsen toevoegt, annuleer dan dit proces en gebruik vervolgens de Synchroniseren []-knop.
pl: Jeśli wolisz zaaprobować potwierdzenia noclegów z podróży w serwisie TripIt zanim zostaną dodane do postojów przerwij tę operację i użyj przycisku [].
pt: Se preferir a rever as confirmações de alojamento de seu itinerário TripIt antes de adicioná-las a paragens cancele esta operação e use o botão combinar [].
pt_br: Se preferir a revisar confirmações de hospedagem de seu itinerário TripIt antes de adicioná-los nas paradas cancele essa operação e use o botão combinar [].
ru: Если вы предпочитаете просматривать подтверждения жилья из вашего маршрута TripIt, прежде чем добавлять их, чтобы остановить, отмените эту операцию и используйте кнопку сходится [].

source: Location access denied
ca: S'ha denegat l'accés a la ubicació
de: Standortzugriff verweigert
el: Δεν επιτρέπεται η πρόσβαση στην τοποθεσία
fi: Sijainnin käyttö estetty
fr: Accès à votre position refusé
it: Accesso alla posizione negato
nb: Ingen tilgang til stedet
nl: Toegang tot locatie geweigerd
pl: Odmowa dostępu do lokalizacji
pt: Acesso à localização negado
pt_br: Acesso à localização negado
ru: Отказ в доступе к геоданным

source: Furkot needs access to your location to determine the city of departure.
ca: Furkot necessita accedir a la teva ubicació per determinar la ciutat de sortida.
de: Furkot benötigt den Zugriff auf Ihren Standort, um die Stadt der Abfahrt zu bestimmen.
el: Η Furkot χρειάζεται πρόσβαση στην τοποθεσία σας για να καθορίσει την πόλη αναχώρησης.
fi: Furkot tarvitsee luvan käyttää sijaintiasi määrittääkseen lähtökaupungin.
fr: Furkot doit avoir accès à votre position pour déterminer la ville de départ.
it: Furkot ha bisogno di accedere alla tua posizione per determinare la città di partenza.
nb: Furkot trenger tilgang til din posisjon til å bestemme avreisebyen.
nl: Furkot heeft toegang tot uw locatie nodig om de stad van vertrek te kunnen bepalen.
pl: Furkot potrzebuje dostępu do lokalizacji aby ustalić skąd wyjeżdżasz.
pt: Furkot necessita de acesso à sua localização para determinar a cidade de partida.
pt_br: Furkot precisa de acesso à sua localização para determinar a cidade de partida.
ru: Furkot необходим доступ к вашему местоположению, чтобы определить, город вылета.

source: Location unavailable
ca: Ubicació no disponible
de: Ort nicht verfügbar
el: Η τοποθεσία δεν είναι διαθέσιμη
fi: Sijainti ei ole käytettävissä
fr: Position indisponible
it: Posizione non disponibile
nb: Ditt oppholdssted er utilgjengelig
nl: Locatie niet beschikbaar
pl: Lokalizacja niedostępna
pt: Localização indisponível
pt_br: Localização indisponível
ru: Геоданные недоступны

source: Furkot cannot obtain your location to determine the city of departure.
ca: Furkot no pot obtenir la teva ubicació per determinar la ciutat de sortida.
de: Furkot soll nicht Ihren Standort feststellen, um die Stadt der Abfahrt zu bestimmen.
el: Το Furkot δεν έχει πρόσβαση στην τοποθεσία σας για να καθορίσει την πόλη αναχώρησης.
fi: Furkot ei tunnista sijaintiasi määrittääkseen lähtökaupungin.
fr: Furkot ne peut pas obtenir votre position pour déterminer la ville de départ.
it: Furkot non può ottenere la tua posizione per determinare la città di partenza.
nb: Furkot kan ikke få tak i din posisjon for å bestemme avreisebyen.
nl: Furkot kan je locatie, om de stad van vertrek te bepalen, niet vaststellen.
pl: Furkot nie może uzyskać informacji o lokalizację potrzebnej aby ustalić skąd wyjeżdżasz.
pt: Furkot não conseguiu obter a sua localização para determinar a cidade de partida.
pt_br: Furkot não pode obter a sua localização para determinar a cidade de partida.
ru: Furkot не может получить ваше местоположение, чтобы определить город отправления.

source: This trip is now ready for offline access.
ca: Aquest viatge ja està llest per accedir fora de línia.
de: Diese Reise ist nun für den Offline-Zugriff bereit.
el: Αυτό το ταξίδι είναι πλέον έτοιμο για πρόσβαση εκτός σύνδεσης.
fi: Matka on valmis käytettäväksi offline-tilassa.
fr: Ce voyage est maintenant disponible pour un accès hors connexion.
it: Questo viaggio è ora disponibile per l'accesso offline.
nb: Denne turen er nå klar for frakoblet tilgang.
nl: Deze reis is nu klaar voor offline gebruik.
pl: Podróż będzie wyświetlana bez połączenia z Internetem.
pt: Esta viagem está agora disponível para acesso desconectado.
pt_br: Esta viagem está pronta para acesso offline.
ru: Эта поездка теперь готова к автономному использованию.

source: When you open this trip on any computer, phone or tablet, Furkot will cache it locally.
ca: Quan obriu aquest viatge a qualsevol ordinador, telèfon o tauleta, Furkot l'emmagatzemarà localment a la memòria cau.
de: Wenn Sie diese Reise auf einem Computer, Handy oder Tablet öffnen, wird Furkot eine lokale Kopie zwischenspeichern.
el: Όταν ανοίγετε αυτό το ταξίδι σε οποιονδήποτε υπολογιστή, τηλέφωνο ή tablet, η Furkot θα το αποθηκεύσει προσωρινά τοπικά.
fi: Kun avaat tämän matkan millä tahansa tietokoneella, puhelimella tai tabletilla, Furkot tallentaa sen laitteesi välimuistiin.
fr: Lorsque vous accéderez à ce voyage à partir d'un ordinateur, téléphone ou tablette, Furkot le stockera en cache.
it: Quando si apre questo viaggio su qualsiasi computer, telefono o tablet, Furkot lo memorizzerà localmente.
nb: Når du åpner denne turen på hvilken som helst datamaskin, telefon eller nettbrett vil Furkot bufre den lokalt.
nl: Wanneer je deze reis op een computer, telefoon of tablet opent, zal Furkot een lokale kopie bewaren.
pl: Po otwarciu podróży na komputerze, tablecie lub telefonie Furkot zachowa ją na lokalnie na urządzeniu.
pt: Quando abrir esta viagem em qualquer computador, telemóvel ou tablet, Furkot irá armazená-la localmente.
pt_br: Quando você abrir esta viagem em qualquer computador, celular ou tablet, Furkot irá armazená-la localmente.
ru: Когда вы открываете эту поездку на любом компьютере, телефоне или планшете, Furkot будет кэшировать ее локально.

source: You will not need Internet connection to access this trip.
ca: No necessitaràs connexió a Internet per accedir a aquest viatge.
de: Sie benötigen keine Internetverbindung, um auf diese Reise zuzugreifen.
el: Δεν θα χρειαστείτε σύνδεση στο Internet για να αποκτήσετε πρόσβαση σε αυτό το ταξίδι.
fi: Et tarvitse Internet-yhteyttä tähän matkaan.
fr: Vous n'aurez pas besoin d'une connexion internet pour accéder à ce voyage.
it: Non avrete bisogno di connessione a Internet per accedere a questo viaggio.
nb: Du trenger ikke Internett-tilkobling for å få tilgang til denne turen.
nl: Je hebt geen internetverbinding nodig om toegang te krijgen tot deze reis.
pl: Połączenie z Internetem nie będzie konieczne do oglądania podróży.
pt: Não precisará de conexão com a Internet para aceder a esta viagem.
pt_br: Você não vai precisar de conexão com a Internet para acessar esta viagem.
ro: Nu vei avea nevoie de conexiune la Internet pentru a accesa această călătorie.
ru: Вам не нужно подключение к Интернету, чтобы получить доступ к этой поездке.

source: This trip will no longer be cached locally for offline access.
ca: aquest viatge ja no s'emmagatzemarà localment a la memòria cau per accedir-hi fora de línia.
de: Diese Reise wird nicht mehr für den Offline-Zugriff lokal zwischengespeichert werden.
el: Αυτό το ταξίδι δεν θα αποθηκεύεται πλέον τοπικά για πρόσβαση εκτός σύνδεσης.
fi: Tätä matkaa ei enää tallenneta laitteen välimuistiin offline-käyttöä varten.
fr: Ce voyage ne sera plus stocké en cache pour un accès hors connexion.
it: Questo viaggio non sarà più memorizzato localmente per l'accesso offline.
nb: Denne turen vil ikke lengre bli lagret lokalt for frakoblet tilgang.
nl: Deze reis wordt niet langer voor offline toegang lokaal opgeslagen.
pl: Podróż nie będzie przechowywana lokalnie na urządzeniu.
pt: Esta viagem não estará mais disponível localmente para acesso desconectado.
pt_br: Esta viagem não estará mais disponível localmente para acesso offline.
ru: Эта поездка больше не будет локально кэшироваться для автономного доступа.

source: You will need Internet connection to access this trip.
ca: Necessitaràs connexió a Internet per accedir a aquest viatge.
de: Sie benötigen eine Internetverbindung, um auf diese Reise zuzugreifen.
el: Θα χρειαστείτε σύνδεση στο Internet για να αποκτήσετε πρόσβαση σε αυτό το ταξίδι.
fi: Tarvitset nyt Internet-yhteyden matkansuunnitteluun.
fr: Vous aurez besoin d'une connexion internet pour accéder à ce voyage.
it: Avrete bisogno di una connessione a Internet per accedere a questo viaggio.
nb: Du trenger Internett-tilkobling for å få tilgang til denne turen.
nl: Je hebt een internetverbinding nodig om toegang te krijgen tot deze reis.
pl: W celu obejrzenia podróży będzie niezbędne połączenie z Internetem.
pt: Precisará de conexão com a Internet para aceder a esta viagem.
pt_br: Você vai precisar de conexão com a Internet para acessar a esta viagem.
ro: Vei avea nevoie de conexiune la Internet pentru a accesa această călătorie.
ru: Вам потребуется подключение к Интернету, чтобы получить доступ к этой поездке.

source: Delete trip
ca: Suprimeix el viatge
de: Reise löschen
el: Διαγραφή ταξιδιού
fi: Poista matka
fr: Supprimer le voyage
it: Cancella viaggio
nb: Slett tur
nl: Verwijder reis
pl: Usuń podróż
pt: Apagar viagem
pt_br: Excluir viagem
ro: Șterge călătoria
ru: Удалить поездку

source: Are you sure you want to delete this trip?
ca: Estàs segur que vols suprimir aquest viatge?
de: Sind Sie sicher, dass Sie diese Reise löschen möchten?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό το ταξίδι;
fi: Oletko varma, että haluat poistaa tämän matkan?
fr: Êtes-vous sûr de vouloir supprimer ce voyage ?
it: Sei sicuro di voler cancellare questo viaggio?
nb: Er du sikker på at du vil slette denne turen?
nl: Weet je zeker dat je deze reis wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę podróż?
pt: Confirma que deseja apagar esta viagem?
pt_br: Tem certeza de que deseja excluir esta viagem?
ro: Ești sigur că vrei să ștergi această călătorie?
ru: Вы уверены, что хотите удалить эту поездку?

source: This trip is shared by other people.
ca: Aquest viatge és compartit per altres persones.
de: Diese Reise wird von anderen geteilt.
el: Αυτό το ταξίδι έχει μοιραστεί από άλλα άτομα.
fi: Tämä matka on muiden jakama.
fr: Ce voyage est partagé avec d'autres personnes.
it: Questo viaggio è condiviso da altre persone.
nb: Denne turen deles av andre brukere.
nl: Deze reis wordt door anderen gedeeld.
pl: Nad planem podróż współpracują inni ludzie.
pt: Esta viagem está partilhada com outras pessoas.
pt_br: Esta viagem é compartilhada com outras pessoas.
ro: Această călătorie este partajată cu alte persoane.
ru: Этой поездкой поделились с другими людьми.

source: Once you delete it nobody will be able to access it.
ca: Un cop el suprimiu ningú hi podrà accedir.
de: Wenn Sie es löschen, kann niemand mehr darauf zuzugreifen.
fi: Kun poistat matkan, kukaan ei voi enää käyttää sitä.
fr: Si vous le supprimez, personne ne pourra y accéder.
it: Una volta cancellato nessuno sarà in grado di accedervi.
nb: Når du sletter den er det ingen som vil kunne få tilgang til den.
nl: Wanneer je het verwijderd, heeft niemand meer toegang.
pl: Jeśli usuniesz podróż nikt nie będzie miał do niej dostępu.
pt: Assim que a apague ninguém a poderá aceder.
pt_br: Uma vez que você excluí-lo ninguém será capaz de acessá-lo.
ru: Как только вы удалите это, никто не сможет получить к этому доступ.

source: Clear refueling stops
ca: Netejar les aturades de repostatge
de: Tankstopps löschen
el: Εκκαθάριση στάσεων ανεφοδιασμού
fi: Poista tankkaukset
fr: Effacer les arrêts aux stations-service
it: Rimuovi soste di rifornimento
nb: Jeg skal ordne fyllestopp selv
nl: Tankstops verwijderen
pl: Przerwy na tankowanie
pt: Limpar paragens de reabastecimento
pt_br: Remover paradas de reabastecimento
ro: Sterge opririle pentru realimentare
ru: Очистить остановки для заправки

source: Do you want to delete all planned refueling stops?
ca: Vols suprimir totes les aturades de recàrrega previstes?
de: Wollen Sie alle geplanten Tankstopps entfernen?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε όλες τις προγραμματισμένες στάσεις ανεφοδιασμού;
fi: Oletko varma että haluat poistaa tankkaukset?
fr: Êtes-vous sûr de vouloir supprimer tous les arrêts planifiés aux stations-service ?
it: Sei sicuro di voler rimuovere tutte le soste di rifornimento?
nb: Er du sikker på at du vil slette alle planlagte fyllestopp?
nl: Weet je zeker dat je alle geplande tankstops wilt verwijderen?
pl: Czy na pewno chcesz usunąć wszystkie zaplanowane przerwy na tankowanie?
pt: Deseja excluir todas paragens de reabastecimento?
pt_br: Tem certeza de que deseja excluir todas paradas de reabastecimento?
ro: Vrei să ștergi toate opririle de realimentare planificate?
ru: Вы хотите удалить все запланированные остановки для заправки?

source: Plan refueling stations
ca: Planificar les estacions de Servei
de: Tankstellen planen
el: Σχεδιασμός σταθμών ανεφοδιασμού
fi: Suunnittele tankkauksia
fr: Planifier les arrêts aux stations-service
it: Assegna distributori alle soste di rifornimento
nb: Bensinstasjoner
nl: Tankstations plannen
pl: Stacje benzynowe
pt_br: Plano de reabastecimento
ru: План заправок

source: All refueling stations for this trip are now planned.
ca: Estan previstes totes les estacions de servei per a aquest viatge.
de: Für diese Reise sind nun alle Tankstellen geplant.
el: Όλοι οι στάσεις ανεφοδιασμού για αυτό το ταξίδι έχουν πλέον προγραμματιστεί.
fi: Kaikki matkan tankkaukset ovat nyt suunniteltuina.
fr: Tous les arrêts aux stations-service sont désormais planifiés pour ce voyage.
it: Tutti i distributori di rifornimento per questo viaggio sono assegnati.
nb: Alle fyllestopp for denne turen er nå planlagt.
nl: Alle tankstations voor deze reis zijn nu gepland.
pl: Wszystkie stacje benzynowe w tej podróży są zaplanowane.
pt: Todas as paragens de reabastecimento desta viagem encontram-se agora planeadas.
pt_br: Todas as paradas para reabastecimento dessa viagem estão planejadas.
ro: Toate stațiile de realimentare pentru această călătorie sunt acum planificate.
ru: Все заправки для этой поездки сейчас запланированы.

source: Refueling stations not found near one or more automatically scheduled refueling stops.
ca: No s'han trobat estacions de servei aprop d'una o més aturades de reposostatge programades automàticament.
de: Keine Tankstellen in der Nähe eines oder mehrerer automatisch hinzugefügten Tankstopps gefunden.
fi: Huoltoasemia ei löydy yhdenkään automaattisesti lisätyn tankkauksen läheltä.
fr: Aucune station-service trouvée près d'un ou de plusieurs arrêts aux stations-service planifiés automatiquement.
it: Distributore non trovato vicino ad una o più soste di rifornimento pianificate in automatico.
nb: Har ikke funnet bensinstasjoner nær ett eller flere automatisk planlagte fyllestopp.
nl: Geen tankstations gevonden in de buurt van een of meer automatisch geplande tankstops.
pl: Nie ma stacji benzynowych w pobliżu co najmniej jednej automatycznie zaplanowanej przerwy na tankowanie.
pt: Não foram encontrados postos de reabastecimento próximo de uma ou mais paragens de reabastecimento programadas automaticamente.
pt_br: Postos de reabastecimento não foram encontrados próximo de uma ou mais paradas de reabastecimento automático.
ro: Nu se găsesc benzinării în apropierea uneia sau mai multor stații de realimentare programate automat.
ru: Автозаправочные станции не найдены вблизи одной или нескольких автоматически запланированных остановок для заправки.

source: Review newly scheduled overnight lodging stops before trying to plan refueling stations again.
ca: Revisea les aturades d'allotjament programades recentment abans de tornar a intentar planificar les estacions de servei.
de: Automatisch eingefügte Übernachtungsstopps bestätigen, damit Tankstopps geplant werden können.
fi: Ennen uusien tankkausten suunnittelua, tarkista äskettäin suunnitellut yön yli majoitukset.
fr: Valider les nouvelles nuitées avant d'essayer de planifier à nouveau les stations-service.
it: Rivedi i pernottamenti appena aggiunti automaticamente prima di pianificare nuovamente i rifornimenti di carburante e i relativi distributori.
nb: Sjekk nylig tillagte overnattingsstopp før det legges plan for fylling av drivstoff igjen.
nl: Controleer de nieuw geplande overnachtingsplaatsen voordat je tankstops opnieuw probeert te plannen.
pl: Obejrzyj nowo dodane noclegi przed ponowną próbą planowania stacji benzynowych.
pt: Reveja as paragens nocturnas programadas recentemente antes de tentar planear o reabastecimento novamente.
pt_br: Reveja as paradas noturnas agendadas antes de tentar planejar o reabastecimento novamente.
ro: Revizuiește opririle de cazare nou programate înainte de a încerca să planifici din nou stațiile de realimentare.
ru: Просмотрите вновь запланированные остановки ночлега, прежде чем планировать заправки.
