Repository: furkot/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ca, de, el, fi, fr, hu, it, nb, nl, pl, pt, pt_br, ro, ru

source: This place is located in the highlighted area. Check it out to learn the exact location.
ca: Aquest lloc es troba a la zona destacada. Ves-hi per conèixer la localització exacta.
de: Dieser Ort befindet sich im markierten Bereich. Die exakte Position finden Sie auf der Website dieses Ortes.
el: Αυτό το μέρος βρίσκεται στην επισημασμένη περιοχή. Ελέγξτε το για να μάθετε την ακριβή τοποθεσία.
fi: Tämä paikka sijaitsee korostetulla alueella. Saadaksesi selville sen tarkan sijainnin, katso sitä.
fr: Ce lieu est dans la zone sélectionnée. Réservez pour connaître la localisation exacte.
hu: Ez a hely a kijelölt területen található. A pontos helyszínt a weboldalon találod.
it: Questo luogo si trova nell'area evidenziata. Dai un'occhiata per conoscere la posizione esatta.
nb: Dette stedet ligger i det uthevede området. Sjekk nettsiden for nøyaktig plassering.
nl: Deze plaats ligt binnen het gemarkeerde gebied. De exacte locatie vind je op de website.
pl: Miejsce znajduje się na zaznaczonym obszarze. Dokładna pozycja na jego stronie.
pt: Este local encontra-se dentro da área seleccionada. Verifique o website para saber a sua localização exacta.
pt_br: Este local está dentro da área destacada. Uma vez que você faça a reserva, você visualizará a sua localização.
ru: Это место находится в выделенной области. Точное местоположение, смотрите на сайте этого места.

source: Area
ca: Àrea
de: Fläche
el: Περιοχή
fi: Pinta-ala
fr: Surface
hu: Terület
nb: Areal
nl: Oppervlakte
pl: Obszar
pt: Área
pt_br: Área
ru: Область

source: ATM
ca: Caixer automàtic
de: Geldautomat
el: ΑΤΜ
fi: Pankkiautomaatti
fr: Distributeur automatique
it: Bancomat
nb: Minibank
nl: Geldautomaat
pl: Bankomat
pt: Multibanco
pt_br: Caixa Eletrônico
ro: BANCOMAT

source: Base elevation
ca: Altitut
de: Talhöhe
fi: Peruskorkeus
fr: Altitude
hu: Alap magasság
it: Altitudine di base
nb: Bunn
nl: Basishoogte
pl: Wysokość n.p.m.
pt: Altitude de base
pt_br: Altitude da base
ru: Высота базы

source: Bathrooms
ca: Banys
de: Badezimmer
el: Μπάνια
fi: Kylpyhuoneita
fr: Salles de bains
hu: Fürdőszobák
it: Bagni
nb: Bad
nl: Badkamers
pl: Łazienki
pt: Casas de banho
pt_br: banheiros
ru: Ванные

source: Barbecues
ca: Barbacoes
de: Grillstellen
el: Ψησταριές
fi: Grillejä
hu: Grillező helyek
it: Griglie
nb: Griller

source: Bedrooms
ca: Dormitoris
de: Schlafzimmer
el: υπνοδωμάτια
fi: Makuuhuoneita
fr: Chambres
hu: Hálószobák
it: Camere da letto
nb: Soverom
nl: Slaapkamers
pl: Sypialnie
pt: Quartos
pt_br: Quartos
ro: Dormitoare
ru: Спальни

source: Number of beds
ca: Nombre de llits
de: Anzahl der Betten
el: Αριθμός κλινών
fi: Vuoteita
fr: Nombre de lits
hu: Ágyak száma
it: Numero di letti
nb: Antall senger
nl: Aantal bedden
pl: Liczba łóżek
pt: Número de camas
pt_br: Número de camas
ro: Numărul de paturi
ru: Количество кроватей

source: Big rig access
ca: Accés per gran llargada
de: Große Fahrzeuge möglich
fi: Suuret yhdistelmät sallittu
fr: Large emplacement
it: Accesso per veicoli grandi
nb: Egnet for store vogner
nl: Toegang voor grote vrachtwagens
ro: Admite rulote/caravane mari

source: Biking
ca: Ciclisme
de: Rad fahren
el: Ποδηλασία
fi: Pyöräilyä
fr: Vélo
hu: Biciklizés
it: Giri in bicicletta
nb: Sykling
nl: Fietsen
pl: Rowerem
pt: Na bicicleta
pt_br: Na bicicleta
ro: Ciclism
ru: На велосипеде

source: Boating
ca: Nàutica
de: Bootfahren
fi: Veneilyä
fr: Navigation de plaisance
hu: Kishajózás
it: Giri in barca a motore
nb: Båtliv
nl: Varen

source: Boat-in campsites
ca: Càmpings en vaixell
de: Bootscamping
fi: Leirintä vain venekunnille
fr: Campings accès bateau
hu: Hajókemping
it: Campeggi per barche
nb: Kun tilgjengelig med båt
nl: Bootkamperen
ro: Camping cu acces doar pe apa

source: Boat ramp
ca: Rampa per vaixells
de: Bootsrampe
el: Ράμπα σκαφών
fi: Veneluiska
fr: Rampe de mise à l'eau
hu: Hajórámpa
it: Rampa di alaggio
nb: Båtslipp
nl: Boot tewaterlaatplaats
pl: Rampa do wodowania łodzi
pt: Rampa para barcos
pt_br: Rampa para barcos
ro: Rampă pentru bărci
ru: Катерная рампа

source: Scenic byways
ca: Camins panoràmics
de: Schöne Nebenstraßen
fi: Kauniita ohitusteitä
fr: Routes panoramiques
hu: Látványos ösvények
it: Strade panoramiche
nb: Naturskjønne omveier
nl: Fraaie landwegen
pl: Malownicze drogi
pt: Caminhos panorâmicos
ro: Drumuri secundare pitorești

source: Cabins
ca: Cabanes
de: Hütten
el: Καμπίνες
fi: Mökkejä
fr: Cabines
hu: Bungaló
it: Bungalow
nb: Hytter
nl: Huisjes
pl: Domki kempingowe
pt_br: Cabines

source: Cable TV
ca: TV per cable
de: Kabelfernsehen
el: Καλωδιακή τηλεόραση
fi: Kaapeli-TV
fr: Câble TV
hu: Kábeles TV
it: TV via cavo
nb: Kabel-TV
nl: Kabel TV
ro: Tv prin cablu

source: Suitable for trailers
ca: Apte per a remolcs
de: Geeignet für Anhänger
el: Κατάλληλο για ρυμουλκούμενα
fi: Sopii perävanuille
fr: Accepte les mobile homes
hu: Alkalmas utánfutóknak
it: Adatto per rimorchi
nb: Egnet for tilhengere
nl: Geschikt voor aanhangwagens
ro: Potrivit pentru remorci

source: Canoeing
ca: Piragüisme
de: Kanufahren
fi: Melontaa
fr: Canoé
hu: Kenuzás
it: Canoismo
nb: Kanopadling
nl: Kanovaren
ro: Canotaj

source: Auto touring
ca: Autoturisme
de: Autotouren
fi: Retki- maisemareitti
fr: Tourisme automobile
hu: Autós túrák
it: Percorsi auto panoramici
nb: Severdigheter i nærheten
nl: Auto toeren

source: Suitable for caravans
ca: Apte per a caravanes
de: Geeignet für Wohnwagen
el: Κατάλληλο για τροχόσπιτα
fi: Sopii matkailuvaunuille
fr: Accepte les caravanes
it: Adatto per roulotte
nb: Egnet for campingvogner
nl: Geschikt voor caravans

source: Car Wash
ca: Rentat de cotxes
de: Autowäsche
el: Πλυντήριο αυτοκινήτων
fi: Autopesu
fr: Lave-auto
hu: Autómosó
it: Autolavaggio
nb: Vaskestasjon
nl: Autowasstraat
pl: Myjnia
pt: Lavagem de Carros
pt_br: Lava Carros
ro: Spălătorie auto

source: Cave
ca: Cova
de: Höhlen
el: Σπηλιά
fi: Luola
fr: Grottes
hu: Barlang
it: Grotta
nb: Hule
nl: Grot
ro: Peșteră

source: Difficulty
ca: Dificultat
el: Δυσκολία
fi: Vaikeus
fr: Difficulté
hu: Nehézség
it: Difficoltà
nb: Vanskelighetsgrad
nl: Moeilijkheid

source: Gravel or dirt road
ca: Camí de grava o terra
de: Schotter- oder unbefestigte Straße
el: Δρόμος με χαλίκια ή χώμα
fi: Sora- tai hiekkatie
fr: Route de terre ou de gravier
hu: Murvás- vagy földút
it: Strada sterrata/ghiaia
nb: Grusvei
nl: Onverharde weg of zandweg
pl: Żużel lub polna droga
pt: Estrada de gravilha ou terra
pt_br: Cascalho ou estrada de terra
ro: Drum de pământ sau pietriș
ru: Гравийная или грунтовая дорога

source: Accessible facilities
ca: Instal·lacions accessibles
de: Barrierefreie Einrichtungen
el: Προσβάσιμες εγκαταστάσεις
fi: Tiloihin esteetön pääsy
fr: Installations accessibles
it: Servizi per disabili
nb: Tilgjengelige fasiliteter
nl: Toegankelijke faciliteiten

source: Dispersed camping
ca: Càmping dispers
de: Naturcamping
fi: Leirintä ilman mukavuuksia
fr: Camping sauvage
it: Campeggio disperso
nb: Camping i det fri
nl: Verspreid kamperen

source: Diving
ca: Submarinisme
de: Tauchen
el: Καταδύσεις
fi: Sukellusta
fr: Plongée
hu: Búvárkozás
it: Immersioni
nb: Dykking
nl: Duiken
ro: Scufundări

source: Drinking water
ca: Aigua potable
de: Trinkwasser
el: Πόσιμο νερό
fi: Juomavettä
fr: Eau potable
hu: Ivóvíz
it: Acqua potabile
nb: Drikkevann
nl: Drinkwater
pl: Woda pitna
pt: Água potável
pt_br: Água potável
ro: Apă potabilă
ru: Питьевая вода

source: Dry weather access
ca: Accés en temps sec
de: Nur bei Trockenheit
fi: Pääsy kuivalla säällä
fr: Accès par temps sec
hu: Csak száraz időben
it: Accesso nella stagione secca
nb: Kun tilgjengelig i tørt vær
nl: Toegang bij droog weer
ro: Acces doar în vreme uscată

source: Dump station
ca: Abocador
de: Entsorgung
fi: Kierrätyspiste
fr: Point-vidange
it: Stazione di scarico
nb: Tømmestasjon
nl: Afvalstation
ro: Statie de vidanjare

source: Effort
ca: Esforç
el: Προσπάθεια
fi: Ponnistelua
hu: Felhajtás
it: Sforzo
nb: Innsats
nl: Inspanning

source: Environment
ca: Medi ambient
el: Περιβάλλον
fi: Ympäristö
fr: Environnement
hu: Környezet
it: Ambiente
nb: Miljø
nl: Omgeving

source: Exposition
ca: Exposició
fi: Näyttely
it: Esposizione
nb: Utstilling
nl: Expositie

source: Fees required
ca: Taxes necessàries
de: Eintritt
el: Απαιτούμενα τέλη
fi: Maksullinen
fr: Droits d'entrée
hu: Belépődíj
it: Pagamenti richiesti
nb: Avgifter som kreves
nl: Toegangskosten
pl: Za opłatą
pt: Taxas necessárias
pt_br: Taxas requeridas
ru: Есть пошлины

source: Fires permitted
ca: Foc permès
de: offenes Feuer erlaubt
el: Επιτρέπονται οι φωτιές
fi: Avotulen teko sallittu
fr: Feux acceptés
hu: Nyitott tűz engedve
it: Fuochi consentiti
nb: Bål tillatt
nl: Open vuur toegestaan
ro: Focul permis

source: Fire pit or fireplace
ca: Foguera o llar de foc
de: Feuerstellen
el: Τζάκι εξωτερικού χώρου ή τζάκι
fi: Nuotiopaikka
fr: Foyer / feu de camp
it: Braciere o caminetto
nb: Bålplass
nl: Vuurplaats of kampvuur

source: Firewood
ca: Llenya
de: Feuerholz
el: Καυσόξυλα
fi: Polttopuita
fr: bois de chauffage
it: Legna da ardere
nb: Brensel
nl: Brandhout

source: Fishing
ca: Pesca
de: Angeln
el: Ψάρεμα
fi: Kalastusta
fr: Pêche
hu: Horgászni
it: Pesca
nb: Fiske
nl: Hengelsport
ro: Pescuit

source: Food service
ca: Servei de menjar
de: Lebensmittelversorgung
el: Υπηρεσία εστίασης
fi: Ruokaa
fr: Service alimentaire
hu: Evőhely
it: Servizio di ristorazione
nb: Matservering
nl: Eetgelegenheid
ro: Servicii de luat masa

source: free
ca: gratuït
de: gratis
el: δωρεάν
fi: ilmainen
fr: gratuit
hu: ingyen
it: gratuito
nb: gratis
nl: vrij
ro: gratis

source: Generators permitted
ca: Generadors permesos
de: Generatoren erlaubt
el: Επιτρέπονται γεννήτριες
fi: Aggregaatti sallittu
fr: Générateurs autorisés
hu: Generátorok engedve
it: Generatori consentiti
nb: Aggregat tillatt
nl: Generatoren toegestaan
ro: Generatoarele sunt permise

source: Grocery
ca: Botiga de queviures
el: Παντοπωλείο
fi: Elintarvikekauppa
fr: Épicerie
hu: Élelmiszer
it: Negozio Alimentari
nb: Dagligvarer
nl: Kruidenier

source: High clearance required
ca: Requerir gran alçada
de: Bodenfreiheit erforderlich
fi: Ei korkeille ajoneuvoille
fr: Haute garde au sol requise
it: Elevata altezza da terra richiesta
nb: Høy klaring
nl: Goede zichtbaarheid vereist
ro: Garda la sol mare necesară

source: Street-legal vehicles only
ca: Només vehicles homologats
de: Nur Fzg. mit Straßenzulassung
el: Μόνο οχήματα που είναι νόμιμα στο δρόμο
fi: Vain tiekelpoisille ajoneuvoille
fr: Pour véhicules autorisés
it: Solo veicoli omologati
nb: Kun gategodkjente kjøretøy
nl: Alleen voor straatlegale voertuigen
ro: Numai vehicule stradale legale

source: Hiking trail
ca: Ruta de senderisme
de: Wanderweg
el: Μονοπάτι πεζοπορίας
fi: Vaellusreitti
fr: Sentier de randonnée
hu: Kiránduló út
it: Sentiero escursionistico
nb: Tursti
nl: Wandelpad
pl: Szlak turystyczny
pt: Trilho de caminhada
pt_br: Trilha de caminhada
ro: Traseu pentru drumeții
ru: Пешая тропа

source: Horseback riding
ca: Passejades a cavall
de: Reiten
el: Ιππασία
fi: Ratsastusta
fr: Équitation
it: Equitazione
nb: Hesteridning
nl: Paardrijden
ro: Călărie

source: Hot tub or sauna
ca: Banyera d'hidromassatge o sauna
de: Whirlpool oder Sauna
el: Υδρομασάζ ή σάουνα
fi: Palju tai sauna
fr: Spa ou sauna
it: Vasca idromassaggio o sauna
nb: Boblebad eller badstue
nl: jacuzzi of sauna
ro: Băi fierbinți ori saună

source: Information point
ca: Punt d'informació
de: Besucherinformation
el: Σημείο πληροφόρησης
fi: Info-piste
fr: Point d’information
hu: Látogatóközpont
it: Punto Informazioni
nb: Informasjonspunkt
nl: Informatiepunt
ro: Punct de informare

source: 4WD vehicles only
ca: Només vehicles 4x4
de: Nur Allradfahrzeuge
el: Τετρακίνητα οχήματα μόνο
fi: Vain 4WD ajoneuvoille
fr: Véhicule 4x4 requis
it: Solo veicoli 4x4
nb: Kun 4WD-kjøretøy
nl: alleen vierwielaangedreven voertuigen
ro: Numai vehicule 4x4

source: Cooking facilities
ca: Instal·lacions per cuinar
de: Kochmöglichkeiten
el: Εγκαταστάσεις μαγειρέματος
fi: Keittopiste
fr: Espace cuisine
it: Cucina/Zona cottura
nb: Kokefasiliteter
nl: Kookgelegenheden

source: Notable landmark
ca: Fita destacable
de: Sehenswürdigkeit
el: Αξιοσημείωτο ορόσημο
fi: Merkittävä maamerkki
fr: Site culturel ou historique
it: Monumento notevole
nb: Severdig landemerke
nl: Opmerkelijk herkenningspunt
ro: Reper notabil

source: Lifts
ca: Ascensors
de: Skilifte
el: Τελεφερίκ
fi: Hiihtohissejä
fr: Remontes-pentes
hu: Síliftek
it: Sciovie
nb: Skiheiser
nl: skiliften
pl: Liczba wyciągów
pt: Teleféricos
pt_br: Teleféricos
ru: Подъемники

source: Electric hookup
ca: Connexió elèctrica
de: Stromanschluss
fi: Sähköliitäntä
fr: Branchement électrique
hu: Elektromos hálózat
it: Presa elettrica
nb: Strømuttak
nl: Elektriciteitsaansluiting
pl: Podłączenie elektryczne
pt_br: Conexão elétrica
ro: Conectare curent electric

source: Maximum depth
ca: Profunditat màxima
de: Maximale Tiefe
el: Μέγιστο βάθος
fi: Suurin syvyys
fr: Profondeur maximum
hu: Maximális vízmélység
it: Profondità massima
nb: Maksimal dybde
nl: Maximale diepte
pl: Maksymalna głębokość
pt: Profundidade máxima
pt_br: Profundidade máxima
ro: Adâncimea maximă
ru: Максимальная глубина

source: Elevation
ca: Elevació
de: Höhe
el: Υψόμετρο
fi: Korkeus
fr: Élévation
hu: Emelkedés
it: Altitudine
nb: Høyde over havet
nl: Stijging
pl: Wysokość
pt: Altitude
pt_br: Altitude
ro: Altitudine
ru: Высота

source: Maximum guests
ca: Número màxim d'hostes
de: Maximale Gästeanzahl
el: Μέγιστος αριθμός επισκεπτών
fi: Maksimi määrä majoittujia
fr: Nombre d'invités maximum
hu: Vendégek maximális száma
it: Numero massimo di ospiti
nb: Maksimalt antall gjester
nl: Maximaal aantal gasten
pl: Maksymalnie gości
pt: Número máximo de hóspedes
pt_br: nº máximo de hóspedes
ro: Numărul maxim de persoane
ru: Максимальное количество гостей

source: Maximum length
ca: Llargada màxima
de: Maximale Länge
el: Μέγιστη διάρκεια
fi: Suurin pituus
fr: Longueur maximale
hu: Maximális hosszúság
it: Lunghezza massima
nb: Maksimal lengde
nl: Maximale lengte
pl: Maksymalna długość
pt_br: Comprimento máximo
ro: Lungimea maximă

source: Minimum nights
ca: Nombre mínim de nits
de: Minimale Anzahl Übernächtigungen
el: Ελάχιστες διανυκτερεύσεις
fi: Vähimmäisyöt
fr: Nombre minimum de nuitées
hu: Minimum éjszakák
it: Minimo notti
nb: Minimum antall netter
nl: Minimum aantal overnachtingen
pl: Minimalnie nocy
pt: Mínimo de noites
pt_br: Mínimo de noites
ro: Numar minim de nopți
ru: Минимальное количество ночей

source: Minigolf
fi: Minigolfia

source: Mobile coverage
ca: Cobertura mòbil
de: Mobilfunk
el: Κάλυψη κινητής τηλεφωνίας
fi: Mobiiliverkko
fr: Couverture mobile
hu: Mobil hálózat
it: Copertura cellulare
nb: Mobildekning
nl: Mobiele dekking
ro: Acoperire telefonie mobilă

source: Open to motorcycles
ca: Obert a motos
de: Offen für Motorräder
el: Προσβάσιμο στις μοτοσυκλέτες
fi: Sallittu moottoripyörille
fr: Ouvert aux motos
hu: Motorok számára elérhető
it: Aperto alle motociclette
nb: Tillatt for motorsykler
nl: Geschikt voor motoren
pl: Dostępna dla motocykli
pt: Aberto a motas
pt_br: Aberto a motocicletas
ru: Открыто для мотоциклов

source: OHV 50" or less in width
ca: ATV 1.3 m o menys d'amplada
de: Nur Geländefahrzeuge bis 125 cm Breite
fi: Maastoajoneuvoille joiden leveys max. 127cm (50")
fr: Véhicules tout terrain de largeur inférieure à 1,25 m
it: Solo Veicoli larghi meno di 127 cm
nb: OHV 50" eller mindre i bredde
nl: off-road voertuig van 50" of minder in de breedte

source: Scenic views
ca: Vistes panoràmiques
de: Schöne Aussicht
fi: Maisemia
fr: Points de vue
hu: Szép kilátás
it: Belvedere/Vista
nb: Naturskjønn utsikt
nl: Prachtig uitzicht
ro: Vederi pitorești

source: Open to all vehicles
ca: Obert a tots els vehicles
de: Offen für alle Fahrzeuge
fi: Sallittu kaikille ajoneuvoille
fr: Ouvert à tous les véhicules
hu: Minden járműnek megfelelő
it: Aperto a tutti i veicoli
nb: Åpen for alle kjøretøy
nl: Geschikt voor alle voertuigen
pl: Dostpna dla wszystkich pojazdów
pt: Aberto a todos os veículos
pt_br: Aberto a todos os veículos
ro: Deschis tuturor vehiculelor
ru: Открыто для всех транспортных средств

source: Open all year
ca: Obert tot l'any
de: Ganzjährig geöffnet
el: Ανοιχτά όλο το χρόνο
fi: Auki ympäri vuoden
fr: Ouvert toute l'année
hu: Egész évben nyitva
it: Aperto tutto l'anno
nb: Åpen hele året
nl: Het hele jaar geopend
pl: Całoroczne
pt_br: Aberto todo o ano
ro: Deschis tot anul

source: Parking area
ca: Zona d'aparcament
de: Parkplatz
el: Χώρος στάθμευσης
fi: Pysäköintialue
fr: Aire de stationnement
hu: Parkoló
it: Parcheggio
nb: Parkeringsplass
nl: Parkeerplaats
pl: Parking
pt: Estacionamento
pt_br: Estacionamento
ro: Zona de parcare
ru: Парковка

source: Passenger cars
ca: Furgonetes de passatgers
de: PKW
el: Επιβατικά αυτοκίνητα
fi: Henkilöautot
fr: Berlines
it: Autovetture
nb: Personbiler
nl: Personenauto
ro: Autoturisme

source: Pets allowed
ca: S'admeten animals
de: Haustiere erlaubt
el: Επιτρέπονται τα κατοικίδια
fi: Sallittu lemmikeille
fr: Animaux acceptés
hu: Házikedvenc barát szállás
it: Animali ammessi
nb: Kjæledyr tillatt
nl: Huisdieren toegestaan
pl: Można ze zwierzętami
pt: Animais de estimação permitidos
pt_br: Animais de estimação permitidos
ro: Animale de companie permise
ru: Животные разрешены

source: Photography
ca: Fotografia
de: Fotografie
el: Φωτογραφία
fi: Kuvauskohteita
fr: Photo
hu: Fényképezés
it: Fotografia
nb: Fotografering
nl: Fotografie
ro: Fotografie

source: Picnic tables
ca: Taules de pícnic
de: Picknickplätze
el: Τραπέζια για πικνίκ
fi: Piknik-pöytiä
fr: Aires de pique-nique
hu: Piknik asztalok
it: Tavoli da picnic
nb: Piknik bord
nl: Picknicktafels
ro: Mese de picnic

source: Playground for kids
ca: Parc infantil
de: Kinderspielplatz
el: Παιδική χαρά
fi: Leikkipaikka
fr: Aire de jeux
hu: Gyermekjátszótér
it: Parco giochi per bambini
nb: Lekeplass for barn
nl: Speeltuin voor kinderen
ro: Loc de joaca pentru copii

source: Propane
ca: Propà
de: Propangas
el: Προπάνιο
fi: Kaasua
fr: Gaz propane
hu: Propán gáz
it: Propano (LPG)
nb: Propan
nl: Propaan

source: Public payphone
ca: Telèfon públic
de: Öffentliches Telefon
el: Δημόσιο καρτοτηλέφωνο
fi: Yleisöpuhelin
fr: Téléphone public
hu: Nyílvános telefon
it: Telefono pubblico
nb: Offentlig telefonkiosk
nl: Openbare telefooncel
ro: Telefon public cu plată

source: Ranger station
ca: Estació de guardaboscos
de: Forststation
fi: Metsänvartijan asema
fr: Poste de garde forestier
hu: Erdészeti központ
it: Stazione di Guardie Forestali
nb: Ranger stasjon
nl: Boswachterspost

source: Rest area
ca: Zona de descans
de: Raststation
el: Χώρος ανάπαυσης
fi: Levähdysalue
fr: Aire de repos
hu: Pihenőhely
it: Area di sosta
nb: Hvileområde
nl: Rustplaats
ro: Zona de odihnă

source: Closed for traffic
ca: Tancat al trànsit
de: Zufahrt verboten
el: Κλειστό για την κυκλοφορία
fi: Suljettu liikenteeltä
fr: Fermé à la circulation
hu: Behajtani tilos
it: Chiuso al traffico
nb: Stengt for trafikk
nl: Gesloten voor verkeer
ro: Închis pentru trafic

source: RV sites
ca: Espais per càmper
de: Stellplätze
fi: Paikkoja matkailuautoille/vaunuille
fr: Sites de camping-cars
hu: Lakóautó/lakókocsi terület
it: Piazzole camper
nb: Bobilplasser
nl: Staplaatsen voor campers
pl: Dla kamperów
ro: Siteuri pentru autorulote

source: Sailing
ca: Navegació
de: Segeln
el: Ιστιοπλοΐα
fi: Purjehdusta
fr: Navigation à voile
hu: Vitorlázás
it: Vela
nb: Seiling
nl: Zeilsport
ro: Navigație

source: Seasonal
ca: Estacional
de: Saisonal
el: Εποχιακός
fi: Kausittainen
fr: Fermetures saisonnières
hu: Időszakos
it: Stagionale
nb: Sesongavhengig
nl: Seizoensgebonden
pl: Sezonowe ograniczenia
pt: Sazonal
pt_br: Sazonal
ro: Sezonier
ru: Сезонный

source: Shaded campsites
ca: Càmpings amb ombra
de: Schattige Plätze
fi: Suojaisia leiripaikkoja
fr: Campings avec ombre
hu: Árnyekos helyek
it: Campeggi ombreggiati
nb: Skyggefulle campingplasser
nl: Kampeerplaatsen in de schaduw
ro: Campinguri umbrite

source: Showers
ca: Dutxes
de: Duschen
el: Ντους
fi: Suihkuja
fr: Douches
hu: Zuhanyok
it: Docce
nb: Dusj
nl: Douches
ro: Dușuri

source: Sports field
ca: Poliesportiu
de: Sportplatz
fi: Urheilukenttä
fr: Terrain de sport
hu: Sportpálya
it: Campo sportivo
nb: Idrettsbane
nl: Sportvelden
ro: Terenuri de sport

source: Studio apartment
ca: Apartament estudi
el: Διαμέρισμα στούντιο
fi: Yksiö
fr: Studio
hu: Garzonlakás
it: Monolocale
nb: Studio leilighet
nl: Studio
pl: Kawalerka
pt: Apartamento estúdio
pt_br: Apartamento estúdio
ro: Studio Apartament
ru: Квартира-студия

source: Swimming
ca: Natació
de: Schwimmen
el: Κολύμβηση
fi: Uintia
fr: Natation
hu: Úszás
it: Nuoto
nb: Svømming
nl: Zwemmen
ro: Înot

source: Tennis
ca: Tenis
fi: Tennistä
ro: Tenis

source: Tent sites
ca: Llocs de tendes de campanya
de: Zeltplätze
el: Θέσεις για σκηνές
fi: Telttapaikkoja
fr: Sites de tentes
hu: Sátorhelyek
it: Piazzole Tenda
nb: Teltplasser
nl: Tentplaatsen
pl: Dla namiotów
pt_br: Locais para acampar
ro: Locuri pentru cort

source: Restrooms
ca: Lavabos
de: Toiletten
el: Τουαλέτες
fi: WC
fr: Toilettes
it: Servizi igienici
nb: Toaletter
nl: Toiletten
ro: Toalete

source: Trails
ca: Pistes
de: Skipisten
el: Μονοπάτια
fi: Polkuja
fr: Pistes
hu: Sípályák
it: Piste da sci
nb: Nedfarter
nl: Skipistes
pl: Szlaki
pt: Trilhos
pt_br: Trilhas de Esqui
ro: Trasee
ru: Трассы

source: Trash cans
ca: Papereres
de: Mülleimer
el: Κάδοι απορριμμάτων
fi: Roska-astioita
fr: Poubelles
hu: Szemetesek
it: Bidoni spazzatura
nb: Søppelspann
nl: Vuilbakken
ro: Coșuri de gunoi

source: Tours and day trips
ca: Visites i excursions d'un dia
de: Touren und Tagesausflüge
el: Περιηγήσεις και ημερήσιες εκδρομές
fi: Matkoja ja päiväretkiä
fr: Tours et excursions
hu: Túrák és napi kirándulások
it: Escursioni e gite giornaliere
nb: Turer og dagsturer
nl: Daguitstappen
pl: Wycieczki i zwiedzanie
pt: Visitas e passeios de um dia
pt_br: Tours e passeios de um dia
ro: Tururi și excursii de o zi
ru: Туры и однодневные поездки

source: Vehicles 50" or less in width
ca: Vehicles d'1.3 m o menys d'amplada
de: Nur Fahrzeuge bis 125 cm Breite
fi: Ajoneuvoille joiden leveys max. 127cm (50")
fr: Véhicules de largeur < 50"
it: Veicoli con larghezza inferiore a 127 cm
nb: Kjøretøy 1,27 m eller mindre i bredde
nl: Voertuigen van maximaal 50" breed
ro: Vehicule cu o lățime de 1,25m sau mai mică

source: Vertical drop
ca: Desnivell
de: Höhenunterschied
fi: Pystysuora pudotus
fr: Dénivelé
hu: Függőleges esés
it: Dislivello
nb: Nedfarter
nl: Hoogteverschil
pl: Różnica wysokości
pt: Queda vertical
pt_br: Queda vertical
ro: Diferentă de nivel
ru: Перепад высот

source: Water available
ca: Aigua disponible
de: Wasser verfügbar
el: Διαθέσιμο νερό
fi: Vettä saatavilla
fr: Eau disponible
it: Acqua disponibile
nb: Vann tilgjengelig
nl: Water beschikbaar
ro: Apă disponibilă

source: Waterfall
ca: Cascada
de: Wasserfall
el: Καταρράκτης
fi: Vesiputous
fr: Chute d'eau
hu: Vízesés
it: Cascata
nb: Foss
nl: Waterval
ro: Cascadă

source: Water recreation
ca: Esports aquatics
de: Wassersport
fi: Vesiaktiviteetteja
fr: Loisirs aquatiques
hu: Vizisport
it: Attività nautiche
nb: Vann rekreasjon
nl: Watersport
ro: Activități de recreere pe apă

source: Wildlife viewing
ca: Observació de la fauna
de: Tierbeobachtung
el: Παρατηρητήριο άγριας ζωής
fi: Mahdollisuus nähdä villieläimiä
fr: Montrer les sites d'observation de la faune
hu: Vadlesek
it: Osservazione fauna selvatica
nb: Dyreliv visning
nl: Spotplaats voor wild
pl: Obserwacja zwierząt
pt: Observação da vida selvagem
pt_br: Observação da vida selvagem
ro: Observarea faunei sălbatice
ru: Наблюдение за дикой природой

source: Beware of wildlife
ca: Compte amb la vida salvatge
de: Achtung vor wilden Tiere
el: Προσοχή στην άγρια ζωή
fi: Varo villieläimiä
fr: Risque d'animaux sauvages
hu: Vigyázz! Veszélyes vadálatok
it: Attenzione alla fauna selvatica
nb: Vær oppmerksom på dyreliv
nl: Opgepast voor wilde dieren
ro: Feriți-vă de animale sălbatice
