Repository: furkot/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ca, de, el, fi, fr, hu, it, nb, nl, pl, pt, pt_br, ro, ru

source: Are you after fresh powder? Or maybe shredding corduroy is your thing? Trees or bowls? Skis or snowboard? Regardless of the answer, you can use Furkot to find ski resorts &mdash; courtesy of [Liftopia].
ca: Estàs buscant neu pols? Esquís o surf de neu? Independentment de la resposta, pots utilitzar Furkot per trobar estacions d'esquí &mdash; cortesia de [Liftopia].
de: Lieben Sie frischen Tiefschnee? Oder sind präparierte Pisten Ihr Ding? Zwischen Bäumen oder in weiten Tälern? Ski oder Snowboard? Egal was Sie bevorzugen, mit Furkot finden Sie passende Skigebiete &mdash; zur Verfügung gestellt von [Liftopia].
fi: Kaipaatko puuterilunta? Tai ehkä tiukiksi tampatut rinteet ovat juttusi? Puiden seassa vaiko avoimella rinteellä? Sukset vai lumilauta? Vastauksesta huolimatta voit käyttää Furkotia hiihtokeskuksien etsimiseen &mdash; [Liftopian] luvalla.
fr: Vous cherchez la poudreuse ? Descente, skating, fond, snowboard ? Tire-fesses, téléphérique ? Dans tous les cas, vous pouvez utiliser Furkot pour trouver les stations de ski &mdash; grâce à [Liftopia].
it: Siete alla ricerca di neve fresca? O forse una discesa veloce è la vostra passione? Sci o snowboard? Indipendentemente dalla risposta, è possibile utilizzare Furkot per trovare stazioni sciistiche &mdash; per gentile concessione di [Liftopia].
nb: Er du ute etter fersk puddersnø? Eller kanskje preparerte løyper er din greie? Off-piste eller terrengparker? Ski eller snowboard? Uavhengig av svaret, kan du bruke Furkot å finne skisteder &mdash; takket være [Liftopia].
nl: Liever vers gevallen sneeuw? Of zijn geprepareerde pistes je ding? Tussen de bomen of in dalen? Met ski's of een snowboard? Ongeacht wat je kiest, met Furkot vind je de beste skioorden &mdash; met dank aan [Liftopiai].
pl: Świeży sztruksik czy dziewiczy puch? Drzewa czy muldy? Narty czy snowboard? Niezależnie od odpowiedzi, możesz skorzystać z Furkota aby znaleźć ośrodki narciarskie z [Liftopii].
pt: Procura neve fresca? Esquis ou snowboard? Independentemente da resposta, pode usar Furkot para encontrar estâncias de esqui &mdash; cortesia de [Liftopia].
pt_br: Campo ou Praia ? Esquis ou snowboard? Independentemente da resposta, você pode usar Furkot para encontrar estâncias de esqui &mdash; cortesia de [Liftopia].
ru: Вы только постирались? Или, может быть, раскройка вельвета это ваше? Стаканы или чаши? Лыжи или сноуборд? Независимо от ответа, вы можете использовать Furkot для поиска горнолыжных курортов &mdash; любезно предоставлено Liftopia.

source: You can even plan meal stops and add gas stations to your itinerary. Not to mention biking paths, museums, monuments, [climbing routes], national parks, scenic views &mdash; add as many as you want. Furkot will keep you on track. You just need to show up.
ca: Fins i tot pots planificar aturades per menjar i afegir benzineres a l'itinerari. Sense oblidar les rutes per a bicicletes, museus, monuments, [rutes d'escalada], parcs nacionals, vistes panoràmiques &mdash; afegiu-ne tantes com vulguis. Furkot et mantindrà en ruta. Només has de presentar-te.
de: Selbst Essenspausen können Sie planen und Tankstellen in Ihren Reiseverlauf aufnehmen. Ganz zu schweigen von Radtouren, Museen, Denkmäler, [Kletterrouten], Nationalparks oder malerischen Aussichten. Fügen Sie so viele Stationen hinzu, wie Sie möchten. Furkot wird Sie auf Kurs halten.
fi: Voit suunnitella matkasuunnitelmaasi jopa ruokataukoja tai lisätä huoltoasemia. Puhumattakaan pyöräteistä, museoista, monumenteista, [kiipeilyreiteistä], kansallispuistoista ja maisemista. Lisää niitä niin paljon kuin haluat ja Furkot pitää sinut tien aina päällä. Sinun tarvitsee vain olla ja nauttia.
fr: Vous pouvez même planifier les étapes pour vous restaurer et inclure les stations-service dans votre parcours. Sans parler des pistes cyclables, des musées, des monuments, des [voies d'escalade], des parcs nationaux, des vues panoramiques &mdash; ajoutez-en autant que vous voulez. Furkot vous garde sur les rails. Suivez le guide.
it: È anche possibile pianificare soste per i pasti e aggiungere stazioni di rifornimento al vostro itinerario. Per non parlare di percorsi in bicicletta, musei, monumenti, [vie di arrampicata], parchi nazionali, viste panoramiche &mdash; aggiungi tutti quelli che vuoi. Furkot ti aiuterà a tenere il passo. Tu devi solo preoccuparti di esserci.
nb: Du kan også planlegge spisepauser og legge bensinstasjoner til din reiserute. For ikke å nevne sykkelstier, museer, monumenter, [klatreruter], parker, naturskjønne utsiktspunkter &mdash; legg til så mange du vil. Furkot vil holde deg på sporet. Du trenger bare å stille opp.
nl: Je kunt zelfs maaltijdpauzes plannen en tankstations in je reisschema opnemen. Net zoals fietspaden, musea, monumenten, [klimroutes], nationale parken of mooie vergezichten &mdash; voeg zoveel stopplaatsen toe als je wilt. Furkot houd je op de rails.
pl: Możesz nawet zaplanować posiłki i dodać przerwy na tankowanie na trasie. Ścieżki rowerowe, muzea, zabytki, [trasy wspinaczkowe], parki narodowe, malownicze punkty widokowe &mdash; wszystko to możesz łatwo dodać do planu podróży. Furkot Cię poprowadzi. Trzeba tylko chcieć.
pt: Pode até planear paragens para refeições e adicionar postos de combustível ao seu itinerário. Sem mencionar caminhos de ciclismo, museus, monumentos, [rotas de escalada], parques nacionais, vistas panorâmicas &mdash; adicione quantos quiser. Furkot irá mantê-lo no caminho. Só precisa aparecer.
pt_br: Você pode até planejar paradas para refeição e adicionar postos de combustível em seu itinerário. Sem mencionar ciclismo, museus, monumentos, [vias de escalada], parques nacionais, vistas panorâmicas &mdash; adicione quantos você quiser. Furkot irá mantê-lo no caminho. Você só precisa aparecer.
ro: Poți chiar să planifici opriri pentru luat masa și să adăugi benzinării la itinerariul tău. Ca să nu mai vorbim de trasee de ciclism, muzee, monumente, [trasee de alpinism], parcuri naționale, priveliști pitorești &mdash; adaugă oicâte dorești. Furkot te va ține pe drumul cel bun.
ru: Вы можете даже запланировать остановки еды и добавить заправки к своему маршруту. Не говоря уже о велосипедных дорожках, музеях, памятниках, [альпинистских маршрутах], национальных парках, живописных видах &mdash; добавить столько, сколько вы хотите. Furkot будет держать вас на пути. Вам просто нужно появиться.

source: Attractions search
ca: Cerca atraccions
de: Sehenswürdigkeiten suchen
el: Αναζήτηση αξιοθέατων
fi: Etsi kohteita
fr: Recherche de curiosités
it: Ricerca attrazioni
nb: Attraksjonssøk
nl: Zoek attracties
pl: Przeglądanie atrakcji
pt: Pesquisar atrações
pt_br: Pesquisar atrações
ro: Căutare atracții
ru: Поиск достопримечательностей

source: Campgrounds? Motels? Hotels? Staying with friends?
ca: Càmpings? Motels? Hotels? Una estada amb amics?
de: Campingplätze? Motels? Hotels? Zu Gast bei Freunden?
fi: Leirintäalueet? Motellit? Hotellit? Ystävien luona oleminen?
fr: Campings ? Motels ? Hôtels ? Chez des amis ?
it: Campeggi? Motel? Alberghi? Stare da amici?
nb: Campingplasser? Moteller? Hoteller? Bor du hos venner?
nl: Kampeerplaatsen? Motels? Hotels? Bij vrienden logeren?
pl: Hotel? Zajazd? Pole namiotowe? Nocleg u znajomych?
pt: Parques de campismo? Motéis? Hotéis? Ficar com amigos?
pt_br: Campings? Motéis? Hotéis? Ficar com os amigos?
ro: Campinguri? Moteluri? Hoteluri? Stai cu prietenii?
ru: Кемпинги? Мотели? Отели? Остаться у друзей?

source: Furkot makes it easy to decide which hotels offer the best combination of cost, amenities and convenient location. Whenever available, Furkot displays exactly [what you are going to pay] (including taxes and service fees). You are in charge of what they charge.
ca: Furkot fa que sigui fàcil decidir quins hotels ofereixen la millor combinació de cost, comoditats i ubicació. Quan pugui, Furkot et mostrarà exatament [pel que estàs a punt de pagar] (incloent taxes i tarifes pel servei). Estaràs al cas del que s'et carregarà.
de: Furkot macht es Ihnen einfach, zu entscheiden, welche Hotels die beste Kombination aus Kosten, Ausstattung und Komfort bieten. Wann immer verfügbar, zeigt Furkot Ihnen genau [was Sie zu zahlen haben] (inklusive Steuern und Gebühren). Sie sind dafür verantwortlich, was man Ihnen in Rechnung stellt.
fi: Furkotin avulla on helppo päättää, mitkä hotellit tarjoavat parhaan yhdistelmän kustannuksista, mukavuuksista ja kätevistä sijainneista. Furkot näyttää tarkalleen [mistä aiot maksaa] (mukaan lukien verot ja palvelumaksut). Sinä päätät mistä sinua veloitetaan.
fr: Furkot facilite le choix des hôtels en proposant la meilleure combinaison d'après les prix, les caractéristiques et les emplacements. Dans la mesure du possible, Furkot affiche exactement [ce que vous allez payer] (taxes et service compris).
it: Furkot rende facile scegliere quali alberghi offrono la migliore combinazione di costi, servizi e posizione. Quando è disponibile, Furkot mostra esattamente [che cosa pagherai] (comprese tasse e commissioni di servizio). Sei tu a scegliere la fascia di prezzo.
nb: Furkot gjør det enkelt å bestemme hvilke hotell som tilbyr den beste kombinasjonen av pris, fasiliteter og praktisk beliggenhet. Når det er tilgjengelig viser Furkot nøyaktig [hva du skal betale] (inkludert skatter og avgifter). Du har kontroll på hva de tar betalt.
nl: Furkot maakt het je makkelijk om te kunnen vergelijken welke hotels de beste combinatie van kosten, voorzieningen en gunstige locaties bieden. Wanneer beschikbaar, zal Furkot je precies laten zien [hoeveel je moet betalen] (inclusief belasting en servicekosten). Jij beslist hoeveel je betaald.
pl: Furkot ułatwia podjęcie decyzji: pokazuje które hotele oferują najlepsze połączenie wygody, kosztów i dogodnej lokalizacji. Jeśli to możliwe Furkot wyświetli dokładną [cenę jaką zapłacisz za nocleg] z uwzględnieniem podatków i opłat.
pt_br: Furkot torna mais fácil para decidir quais os hotéis oferecem a melhor combinação de custo, conforto e localização conveniente. Sempre que possível, Furkot mostra exatamente [o que você deseja pagar] (incluindo impostos e taxas de serviço). Você está no comando do que eles cobram.
ro: Furkot facilitează decizia care hoteluri oferă cea mai bună combinație de costuri, facilități și locație convenabilă. Ori de câte ori este disponibil, Furkot afișează exact [ceea ce vei plăti] (inclusiv taxele și taxele pentru servicii).
ru: Furkot позволяет легко решить, какие отели предлагают лучшее сочетание цены, удобств и удобного расположения. Когда это возможно, Furkot отображает точно [что вы собираетесь платить] (включая налоги и сборы за обслуживание). Вы платите только за то, что они требуют.

source: All you need to do is to keep pressing [Next] until you are [Done].
ca: Tot el que has de fer és seguir prement [Següent] fins al [Final].
de: Alles was Sie tun müssen ist, auf [Weiter] klicken, bis Ihre Buchung abgeschlossen ist [Fertig].
fi: Sinun tarvitsee vain painaa [Seuraava] kunnes olet [Valmis].
fr: Tout ce que vous devez faire est de cliquer sur [Suivant] jusqu'à ce que vous ayez [Terminé].
it: Tutto quello che devi fare è premere [Successivo] finché non hai [Eseguito].
nb: Alt du trenger å gjøre er å fortsette å trykke på [Neste] til du er [Ferdig].
nl: Het enige wat je hoeft te doen is steeds op [Volgende] drukken totdat je boeking [Klaar] is.
pl: Musisz tylko naciskać przycisk [Dalej] aby przejść do kolejnej rezerwacji.
pt: Tudo que precisa fazer é continuar a pressionar [Próximo] até que tenha [Concluído].
pt_br: Tudo que você precisa fazer é manter pressionando [Próximo] até que você tenha [Concluído].
ro: Tot ce trebuie să faci pentru planificare este să dai niste simple clicuri.
ru: Все, что вам нужно сделать, это продолжать нажимать [Далее], пока не будет [Готово].

source: Lodging search
ca: Recerca d'allotjament
de: Unterkünfte suchen
el: Αναζήτηση καταλύματος
fi: Majoitushaku
fr: Recherche d'un hébergement
it: Ricerca alloggio
nb: Søk etter losji
nl: Onderkomen zoeken
pl: Poszukiwanie noclegu
pt: Procurar alojamento
pt_br: Procurar Alojamento
ro: Căutare cazare
ru: Поиск жилья

source: Invalid name and password combination (both are case-sensitive).
ca: La combinació de nom i contrasenya no és vàlida (ambdós distingeixen entre majúscules i minúscules).
de: Ungültige Namen- und Passwortkombination (bitte Groß- und Kleinschreibung beachten).
el: Συνδυασμός μη έγκυρου ονόματος και κωδικού πρόσβασης (και τα δύο κάνουν διάκριση πεζών-κεφαλαίων).
fi: Virheellinen nimi ja/tai salasana (molemmissa isot kirjaimet merkitseviä).
fr: Combinaison de nom et de mot de passe invalide (les deux sont sensibles à la casse).
it: Combinazione di nome e password non valida (entrambi usano maiuscole e minuscole).
nb: Ugyldig kombinasjon av navn og passord (sjekk bruk av store og små bokstaver).
nl: Ongeldige naam- en wachtwoordcombinatie (beide zijn hoofdlettergevoelig).
pl: Niewłaściwa kombinacja nazwy użytkownika i hasła (Furkot rozróżnia wielkość liter).
pt_br: Nome e/ou senha inválido(s) (maiúsculas e minúsculas fazem diferença).
ro: Combinație nevalidă de nume și parolă (ambele sunt sensibile la litere mari și mici).
ru: Неправильная комбинация логина и пароля (оба регистрозависимы).

source: Cannot register user {}
ca: No es pot registrar l'usuari {}
de: Benutzer kann nicht registriert werden {}
el: Δεν είναι δυνατή η εγγραφή του χρήστη {}
fi: Käyttäjänimeä {} ei voida rekisteröidä
fr: L’utilisateur {} ne peut pas être enregistré
it: Impossibile registrare utente {}
nb: Kan ikke registrere brukeren {}
nl: Kan gebruiker {} niet inschrijven
pl: Nie można założyć konta dla {}
pt: Não é possível registar utilizador {}
pt_br: Não é possível registrar o usuário {}
ro: Nu se poate înregistra utilizatorul {}
ru: Невозможно зарегистрировать пользователя {}

source: Forgot your password?
ca: Has oblidat la contrasenya?
de: Passwort vergessen?
el: Ξέχασες τον κωδικό πρόσβασης?
fi: Unohditko salasanasi?
fr: Mot de passe oublié ?
it: Hai dimenticato la password?
nb: Glemt passordet?
nl: Wachtwoord vergeten?
pl: Zapomniałeś hasła?
pt: Esqueceu a sua senha?
pt_br: Esqueceu sua senha?
ro: Ai uitat parola?
ru: Забыли пароль?

source: road trip planner
ca: planificador de viatges per carretera
de: Der Reiseplaner
el: Σχεδιαστής ταξιδιού
fi: reittisuunnittelija
fr: planificateur de voyage
it: pianificatore di viaggi
nb: turplanlegger
nl: reisplanner
pl: planowanie podróży
pt: planeador de viagem
pt_br: Planejador de viagem
ro: planificator de călătorii rutiere
ru: планировщик поездки

source: Map Your Route
ca: Mapeja la teva ruta
de: Planen Sie Ihre Route
el: Χαρτογραφήστε τη διαδρομή σας
fi: Suunnittele reittisi
fr: Planifiez votre itinéraire
it: Mappa il Tuo Percorso
nb: Kartlegg ruten din
nl: Plan je route
pl: Wytycz Swój Szlak
pt: Mapeie a sua Rota
pt_br: Planejar seu roteiro
ro: Mapează-ți traseul
ru: Карта вашего маршрута

source: Road Trip Planner
ca: Planificador de Viatges
el: Σχεδιαστής ταξιδιού
fi: Reittisuunnittelija
fr: Planificateur de voyage
hu: Road Trip tervező
it: Pianificatore di Viaggi
nb: Turplanlegger
nl: Reisplanner
pt: Planeador de viagem

source: Miss the turns on your terms!
ca: No perdreu mai el nord!
de: Finde deinen Weg, wie du willst!
fi: Enää ei tarvitse kääntyä aivan jokaisesta risteyksestä!
fr: C’est à votre tour !
it: Non è importante la meta, ma il viaggio!
nb: Dine veivalg, vår veiledning – perfekt ruteplanlegging!
nl: Uit de bocht vliegen is geen optie! Goede reis!
pl: Zgub się z planem!
pt: Tenha uma ótima viagem!
pt_br: Tenha uma ótima viagem !
ro: Fă-ți drumul așa cum vrei!
ru: За пропущенные повороты отвечаете только Вы!

source: Use real dates, find interesting places, book hotels with ease.
ca: Utilitzeu dates reals, trobeu llocs interessants, reserveu hotels amb facilitat.
de: Reisedaten exakt berechnen, interessante Orte finden, Unterkünfte einfach buchen.
el: Χρησιμοποιήστε πραγματικές ημερομηνίες, βρείτε ενδιαφέροντα μέρη, κλείστε ξενοδοχεία με ευκολία.
fi: Käytä todellisia päivämääriä, löydä kiinnostavia paikkoja, varaa hotelleja helposti.
fr: Utilisez des vraies dates, trouvez des endroits intéressants, réservez des hôtels simplement.
it: Utilizzare date reali, trovare luoghi interessanti, prenotare hotel con facilità.
nb: Bruk faktiske datoer, finn interessante steder, bestill hoteller enkelt.
nl: Bereken exacte reisdata, vind interessante plaatsen, boek hotels met gemak.
pl: Dokładne daty, ciekawe miejsca, łatwe rezerwacje.
pt: Use datas reais, encontre lugares interessantes, reserve hotéis com facilidade.
pt_br: Use datas reais, encontre lugares interessantes, reserve hotéis com facilidade.
ro: Utilizați date reale, găsiți locuri interesante, rezervați hoteluri cu ușurință.
ru: Указывайте реальные даты, находите интересные места, бронируйте гостиницы с легкостью.

source: Sign in to Road Trip Planner
ca: Inicieu la sessió a Road Trip Planner
de: Melden Sie sich am Reiseplaner an
fi: Kirjaudu reittisuunnittelijaan
fr: Se connecter au planificateur de voyage
it: Accedi al Pianificatore di Viaggi
nb: Logg deg på turplanleggeren
nl: Meld je aan bij de reisplanner
pl: Zaloguj się do Planowania Podróży
pt: Entrar no Planeador de Viagem
pt_br: Entrar no Planejador de Viagem
ro: Conectează-te la Road Trip Planner
ru: Войти в Планировщик поездки

source: Sign in to your account at Furkot, a free online road trip planner.
ca: inicia la sessió al teu compte a Furkot, un planificador de viatges en línia gratuït.
de: Melden Sie sich mit Ihrem Konto bei Furkot, dem kostenlosen Online-Reiseplaner, an.
el: Συνδεθείτε στον λογαριασμό σας στο Furkot, ένα δωρεάν διαδικτυακό πρόγραμμα για οδικά ταξίδια.
fi: Kirjaudu Furkotiin, ilmaiseen reittisuunnittelijaan.
fr: Connectez-vous à votre compte Furkot, un planificateur gratuit de voyage en ligne.
it: Accedi al tuo account su Furkot, un pianificatore gratuito di viaggi.
nb: Logg deg på kontoen din på Furkot, en gratis online turplanlegger.
nl: Meld je aan bij Furkot, de gratis online reisplanner.
pl: Zaloguj się do Furkota, bezpłatnego serwisu do planowania podróży.
pt: Entre na sua conta no Furkot, um planeador de viagem gratuito.
pt_br: Faça login na sua conta Furkot, um planejador de viagem gratuito.
ro: Conectează-te la contul tău la Furkot, un planificator online gratuit de călătorii rutiere.
ru: Войдите в свой аккаунт на Furkot, бесплатном онлайн-планировщике поездок.

source: Welcome to Furkot
ca: Benvingut a Furkot
de: Willkommen bei Furkot
el: Καλώς ήρθατε στο Furkot
fi: Tervetuloa Furkotiin
fr: Bienvenue chez Furkot
it: Benvenuti a Furkot
nb: Velkommen til Furkot
nl: Welkom bij Furkot
pl: Witamy w Furkocie
pt: Bem-vindo ao Furkot
pt_br: Bem-vindo ao Furkot
ro: Bine ai venit la Furkot
ru: Добро пожаловать в Furkot

source: Hello
ca: Hola
de: Hallo
el: Χαίρετε
fi: Hei
fr: Bonjour
it: Ciao
nb: Hei
nl: Hallo
pl: Cześć
pt: Olá
pt_br: Olá
ro: Buna!
ru: Здравствуйте

source: Nice to see you again! Please sign in.
ca: Encantat de tornar-te a veure! Sisplau, inicia la sessió.
de: Schön, Sie wiederzusehen! Bitte melden Sie sich an.
el: Χαίρομαι που σας ξαναβλέπω! Παρακαλώ συνδεθείτε.
fi: Mukava nähdä sinua taas! Ole hyvä ja kirjaudu sisään.
fr: Content de vous revoir ! Merci de vous connecter.
it: Bello rivederti! Sei pregato di accedere.
nb: Hyggelig å se deg igjen! Vennligst logg inn.
nl: Fijn om je weer te zien! Graag eerst inloggen.
pl: Witamy ponownie! Zaloguj się.
pt: Prazer em vê-lo/a novamente! Entre por favor.
pt_br: Prazer em vê-lo novamente! Por favor, inscreva-se.
ro: Mă bucur să te văd din nou! Te rog să te conectezi.
ru: Рады видеть Вас снова! Пожалуйста войдите.

source: If you already have an account [click here] to sign in.
ca: Si ja tens un compte [fes clic aquí] per iniciar la sessió.
de: Wenn Sie bereits ein Benutzerkonto haben [klicken Sie hier], um sich anzumelden.
el: Αν έχετε ήδη λογαριασμό [κάντε κλικ εδώ] για να συνδεθείτε.
fi: Jos sinulla on jo tili [klikkaa tästä] kirjautuaksesi sisään.
fr: Si vous avez déjà un compte, [cliquez ici] pour vous connecter.
it: Se hai già un account [clicca qui] per accedere.
nb: Hvis du allerede har en konto, [klikk her] for å logge på.
nl: Wanneer je al een account hebt [klik hier] om in te loggen.
pl: Jeśli masz już konto, [kliknij tutaj] aby się zalogować.
pt: Se já tem uma conta [pressione aqui] para entrar.
pt_br: Se você já tem uma conta [clique aqui] para entrar.
ro: Dacă ai deja un cont [clic aici] pentru a te conecta.
ru: Если у вас уже есть учетная запись [нажмите здесь], чтобы войти.

source: To sign in as a different user [click here]
ca: Per iniciar la sessió amb un altre usuari [fes clic aquí]
de: Um sich als anderer Benutzer anzumelden, [hier klicken]
el: Για να συνδεθείτε ως διαφορετικός χρήστης [κάντε κλικ εδώ]
fi: [Klikkaa tästä] kirjautuaksesi sisään toisena käyttäjänä
fr: Pour vous connecter avec un autre compte, [cliquez ici]
it: Per accedere come utente diverso [clicca qui]
nb: For å logge på som en annen bruker [klikk her]
nl: Om aan te melden als een andere gebruiker [klik hier]
pl: [Kliknij tutaj] aby użyć innego konta
pt: Para entrar com um utilizador diferente [pressione aqui]
pt_br: Para fazer login como um usuário diferente [clique aqui]
ro: Pentru a te conecta ca alt utilizator [clic aici]
ru: Чтобы войти в систему в качестве другого пользователя [нажмите здесь]

source: The application {} is requesting read-only access to your trips.
ca: L'aplicació {} sol·licita accés de només lectura als teus viatges.
de: Die Anwendung {} verlangt Lesezugriff auf Ihre Reisen.
el: Η εφαρμογή {} ζητά πρόσβαση μόνο για ανάγνωση στα ταξίδια σας.
fi: {} sovellus on pyytänyt katseluoikeuksia matkoihisi.
fr: L'application {} demande un accès en lecture seule à vos voyages.
it: L'applicazione {} sta richiedendo l'accesso di sola lettura ai vostri viaggi.
nb: Appen {} ber om skrivebeskyttet tilgang til dine reiser.
nl: De toepassing {} vereist alleen-lezen toegang tot je reizen.
pl: Aplikacja {} prosi o prawo do przeglądania Twoich podróży.
pt: A aplicação {} está a solicitar acesso apenas de leitura para as suas viagens.
pt_br: A aplicação {} está solicitando acesso somente leitura para as suas viagens.
ro: Aplicația {} solicită acces read-only la călătoriile tale.
ru: Приложение {} запрашивает доступ только для чтения к вашей поездки.

source: Do you allow the application to connect to Furkot?
ca: Permets que l'aplicació es connecti a Furkot?
de: Anwendung zum Zugriff auf Furkot berechtigen?
el: Επιτρέπετε στην εφαρμογή να συνδεθεί με το Furkot?
fi: Sallitko sovelluksen muodostaa yhteyden Furkotiin?
fr: Autorisez-vous l'application à se connecter à Furkot ?
it: Vuoi permette all'applicazione di connettersi a Furkot?
nb: Vil du tillate appen å koble til Furkot?
nl: Sta je toe dat de toepassing verbinding maakt met Furkot?
pl: Czy chcesz pozwolić aplikacji na dołączenie do Furkota?
pt: Permite que a aplicação se conecte ao Furkot?
pt_br: Você permite que o aplicativo se conecte ao Furkot?
ro: Permiteți aplicației să se conecteze la Furkot?
ru: Вы разрешаете приложению подключаться к Furkot?

source: Recover Password
ca: Recuperar la contrasenya
de: Passwort wiederherstellen
el: Ανάκτηση κωδικού πρόσβασης
fi: Palauta salasana
fr: Récupérer le mot de passe
it: Recupera la Password
nb: Gjenopprett passord
nl: Herstel wachtwoord
pl: Odzyskiwanie Hasła
pt: Recuperar Senha
pt_br: Recuperar senha
ro: Recuperează parola
ru: Восстановить пароль
