Repository: furkot/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ca, de, el, fi, fr, hu, it, nb, nl, pl, pt, pt_br, ro, ru

source: This trip has been modified by {}. If you want to see changes, click the button above to refresh this trip
ca: Aquest viatge ha estat modificat per {}. Si vols veure els canvis, fes clic al botó de sobre per refrescar aquest viatge
de: Diese Reise wurde von {} geändert. Wenn Sie die Änderungen sehen möchten, klicken Sie den Button oben, um die Reise zu aktualisieren
el: Αυτό το ταξίδι έχει τροποποιηθεί από {}. Εάν θέλετε να δείτε τις αλλαγές, κάντε κλικ στο παραπάνω κουμπί για να ανανεώσετε αυτό το ταξίδι
fi: {} on muokannut tätä matkaa. Jos haluat nähdä muutokset, päivitä matka yllä olevasta painikkeesta
fr: Ce voyage a été modifié par {}. Si vous souhaitez voir les changements, cliquez sur le bouton ci-dessus pour réactualiser le voyage
hu: Ezt az útitervet {} módosította. Ha szeretnéd látni a változtatásokat, kattints a fenti gombra és frissítsd az útitervet
it: Questo viaggio è stato modificato da {}. Se vuio vedere le modifiche, fai clic sul pulsante qui sopra per aggiornare questo viaggio
nb: Denne turen har blitt modifisert av {}. Hvis du ønsker å se endringer, klikk på knappen over for å oppdatere denne turen
nl: Deze reis werd gewijzigd door {}. Klik op de knop hierboven om de reis opnieuw te laden en de wijzigingen te bekijken
pl: Podróż została zmieniona przez {}. Jeśli chcesz zobaczyć zmiany użyj przycisku powyżej aby odświeżyć podróż
pt: Esta viagem foi modificada por {}. Se quiser ver as alterações, pressione o botão acima para actualizar esta viagem
pt_br: Esta viagem foi modificado por {}. Se você quiser ver as alterações, clique no botão acima para atualizar esta viagem
ro: Această călătorie a fost modificată de {}. Dacă doriți să vedeți modificări, faceți clic pe butonul de mai sus pentru a reîmprospăta această călătorie
ru: Эта поездка была изменена {}. Если вы хотите увидеть изменения, нажмите на кнопку выше

source: Furkot has been inactive for a while and switched your trip to view-only mode to prevent data loss. Click the button above to refresh this trip
ca: Furkot ha estat inactiu durant un temps i ha canviat el vostre viatge al mode de només visualització per evitar la pèrdua de dades. Fes clic al botó de sobre per refrescar Aquest viatge
de: Furkot war einige Zeit inaktiv und hat Ihre Reise in den Betrachtungsmodus versetzt, um einen Datenverlust zu vermeiden. Klicken Sie den Button oben, um diese Reise zu aktualisieren
el: Το Furkot ήταν ανενεργό για λίγο και άλλαξε το ταξίδι σας σε λειτουργία μόνο προβολής για να αποτρέψει την απώλεια δεδομένων. Κάντε κλικ στο παραπάνω κουμπί για να ανανεώσετε αυτό το ταξίδι
fi: Furkot on ollut käyttämättömänä jonkin aikaa ja siirtynyt katselu-tilaan estääkseen tietojen häviämisen. Päivitä matka yllä olevasta painikkeesta
fr: Aucune activité n'ayant été détectée depuis un certain temps, Furkot a mis votre voyage en mode consultation. Cliquez sur le bouton ci-dessus pour réactualiser ce voyage
hu: A Furkot egy ideig nem volt használatban, az útitervedet 'csak nézet' módba kapcsolta, nehogy adatvesztés történjen. Kattints a fenti gombra, hogy frissítsd az útitervet
it: Furkot è stato inattivo per un po e ha cambiato la modalità in "solo visualizzazione" per prevenire la perdita di dati. Fai clic sul pulsante qui sopra per aggiornare questo viaggio
nb: Furkot har vært inaktiv en stund og satt turen din i skrivebeskyttet modus for å hindre tap av data. Klikk på knappen over for å oppdatere denne turen
nl: Furkot is enige tijd niet actief geweest, en daarom overgeschakeld naar alleen-lezen modus om dataverlies te vermijden. Klik op de knop hierboven om je reis opnieuw te activeren
pl: Z powodu braku aktywności Furkot przełączył podróż w tryb podglądu w celu ochrony danych. Użyj przycisku powyżej aby odświeżyć podróż
pt: Furkot ficou inactivo durante algum tempo e alterou a sua viagem para o modo de visualização para evitar a perda de dados. Pressione o botão acima para actualizar esta viagem
pt_br: Furkot ficou inativo por um tempo e mudou a sua viagem para o modo somente visualização para evitar a perda de dados. Clique no botão acima para atualizar esta viagem
ro: Furkot a fost inactiv pentru o perioadă de timp și pentru a preveni pierderea datelor a schimbat călătoria în modul doar vizualizare. Faceți clic pe butonul de mai sus pentru a reîmprospăta această călătorie
ru: Furkot был неактивным некоторое время и переключился в режим Только для просмотра, для предотвращения потери данных. Нажмите на кнопку выше, чтобы обновить эту поездку

source: You can only view this trip. If you want to modify it, contact this trip owner
ca: Només pots veure aquest viatge. Si el vols modificar, contacta amb el propietari del viatge
de: Sie können diese Reise nur ansehen. Wenn Sie Änderungen machen möchten, wenden Sie sich an den Eigentümer der Reise
el: Μπορείτε μόνο να δείτε αυτό το ταξίδι. Αν θέλετε να το τροποποιήσετε, επικοινωνήστε με τον κάτοχο αυτού του ταξιδιού
fi: Matka on katselu-tilassa. Jos haluat muokata sitä, ota yhteyttä sen omistajaan
fr: Vous pouvez seulement consulter ce voyage. Si vous souhaitez le modifier, veuillez contacter son propriétaire
hu: Ezt az útitervet csak megtekintheted. Ha módosítani szeretnéd, vedd fel a kapcsolatot a tulajdonosával
it: Questo viaggio può essere solo visualizzato. Se desideri modificarlo, contatta il proprietario del viaggio
nb: Du kan bare se denne turen. Hvis du ønsker å endre den, ta kontakt med eieren av denne turen
nl: Je kunt deze reis alleen bekijken. Wanneer je wijzigingen aan wilt brengen neem dan contact op met de beheerder van deze reis
pl: Możesz oglądać podróż bez czynienia zmian. Jeśli chcesz ją modyfikować, skontaktuj się z jej właścicielem
pt: Apenas pode visualizar esta viagem. Se pretender modificá-la, entre em contacto com seu proprietário
pt_br: Você pode apenas visualizar esta viagem. Se você quiser modificá-lo, entre em contato com seu proprietário
ro: Poți doar să vizualizezi această călătorie. Dacă dorești să o modifici, contactează-l pe proprietarul ei
ru: Вы можете только просматривать эту поездку. Для редактирования, свяжитесь с владельцем поездки

source: Furkot is using cached data only. Click the button above to refresh this trip
ca: Furkot només utilitza dades de la memòria cau. Fes clic al boto de sota per refrescar aquest viatge
de: Furkot nutzt derzeit nur Offline-Daten. Klicken Sie den Button oben, um diese Reise zu aktualisieren
el: Το Furkot χρησιμοποιεί μόνο προσωρινά αποθηκευμένα δεδομένα. Κάντε κλικ στο παραπάνω κουμπί για να ανανεώσετε αυτό το ταξίδι
fi: Furkot käyttää laitteessa olevaa välimuistia. Päivitä matka yllä olevasta painikkeesta
fr: Furkot utilise uniquement les données en cache. Cliquez sur le bouton ci-dessus pour réactualiser le voyage
hu: A Furkot csak tárolt adatot használ. Kattints a fenti gombra az útiterv frissítéséhez
it: Furkot sta usando solo dati memorizzati nella cache. Fai clic sul pulsante qui sopra per aggiornare questo viaggio
nb: Furkot bruker kun bufrede data. Klikk på knappen over for å laste inn denne turen på nytt
nl: Furkot gebruikt nu alleen gegevens uit cache. Klik op de knop hierboven om deze reis te actualiseren
pl: Furkot używa tylko danych lokalnych. Użyj przycisku powyżej, aby odświeżyć podróż
pt: Furkot está a utilizar apenas dados em cache. Pressione o botão acima para actualizar esta viagem
pt_br: Furkot está utilizando dados em cache. Clique no botão acima para atualizar esta viagem
ro: Furkot utilizează numai date memorate în cache. Faceți clic pe butonul de mai sus pentru a reîmprospăta această călătorie
ru: Эта поездка находится в режиме Только для просмотра. Нажмите на кнопку выше, чтобы редактировать эту поездку

source: Done editing trip
ca: Finalitza l'edició del viatge
de: Reisebearbeitung abgeschlossen
el: Ολοκληρώθηκε η επεξεργασία ταξιδιού
fi: Matkan muokkaaminen aktiivinen / valmis
fr: Modification du voyage terminée
hu: Útiterv szerkesztésének befejezése
it: Modifica viaggio conclusa
nb: Ferdig med redigering av turen
nl: Klaar met reis bewerken
pl: Zakończ modyfikowanie podróży
pt: Finalizar edição da viagem
pt_br: Finalizar edição da viagem
ru: Завершить редактирование поездки

source: This trip is in view-only mode. Click the button above to edit this trip
ca: Aquest viatge està en mode de només lectura. Fes clic al botó de sota per editar-lo
de: Diese Reise befindet sich im Betrachtungsmodus. Klicken Sie den Button oben, um diese Reise zu bearbeiten
el: Αυτό το ταξίδι είναι σε λειτουργία μόνο για προβολή. Κάντε κλικ στο παραπάνω κουμπί για να επεξεργαστείτε αυτό το ταξίδι
fi: Matka on luku-tilassa. Yllä olevasta painikkeesta pääset muokkaus-tilaan
fr: Ce voyage est en mode consultation. Cliquez sur le bouton ci-dessus pour modifier le voyage
hu: Ez az útiterv csak megtekinthető. Kattints a fenti gombra a szerkesztéshez
it: Questo viaggio è in modalità di sola visualizzazione. Fai clic sul pulsante qui sopra per modificare questo viaggio
nb: Denne turen er i skrivebeskyttet modus. Klikk på knappen over for å redigere denne turen
nl: Deze reis staat nu in alleen-lezen modus. Klik opnieuw op deze knop om te reis te kunnen bewerken
pl: Podróż jest w trybie podglądu. Użyj przycisku powyżej aby przejść do trybu edycji
pt: Esta viagem encontra-se no modo de visualização. Pressione o botão acima para editar esta viagem
pt_br: Esta viagem está no modo somente visualização. Clique no botão acima para editar esta viagem
ro: Această călătorie este în modul doar pentru vizualizare. Clic pe butonul de mai sus pentru a edita această călătorie
ru: Эта поездка находится в режиме Только для просмотра. Нажмите на кнопку выше, чтобы редактировать эту поездку

source: Furkot guided tour
ca: Visita guiada a Furkot
de: Geführte Tour durch Furkot
el: Furkot ξενάγηση
fi: Furkotin opastettu kierros
fr: Visite guidée de Furkot
hu: A Furkot bemutatása
it: Furkot visita guidata
nb: Furkot guidet tur
nl: Wegwijs worden in Furkot
pl: Przewodnik po Furkocie
pt: Tour guiada Furkot
pt_br: Tour Furkot
ro: Furkot tur ghidat
ru: Экскурсия по Furkot

source: Drag the route to match the original displayed in gray. Or select the latter as an off-road track.
ca: Arrossega la ruta per fer-la coincidir amb la original de color gris. O selecciona el darrer tram com a pista fora de carretera.
fi: Vedä reitti vastaamaan harmaalla näkyvää alkuperäistä, tai jätä ehdotettu uudeksi reitiksi.
fr: Faites glisser l’itinéraire pour qu’il corresponde à l’original affiché en gris. Ou sélectionnez ce dernier comme itinéraire tout terrain.
hu: Húzd az útvonalat, hogy az eredeti szürke útvonalon legyen. Vagy válazd ki az utóbbit mint offroad-szakasz.
it: Trascina il percorso per adattarlo a quello originale mostrato in grigio. Oppure marchialo come un percorso fuoristrada.
nb: Dra ruten slik at den overlapper originalen vist i grått. Eller velg den siste som et off-road spor.
nl: Sleep de route zodat deze overeen komt met het origineel dat in grijs wordt weergegeven. Of selecteer de laatste als een off-road track.

source: Nothing to display. Internet connection may be down.
ca: No hi ha res a mostrar. Verifica la connexió a internet.
de: Nichts anzuzeigen. Möglicherweise keine Internetverbindung.
el: Τίποτα για εμφάνιση. Η σύνδεση στο Internet ενδέχεται να είναι εκτός λειτουργίας.
fi: Ei näytettävää. Mahdollisesti Internet-yhteys ei toimi.
fr: Rien à afficher. La connexion Internet peut être inactive.
hu: Nem tudunk semmit mutatni. Lehet probléma áll fenn az internetkapcsolattal.
it: Niente da visualizzare. La connessione internet potrebbe essere inattiva.
nb: Ingenting å vise. Internett-tilkobling kan være nede.
nl: Niets weer te geven. Mogelijk is er geen internetverbinding.
pl: Brak danych. Prawdopodobnie nie ma połączenia z Internetem.
pt: Nada a exibir. A ligação à Internet pode estar inactiva.
pt_br: Nada a apresentar. Conexão com a internet pode estar inativa.
ro: Nimic de afișat. Conexiunea la Internet poate fi întreruptă.
ru: Нет данных для отображения. Возможно нет доступа к Интернету.

source: Furkot cannot display the map.
ca: Furkot no pot mostrar el mapa.
de: Furkot kann die Karte nicht anzeigen.
el: Το Furkot δεν μπορεί να εμφανίσει το χάρτη.
fi: Furkot ei voi näyttää karttaa.
fr: Furkot ne peut pas afficher la carte.
hu: A Furkot nem tudja megjeleníteni a térképet.
it: Furkot non può visualizzare la mappa.
nb: Furkot kan ikke vise kartet.
nl: Furkot kan de kaart niet weergeven.
pl: Furkot nie może wyświetlić mapy.
pt: Furkot não pode exibir o mapa.
pt_br: Furkot não pode mostrar o mapa.
ro: Furkot nu poate afișa harta.
ru: Furkot не может отобразить карту.

source: Show map
ca: Mostrar el mapa
de: Karte anzeigen
el: Εμφάνιση χάρτη
fi: Näytä kartta
fr: Montrer la carte
hu: Térkép mutatása
it: Mostra mappa
nb: Vis kart
nl: Toon kaart
pl: Pokaż mapę
pt: Exibir mapa
pt_br: Mostrar mapa
ro: Arată harta
ru: Показать карту

source: Map
ca: Mapa
de: Karte
el: Χάρτης
fi: Kartta
fr: Carte
hu: Térkép
it: Mappa
nb: Kart
nl: Kaart
pl: Mapa
pt: Mapa
pt_br: Mapa
ro: Hartă
ru: Карта

source: Hide trip details
ca: Amaga els detalls del viatge
de: Reisedetails ausblenden
el: Απόκρυψη λεπτομερειών ταξιδιού
fi: Piilota matkan tiedot
fr: Cacher les détails du voyage
hu: Útiterv részleteinek elrejtése
it: Nascondi dettagli di viaggio
nb: Skjul turdetaljer
nl: Verberg reisgegevens
pl: Ukryj konfigurację podróży
pt: Ocultar detalhes da viagem
pt_br: Ocultar detalhes da viagem
ro: Ascunde detaliile călătoriei
ru: Скрыть сведения о поездке

source: Show trip details
ca: Mostra els detalls del viatge
de: Reisedetails anzeigen
el: Εμφάνιση λεπτομερειών ταξιδιού
fi: Näytä matkan tiedot
fr: Montrer les détails du voyage
hu: Útiterv részleteinek mutatása
it: Mostra dettagli di viaggio
nb: Vis turdetaljer
nl: Toon reisgegevens
pl: Pokaż konfigurację podróży
pt: Exibir detalhes da viagem
pt_br: Mostrar detalhes da viagem
ro: Arată detaliile călătoriei
ru: Показать детали поездки

source: Trip
ca: Viatge
de: Reise
el: Ταξίδι
fi: Matka
fr: Voyage
hu: Utazás
it: Viaggio
nb: Tur
nl: Reis
pl: Podróż
pt: Viagem
pt_br: Viagem
ro: Călătorie
ru: Поездка

source: Hide trip itinerary
ca: Amaga l'itinerari del viatge
de: Reiseplanung ausblenden
el: Απόκρυψη δρομολογίου ταξιδιού
fi: Piilota matkasuunnitelma
fr: Cacher le parcours du voyage
hu: Útiterv itinerének elrejtése
it: Nascondi itinerario viaggio
nb: Skjul reiserute
nl: Reisplan verbergen
pl: Ukryj plan podróży
pt: Ocultar itinerário da viagem
pt_br: Ocultar itinerário da viagem
ro: Ascunde itinerariul călătoriei
ru: Скрыть маршрут поездки

source: Show trip itinerary
ca: Mostra l'itinerari del viatge
de: Reiseplanung anzeigen
el: Εμφάνιση δρομολογίου ταξιδιού
fi: Näytä matkasuunnitelma
fr: Montrer le parcours du voyage
hu: Itiner megjelenítése
it: Mostra itinerario viaggio
nb: Vis reiserute
nl: Toon reisplan
pl: Pokaż plan podróży
pt: Exibir itinerário da viagem
pt_br: Mostrar itinerário da viagem
ro: Afișează itinerariul călătoriei
ru: Показать маршрут поездки

source: Plan
ca: Pla
el: Πλάνο
fi: Suunnitelma
fr: Planification
hu: Terv
it: Piano
pt: Itinerário
pt_br: Itinerário
ro: Planifică
ru: План

source: Hide nearby lodging accommodations
ca: Amaga els allotjaments propers
de: Unterkünfte in der Nähe ausblenden
el: Απόκρυψη κοντινών καταλυμάτων
fi: Piilota majoituspaikat
fr: Cacher les hébergements à proximité
hu: Közeli szálláshelyek elrejtése
it: Nascondi strutture di alloggio nei dintorni
nb: Skjul nærliggende overnattingssteder
nl: Verberg onderkomens
pl: Ukryj gdzie zanocować
pt: Ocultar alojamentos próximos
pt_br: Ocultar hospedagens próximas
ro: Ascunde spațiile de cazare din apropiere
ru: Скрыть жилье поблизости

source: Show nearby lodging accommodations
ca: Mostra els allotjaments propers
de: Unterkünfte in der Nähe anzeigen
el: Εμφάνιση κοντινών καταλυμάτων
fi: Näytä majoituspaikat
fr: Montrer les hébergements à proximité
hu: Közeli szálláshelyek megjelenítése
it: Visualizza strutture di alloggio nei dintorni
nb: Vis nærliggende overnattingssteder
nl: Toon onderkomens
pl: Pokaż gdzie zanocować
pt: Exibir alojamentos próximos
pt_br: Mostrar hospedagens próximas
ro: Arată spațiile de cazare din apropiere
ru: Показать жилье поблизости

source: Sleep
ca: Dormir
de: Schlaf
el: Ύπνος
fi: Majoitu
fr: Dormir
hu: Alvás
it: Dormi
nb: Sove
nl: Slaap
pl: Noclegi
pt: Alojamentos
pt_br: Estadia
ro: Dormit
ru: Сон

source: Hide places to eat, drink and get fuel
ca: Amaga llocs per menjar, beure i les benzineres
de: Restaurants und Tankstellen ausblenden
el: Απόκρυψη μερών για φαγητό, ποτό και καύσιμα
fi: Piilota paikat joissa syödä, juoda ja tankata
fr: Cacher les endroits pour manger, boire et se procurer du carburant
hu: Étkezés illetve benzinkutak elrejtése
it: Nascondi dove mangiare, bere e fare rifornimento
nb: Skjul serveringssteder og bensinstasjoner
nl: Verberg eet-, drink-, en tankplaatsen
pl: Ukryj gdzie zjeść, wypić i zatankować
pt: Ocultar locais para comer, beber e obter combustível
pt_br: Ocultar lugares para comer, beber e obter combustível
ro: Ascunde locurile pentru mâncat/băut și alimentare combustibili
ru: Скрыть кафе, бары и заправки

source: Show me where to eat, drink and get fuel
ca: Mostra'm on menjar, beure i les benzineres
de: Restaurants und Tankstellen anzeigen
fi: Näytä paikat joissa syödä, juoda ja tankata
fr: Montrer où manger, boire et se procurer du carburant
hu: Mutasd hol étkezhetek vagy tankolhatok
it: Mostra dove mangiare, bere e fare rifornimento
nb: Vis meg hvor jeg kan spise, drikke og få drivstoff
nl: Toon eet-, drink-, en tankplaatsen
pl: Pokaż gdzie zjeść, wypić i zatankować
pt: Mostrar-me onde comer, beber e obter combustível
pt_br: Mostrar onde comer, beber e obter combustível
ro: Arată-mi locurile pentru mâncat/băut și alimentare combustibili
ru: Показать кафе, бары и заправки

source: Eat
ca: Menjar
de: Essen
el: Φαγητό
fi: Syö
fr: Manger
hu: Enni
it: Mangia
nb: Spise
nl: Eet
pl: Lokale
pt: Alimentação
pt_br: Alimentação
ro: Mănâncă
ru: Еда

source: Hide points of interest
ca: Amaga els punts d'interès
de: Sehenswürdigkeiten ausblenden
el: Απόκρυψη σημείων ενδιαφέροντος
fi: Piilota kohteet
fr: Cacher les points d'intérêt
hu: POI-k elrejtése
it: Nascondi punti di interesse
nb: Skjul severdigheter
nl: Verberg plaats van belang vinden
pl: Ukryj interesujące miejsca i atrakcje turystyczne
pt: Ocultar pontos de interesse
pt_br: Ocultar pontos de interesse
ro: Ascunde punctele de interes
ru: Скрыть достопримечательности

source: Show points of interest
ca: Mostrar els punts d'interès
de: Sehenswürdigkeiten anzeigen
el: Προβολή σημείων ενδιαφέροντος
fi: Näytä kohteita
fr: Montrer les points d'intérêt
hu: POI-k megjelenítése
it: Mostra punti di interesse
nb: Vis severdigheter
nl: Plaats van belang vinden
pl: Pokaż interesujące miejsca i atrakcje turystyczne
pt: Exibir pontos de interesse
pt_br: Mostrar pontos de interesse
ro: Arată punctele de interes
ru: Показать достопримечательности

source: Find
ca: Trobar
de: Suche
el: Εύρεση
fi: Näytä
fr: Chercher
hu: Keresés
it: Trova
nb: Søk
nl: Vind
pl: Atrakcje
pt: Pesquisar
pt_br: Buscar
ro: Găsește
ru: Найти

source: Drag to change route
ca: Arrossega per canviar la ruta
de: Ziehen, um die Route zu ändern
el: Σύρετε για να αλλάξετε διαδρομή
fi: Muuta reittiä vetämällä
fr: Faire glisser pour changer l’itinéraire
hu: Húzd az útvonal megváltoztatásához
it: Trascina per cambiare percorso
nb: Dra for å endre rute
nl: Sleep om route te wijzigen
pl: Przeciągnij, aby zmienić trasę
pt: Arraste para alterar rota
pt_br: Arraste para mudar a rota
ro: Glisează pentru a modifica ruta
ru: Перемещайте, чтобы изменить маршрут

source: Click to select
ca: Fes clic per seleccionar
de: Klicken zum Auswählen
el: Κάντε κλικ για να επιλέξετε
fi: Valitse klikkaamalla
fr: Cliquez pour sélectionner
hu: Kattints a kiválasztáshoz
it: Fare clic per selezionare
nb: Klikk for å velge
nl: Klik om te selecteren
pl: Kliknij, aby wybrać
pt: Pressione para Seleccionar
pt_br: Clique para selecionar
ro: Clic pentru a selecta
ru: Нажмите, чтобы выбрать

source: Click to add a new stop here
ca: Fes clic per afegir una nova aturada aquí
de: Klicken, um eine neue Station hinzuzufügen
el: Κάντε κλικ για να προσθέσετε μια νέα στάση εδώ
fi: Lisää uusi pysähdys
fr: Cliquez pour ajouter une nouvelle étape ici
hu: Kattints új megálló létrehozásához
it: Fai clic per aggiungere una nuova sosta qui
nb: Klikk for å legge til et nytt stopp her
nl: Klik om hier een nieuwe stopplaats toe te voegen
pl: Kliknij, aby dodać nowy postój tutaj
pt: Pressione para adicionar uma nova paragem aqui
pt_br: Clique para adicionar uma nova parada aqui
ro: Clic pentru a adăuga o nouă oprire aici
ru: Нажмите, чтобы добавить новую остановку здесь

source: Navigation Apps
ca: Aplicacions de navegació
de: Navigationsapps
el: Εφαρμογές πλοήγησης
fi: Navigointi-sovellukset
fr: Applications de navigation
hu: Navigációs alkalmazások
it: Apps di navigazione
nb: navigasjonsapper
nl: Navigatie-apps
pl: Aplikacje do Nawigacji
pt: Aplicações de navegação
pt_br: Aplicativos de navegação
ro: Aplicații de navigare
ru: Приложения навигации

source: Install the app before you select it
ca: Instal·leu l'aplicació abans de seleccionar-la
de: Installieren Sie die App, bevor Sie es auswählen
el: Εγκαταστήστε την εφαρμογή πριν το επιλέξετε
fi: Asenna sovellus ennen kuin valitset sen
fr: Installez l'application avant de la sélectionner
hu: Az alkalmazás kiválasztása előtt telepítsd azt
it: Installa l'applicazione prima di selezionarla
nb: Installer appen før du velger den
nl: Installeer eerst de app voordat je hier een selecteert
pl: Zainstaluj aplikację, zanim ją wybierzesz
pt: Instale a aplicação antes de o seleccionar
pt_br: Instale o aplicativo antes de selecioná-lo
ro: Instalează aplicația înainte de a o selecta
ru: Установите приложение, прежде чем выбрать его

source: Default Map App
ca: Aplicació de mapes predeterminada
de: Standard-Karten-App
el: Προεπιλεγμένη εφαρμογή χάρτη
fi: Oletus kartta-sovellus
fr: Application de navigation par défaut
hu: Alapértelmezett térkép alkalmazás
it: App della mappa predefinita
nb: Standard Kart App
nl: Standaard kaarten app
pl: Domyślnia nawigacja
pt: Aplicação de Mapas Padrão
pt_br: Aplicativo Padrão de Mapas
ro: Aplicația implicită pentru Hartă
ru: Карты по умолчанию
