Repository: furkot/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ca, de, el, fi, fr, hu, it, nb, nl, pl, pt, pt_br, ro, ru

source: Save for future use
de: Für später speichern
fi: Tallenna myöhempää käyttöä varten
pl: Zachowaj na przyszłość
pt_br: Salvar para uso futuro
ro: Salvează pentru utilizare ulterioară
ru: Сохранить для будущего использования

source: Email selected friends to plan the trip together.
ca: Envia un correu electrònic als amics seleccionats per planificar el viatge plegats.
de: Ausgewählten Freunden eine E-Mail senden, um die Reise gemeinsam zu planen.
fi: Lähetä ystävillesi sähköpostia, jotta voit suunnitella matkaa yhdessä heidän kanssaan.
fr: Envoyer un courriel aux amis sélectionnés pour planifier le voyage avec eux.
hu: E-mail küldése kiválasztott barátaidnak, hogy együtt tervezhessétek az utazást.
it: Manda una e-mail ad amici selezionati per pianificare insieme il viaggio.
nb: E-postvalgte venner til å planlegge turen sammen med.
nl: E-mail de gekozen vrienden om je reis samen te plannen.
pl: Zaproś wybranych znajomych do wspólnego planowania podróży.
pt: Envie e-mail para amigos selecionados para planearem a viagem juntos.
pt_br: Envie e-mail para amigos selecionados planejarem a viagem juntos.
ro: Trimite un e-Mail prietenilor selectați pentru a planifica călătoria împreună.
ru: Отправить выбранным друзьям, чтобы планировать поездку вместе.

source: Invite
ca: Convidar
de: Einladen
el: Προσκαλώ
fi: Kutsu
fr: Inviter
hu: Meghívás
it: Invita
nb: Invitere
nl: Uitnodigen
pl: Zaproś do Współpracy
pt: Convite
pt_br: Convite
ro: Invită
ru: Приглашение

source: Show off your trip. People will see your trip but they will not be able to modify it.
ca: Mostra el teu viatge. Els altres el podran veure però no el podranmodificar.
de: Präsentieren Sie Ihre Reise. Besucher können diese ansehen, aber sie nicht ändern.
fi: Esittele matkaasi. Toiset näkevät sen, mutta eivät voi muokata sitä.
fr: Montrez votre voyage. Les gens verront votre voyage, mais ils ne seront pas en mesure de le modifier.
hu: Mutasd meg másoknak is. A többiek megnézhetik az útitervedet, de nem módosíthatják azt.
it: Mostra il tuo viaggio. La gente vedrà il tuo viaggio, ma non saranno in grado di modificarlo.
nb: Vis frem din tur. Folk vil se din tur, men de vil ikke være i stand til å endre den.
nl: Toon je reis. Mensen kunnen je reis zien, maar niet bewerken.
pl: Pochwal się swoją podróżą. Pokaż podróż bez mozliwości czynienia zmian.
pt: Mostre sua viagem. As pessoas vão ver a sua viagem, mas não a poderão modificar.
pt_br: Mostre sua viagem. As pessoas vão ver a sua viagem, mas não serão capazes de modificar.
ro: Arată-ți călătoria. Oamenii vor vedea călătoria ta, dar nu o vor putea modifica.
ru: Покажите вашу поездку. Люди будут видеть вашу поездку, но они не смогут изменить его.

source: Click Publish button to preview how others will see your trip.
ca: Fes clic al botó Publicar per previsualitzar com veuran els altres el teu viatge.
de: Klicken Sie auf Veröffentlichen-Button, um eine Vorschau zu sehen, wie Ihre Reise für andere aussieht.
fi: Klikkaa Julkaise-painiketta esikatsellaksesi miten toiset näkevät matkasi.
fr: Cliquez sur le bouton PUBLIER pour visualiser comment les autres verront votre voyage.
hu: Kattints a Publikálás gombra hogy megtekintsd megosztott útiterved előnézetét.
it: Fare clic sul pulsante "Pubblica" per visualizzare in anteprima come gli altri vedranno il tuo viaggio.
nb: Klikk på Publiser-knappen for å forhåndsvise hvordan andre vil se turen.
nl: Klik op de Publiceren-knop voor een voorbeeld hoe anderen je reis te zien krijgen.
pl: Kliknij przycisk Puść w Obieg, aby zobaczyć jak wygląda Twoja podróż i zdecyduj w jaki sposób chcesz ją udostępnić.
pt: Pressione o botão Publicar para visualizar como os outros verão a sua viagem.
pt_br: Clique no botão Publicar para visualizar como os outros vão ver a sua viagem.
ro: Clic pe butonul Publicare pentru a previzualiza modul în care alte persoane îți vor vedea călătoria.
ru: Нажмите кнопку Опубликовать, чтобы просмотреть, как другие будут реагировать на вашу поездку.

source: Share your trip with Furkot community
ca: Comparteix el teu viatge amb la comunitat Furkot
de: Teilen Sie Ihre Reise mit der Furkot-Community
fi: Jaa matkasi Furkot-yhteisöön
fr: Partagez votre voyage avec la communauté Furkot
hu: Oszd meg útitervedet a Furkot közösséggel
it: Condividi il tuo viaggio con la comunità di Furkot
nb: Del din tur med Furkot samfunnet
nl: Deel je reis met de Furkot-gemeenschap
pl: Udostępnij swoją podróż wszystkim internautom
pt: Partilhe a sua viagem com a comunidade Furkot
pt_br: Compartilhe a sua viagem com a comunidade Furkot
ro: Partajează-ți călătoria cu comunitatea Furkot
ru: Поделитесь своей поездкой с Furkot сообществом

source: Preview a snapshot of the trip to share with your friends.
ca: Previsualitza una instantània del viatge per compartir-la amb els teus amics.
de: Reiseschnappschuss erzeugen, um diesen mit Ihren Freunden zu teilen.
fi: Esikatsele kuvaa jakaaksesi sen ystäviesi kanssa.
fr: Visualiser un aperçu du voyage à partager avec vos amis.
hu: Barátokkal megosztható pillanatkép előnézete.
it: Visualizza un'anteprima del viaggio da condividere con i tuio amici.
nb: Forhåndsvis et øyeblikksbilde av turen du vil dele med vennene dine.
nl: Bekijk het voorbeeld van een screenshot van de reis om deze te delen met je vrienden.
pl: Zobacz jak będzie wyglądać udostępniona podróż.
pt: Visualizar uma "imagem" da viagem para partilhar com seus amigos.
ro: Previzualizează un instantaneu al călătoriei pentru a-l partaja cu prietenii.
ru: Предварительный снимок поездки, чтобы поделиться с друзьями.

source: Publish
ca: Publicar
de: Veröffentlichen
el: Δημοσίευση
fi: Julkaise
fr: Publier
hu: Közzététel
it: Pubblica
nb: Publiser
nl: Publiceer
pl: Puść w Obieg
pt: Publicar
pt_br: Publicar
ro: Publică
ru: Публиковать

source: Remove from trip
ca: Elimina'l del viatge
de: Von der Reise entfernen
el: Αφαιρέστε από το ταξίδι
fi: Poista matkasta
fr: Supprimer du voyage
hu: Eltávolítás a résztvevők közül
it: Rimuovi dal viaggio
nb: Fjern fra turen
nl: Verwijderen uit de reis
pl: Usuń z podróży
pt: Remover da viagem
pt_br: Remover da viagem
ro: Elimină din călătorie
ru: Удалить из поездки

source: Are you sure you want stop sharing this trip with
ca: Estàs segur que vols deixar de compartir aquest viatge amb
de: Sind Sie sicher, dass Sie diese Reise nicht mehr teilen möchten mit
fi: Oletko varma että haluat lopettaa matkan jakamisen
fr: Etes-vous sûr que vous voulez arrêter de partager ce voyage avec
nb: Er du sikker på at du vil slutte å dele denne turen med
nl: Weet je zeker dat je deze reis niet meer wilt delen met
pl: Czy na pewno chcesz odebrać dostęp do podróży użytkownikowi
pt: Tem certeza de que deseja parar de partilhar esta viagem com
pt_br: Tem certeza de que deseja parar de compartilhar esta viagem com
ro: Ești sigur că nu mai vrei să partajezi această călătorie cu
ru: Вы уверены, что хотите прекратить делиться поездкуой с

source: This trip is owned by
ca: Aquest viatge és propietat de
de: Diese Reise ist Eigentum von
fi: Tämän matkan omistaa
fr: Ce voyage appartient à
hu: Az útiterv tulajdonosa
it: Questo viaggio è di proprietà di
nb: Denne turen eies av
nl: Deze reis is eigendom van
pl: Ta podróż należy do użytkownika
pt: Esta viagem é propriedade de
pt_br: Esta viagem é propriedade de
ro: Această călătorie este deținută de
ru: Эта поездка принадлежит

source: This trip is owned by somebody else.
ca: Aquest viatge és propietat d'una altra persona.
de: Diese Reise gehört jemand anderem.
fi: Tämä matka on jonkun toisen omistama.
fr: Ce voyage appartient à quelqu'un d'autre.
hu: Ez az útiterv más tulajdona.
it: Questo viaggio è di proprietà di qualcun altro.
nb: Denne turen eies av noen andre.
nl: Deze reis is eigendom van iemand anders.
pl: Ta podróż należy do kogoś innego.
pt: Esta viagem é propriedade de outra pessoa.
pt_br: Esta viagem é de propriedade de outra pessoa.
ro: Această călătorie este deținută de altcineva.
ru: Эта поездка принадлежит кому-то еще.

source: Once you remove yourself, you will no longer be able to access this trip.
ca: Un cop us n'elimineu, ja no podreu accedir al viatge.
de: Wenn Sie sich selbst entfernen, können Sie nicht mehr auf diese Reise zugreifen.
fi: Kun poistat itsesi, et voi enää osallistua matkaan.
fr: Si vous vous retirez, vous ne pourrez plus accéder à ce voyage.
hu: Ha eltávolítod saját magad, nem fogsz hozzáférni az útitervhez.
it: Una volta rimosso, non sarai più in grado di accedere a questo viaggio.
nb: Når du fjerner deg selv, vil du ikke lenger kunne få tilgang til denne turen.
nl: Zodra je jezelf hebt verwijderd, heb jij ook geen toegang meer tot deze reis.
pl: Jeśli się usuniesz, stracisz dostęp do tej podróży.
pt: Após remover-se a si mesmo, não será mais capaz de aceder esta viagem.
pt_br: Depois de remover a si mesmo, você não será mais capaz de acessar esta viagem.
ro: Odată ce te elimini, nu vei mai putea accesa această călătorie.
ru: После того, как вы удалите себя, вы больше не будете иметь доступ к этой поездке.

source: Are you sure want to remove yourself from this trip?
ca: Estàs segur que vols retirar-te d'aquest viatge?
de: Sind Sie sicher, dass Sie sich selbst von dieser Reise entfernen möchten?
el: Είστε σίγουροι ότι θέλετε να αφαιρέσετε τον εαυτό σας από αυτό το ταξίδι;
fi: Oletko varma, että haluat poistaa itsesi matkasta?
fr: Êtes-vous sûr de vouloir vous retirer de ce voyage ?
hu: Biztos hogy el szeretnéd távolítani magad ebből az útitervből?
it: Sei sicuri di voler rimuovere te stesso da questo viaggio?
nb: Er du sikker på at vil fjerne deg selv fra denne turen?
nl: Weet je zeker dat je jezelf van deze reis wilt verwijderen?
pl: Czy na pewno chcesz usunąć siebie z tej podróży?
pt: Tem certeza que deseja remover-se desta viagem?
pt_br: Tem certeza que deseja remover-se desta viagem?
ro: Esti sigur ca vrei sa te elimini din aceasta călătorie?
ru: Вы уверены, что хотите удалить себя из этой поездки?

source: Change owner
ca: Canvia de propietari
de: Eigentümer ändern
el: Αλλαγή κατόχου
fi: Vaihda omistajaa
fr: Changer le propriétaire
hu: Tulajdonos megváltoztatása
it: Modifica proprietario
nb: Endre eier
nl: Van eigenaar veranderen
pl: Zmień właściciela
pt: Alterar proprietário
pt_br: Alterar o proprietário
ro: Schimbă proprietarul călătoriei
ru: Изменить владельца

source: will become the new owner of this trip.
ca: es convertirà en el nou propietari d'aquest viatge.
de: wird zum neuen Eigentümer dieser Reise.
fi: tulee tämän matkan uusi omistaja.
fr: deviendra le nouveau propriétaire de ce voyage.
hu: új tulajdonosa lesz az útitervnek.
it: diventerà il nuovo proprietario di questo viaggio.
nb: vil bli den nye eieren av denne turen.
nl: zal de nieuwe eigenaar van deze reis worden.
pl: stanie się nowym właścicielem tej podróży.
pt: tornar-se-á no novo proprietário desta viagem.
pt_br: vai se tornar o novo proprietário desta viagem.
ro: va deveni noul proprietar al acestei călătorii.
ru: станет новым владельцем этой поездки.

source: Are you sure you want to change this trip owner?
ca: Estàs segur que vols canviar el propietari d'aquest viatge?
de: Sind Sie sicher, dass Sie den Eigentümer dieser Reise wechseln möchten?
el: Είστε σίγουροι ότι θέλετε να αλλάξετε αυτόν τον ιδιοκτήτη ταξιδιού?
fi: Oletko varma, että haluat muuttaa matkan omistajaa?
fr: Etes-vous sûr de vouloir changer le propriétaire de ce voyage ?
hu: Biztosan meg szeretnéd változtatni az útiterv tulajdonosát?
it: Sei sicurio di voler modificare il proprietario di questo viaggio?
nb: Er du sikker på at du vil endre eieren av denne turen?
nl: Weet je zeker dat je de eigenaar van deze reis wilt veranderen?
pl: Czy jesteś pewien, że chcesz zmienić właściciela podróży?
pt: Tem a certeza que deseja alterar o proprietário desta viagem?
pt_br: Tem certeza de que deseja alterar o proprietário desta viagem?
ro: Ești sigur că dorești să schimbi acest proprietar de călătorie?
ru: Вы уверены, что хотите сменить владельца этой поездки?

source: Invalid invitation
ca: Invitació no vàlida
de: Ungültige Einladung
el: Μη έγκυρη πρόσκληση
fi: Virheellinen kutsu
fr: Invitation invalide
hu: Érvénytelen meghívó
it: Invito non valido
nb: Ugyldig invitasjon
nl: Ongeldige uitnodiging
pl: Nieważne zaproszenie
pt: Convite inválido
pt_br: Convite inválido
ro: Invitație nevalidă
ru: Недействительное приглашение

source: Looks like this invitation is no longer valid.
ca: Sembla que aquesta invitació ja no és vàlida.
de: Die Einladung scheint nicht mehr gültig zu sein.
fi: Näyttäisi siltä, ettei kutsu ei ole enää voimassa.
fr: Il semble que cette invitation ne soit plus valide.
hu: Úgy tűnik ez a meghívó már nem érvényes.
it: Sembra che questo invito non sia più valido.
nb: Det ser ut som denne invitasjonen ikke lenger er gyldig.
nl: Deze uitnodiging lijkt niet meer geldig te zijn.
pl: Wydaje się, że zaproszenie, które chcesz przyjąć nie jest ważne.
pt: Aparentemente este convite já não é válido.
pt_br: Parece que este convite não é mais válido.
ro: Se pare ca aceasta invitatie nu mai este valabila.
ru: Похоже что это приглашение уже не действует.

source: You may want to e-mail your friend to send you a new invitation.
ca: Podeu enviar un correu electrònic al vostre amic perquè us faciuna nova invitació.
de: Vielleicht möchten Sie Ihren Freund anschreiben, Ihnen eine neue Einladung zu senden.
fi: Haluat ehkä lähettää sähköpostilla ystävällesi uuden kutsun.
fr: Vous devriez demander à votre ami(e) de vous envoyer une nouvelle invitation.
hu: Írj e-mailt annak, akitől a meghívót kaptad, hogy újat küldjön.
it: Si consiglia di richiedere via e-mail un nuovo invito al tuo amico.
nb: Det kan være lurt å sende en e-post din venn om å sende deg en ny invitasjon.
nl: U kunt uw vriend een e-mail sturen om u een nieuwe uitnodiging te sturen.
pl: Poproś właściciela podróży o ponowne zaproszenie.
pt: Envie um e-mail ao seu amigo solicitando um novo convite.
pt_br: Envie um e-mail para o seu amigo solicitando um novo convite.
ro: Poate vrei să trimiți un e-mail prietenului pentru a-ți trimite o nouă invitație.
ru: Вы можете отправить e-mail другу, чтобы тот отправил вам новое приглашение.

source: Do you know?
ca: Ho saps?
de: Wussten Sie schon?
el: Γνωρίζετε?
fi: Tiedätkö?
fr: Le savez-vous ?
hu: Tudtad?
it: Lo sai?
nb: Visste du?
nl: Wist je dat?
pl: Czy wiesz że…
pt: Sabia que…
pt_br: Você sabia ?
ro: Ştii, cunoști asta?
ru: Вы знаете?

source: Got it
ca: Ho entenc
de: Verstanden
el: Το κατάλαβα
fi: OK
fr: J'ai compris
hu: Értem
it: Capito
nb: Skjønner
nl: Begrepen
pl: Tak, wiem
pt: Percebi
pt_br: Entendi
ro: Am înţeles
ru: Понял

source: Show me
ca: Mostra'm
de: Demo zeigen
el: Δείξε μου
fi: Näytä minulle
fr: Montrez-moi
hu: Mutasd
it: Fammi vedere
nb: Vis meg
nl: Laat zien
pl: Pokaż mi
pt: Mostre-me
pt_br: Mostre-me
ro: Arată-mi
ru: Покажи мне

source: You can share your trip with others.
ca: Pots compartir el teu viatge amb d'altres persones.
de: Teilen Sie diese Reise mit anderen.
el: Μπορείτε να μοιραστείτε το ταξίδι σας με άλλους.
fi: Voit jakaa matkasi muiden kanssa.
fr: Vous pouvez partager ce voyage avec d'autres personnes.
hu: Útitervedet megoszthatod másokkal.
it: Puoi condividere questo viaggio con gli altri.
nb: Du kan dele din tur med andre.
nl: Deel deze reis met anderen.
pl: Możesz udostępnić swoją podróż innym.
pt: Pode partilhar a sua viagem com outras pessoas.
pt_br: Você pode compartilhar esta viagem com outras pessoas.
ro: Poți împărtăși călătoria cu alții.
ru: Вы можете поделиться своей поездкой с другими.

source: Invite friends and fellow travelers to help planning your trip.
ca: Convida amics i companys de viatge per ajudar-te a planificar el viatge.
de: Laden Sie Freunde und Mitreisende ein, bei der Planung Ihrer Reise zu helfen.
el: Προσκαλέστε φίλους και συνταξιδιώτες να σας βοηθήσουν να σχεδιάσετε το ταξίδι σας.
fi: Kutsu ystäviäsi ja muita reissukavereita auttamaan matkasi suunnittelussa.
fr: Invitez des amis pour vous aider à planifier votre voyage.
hu: Hívd meg barátaidat, útitársaidat hogy együtt tervezhessetek.
it: Invita amici e viaggiatori ad aiutarti a pianificare il tuo viaggio.
nb: Inviter venner og andre reisende å hjelpe med å planlegge turen din.
nl: Vraag vrienden en medereizigers je te helpen bij het plannen van de reis.
pl: Zaproś wybranych znajomych aby wspólnie z Tobą zaplanowali podróż.
pt: Convide amigos e companheiros de viagem a ajudar no planeamento da sua viagem.
pt_br: Convide seus amigos para ajudar no planejamento da viagem.
ro: Invita-ți prieteni și colegi călători pentru a te ajuta să planifici călătoria.
ru: Пригласите друзей и попутчиков помочь в планировании поездки.

source: Ask for advice and let people inspire you.
ca: Demana consell i deixa que la gent t'inspiri.
de: Fragen Sie nach Rat und lassen Sie sich von anderen inspirieren.
el: Ζητήστε συμβουλές και αφήστε τους ανθρώπους να σας εμπνεύσουν.
fi: Kysy neuvoa ja ole avoin muiden ehdotuksille.
fr: Demandez conseil et laissez les gens vous inspirer.
hu: Kérj tanácsot, inspiráljanak a többiek.
it: Chiedi consiglio e lascia che le persone ti ispirino.
nb: Be om råd og la folk inspirere deg.
nl: Vraag om advies en laat anderen je inspireren.
pl: Zasięgnij języka i pozwól się zainspirować.
pt: Peça conselhos e deixe as pessoas inspirarem-no/a.
pt_br: Peça conselhos e deixe as pessoas lhe inspirarem.
ro: Cere sfaturi și lasă oamenii să te inspire.
ru: Попросить совета и позволить другим людям вдохновить тебя.

source: Show off your trip to friends or share with Furkot community.
ca: Mostra el teu viatge als amics o comparteix-ho amb la comunitat Furkot.
de: Präsentieren Sie Ihre Reise Freunden oder teilen Sie diese mit der Furkot-Community.
fi: Näytä matka ystävillesi tai jaa se Furkot-yhteisöön.
fr: Montrez votre voyage à des amis ou partagez-le avec la communauté Furkot.
hu: Mutasd meg az útitervedet barátaidnak, vagy oszd meg a Furkot közösséggel.
it: Condividi il tuo viaggio con gli amici o la comunità di Furkot.
nb: Vis frem din tur til venner eller del med Furkot samfunnet.
nl: Laat je reis aan vrienden zien of deel de reis met de Furkot-gemeenschap.
pl: Pochwal się swoją podróżą znajomym lub udostępnij ją innym użytkownikom Furkota.
pt: Mostre a sua viagem aos seus amigos ou partilhe com a comunidade Furkot.
pt_br: Mostre sua viagem para seus amigos ou compartilhe com a comunidade Furkot.
ro: Arată-ți călătoria la prieteni sau partajează-o cu comunitatea Furkot.
ru: Покажите свою поездку друзьям или поделитесь своей поездкой с Furkot сообществом.

source: Click the share button and choose how you want to share your trip.
ca: Fes clic al botó compartir i tria com vols compartir el viatge.
de: Klicken Sie den Teilen-Button und wählen Sie, wie Sie Ihre Reise teilen möchten.
fi: Klikkaa Jaa-painiketta ja valitse miten haluat jakaa matkan.
fr: Cliquez sur le bouton de partage et choisissez comment vous voulez partager votre voyage.
hu: Kattints a megosztás gombra és válaszd ki hogy szeretnéd megosztani útitervedet.
it: Fai clic sul pulsante condividi e scegli come condividere il tuo viaggio.
nb: Klikk på delingsknappen og velg hvordan du vil dele turen.
nl: Klik op de Delen-knop en kies hoe je de reis wilt delen.
pl: Kliknij przycisk i wybierz w jaki sposób chcesz udostępnić swoją podróż.
pt: Pressione o botão de partilha e escolha como deseja partilhar sua viagem.
pt_br: Clique no botão compartilhar e escolha como você deseja compartilhar sua viagem.
ro: Clic pe butonul de partajare și alege modul în care dorești să partajezi călătoria.
ru: Нажмите кнопку «Поделиться» и выберите, как вы хотите поделиться своей поездкой.

source: If you want Furkot to guide you again use the button above
ca: Si vols que Furkot et torni a guiar, fes servir el botó de dalt
de: Wenn Sie die Demonstration der Furkot-Funktionen noch einmal sehen wollen verwenden Sie den Button oben
fi: Klikkaa yllä olevaa painiketta ja Furkot neuvoo sinua jälleen
fr: Si vous souhaitez que Furkot vous guide à nouveau, utilisez le bouton ci-dessus
hu: Ha szeretnéd hogy újra körbevezessünk, kattints a fenti gombra
it: Se vuoi rivedere la guida di Furkot usa il pulsante qui sopra
nb: Hvis du ønsker at Furkot skal veilede deg igjen, bruk knappen ovenfor
nl: Wanneer je de Furkot-rondleiding nog eens wilt zien, klik dan op de knop hierboven
pl: Jeśli chcesz ponownie obejrzeć przewodnik po Furkocie kliknij przycisk powyżej
pt: Se deseja ser guiado por Furkot novamente use o botão acima
pt_br: Se você deseja ser guiado por Furkot novamente use o botão acima
ro: Dacă dorești ca Furkot să te ghideze din nou, utilizează butonul de mai sus
ru: Если вы хотите, чтобы Furkot направлял вас снова, используйте кнопку выше

source: Delete this stop
ca: Elimina aquesta aturada
de: Diese Station löschen
el: Διαγραφή αυτής της στάσης
fi: Poista pysähdys
fr: Supprimer cette étape
hu: Megálló törlése
it: Cancella questa sosta
nb: Slett dette stoppet
nl: Verwijder deze stopplaats
pl: Usuń ten postój
pt: Excluir esta paragem
pt_br: Excluir esta parada
ro: Șterge această oprire
ru: Удалить эту остановку

source: Delete
ca: Eliminar
de: Löschen
el: Διαγραφή
fi: Poista
fr: Supprimer
hu: Törölni
it: Cancella
nb: Slett
nl: Verwijderen
pl: Usuń
pt: Excluir
pt_br: Excluir
ro: Șterge
ru: Удалить

source: Change automatic scheduling of this stop
ca: Canvia la programació automàtica d'aquesta aturada
de: Automatische Planung dieses Stopps ändern
el: Αλλαγή του αυτόματου προγραμματισμού αυτής της στάσης
fi: Muuta pysähdysten automaattinen lisääminen
fr: Modifier la planification automatique de cette étape
hu: Megálló automatikus időzítésének módosítása
it: Cambia la pianificazione automatica di questa sosta
nb: Endre automatisk planlegging av dette stoppet
nl: Wijzig de automatische planning van deze stopplaats
pl: Zmień automatyczne planowanie tego postoju
pt_br: Alterar o agendamento automático desta parada

source: Settings
ca: Configuració
de: Einstellungen
el: Ρυθμίσεις
fi: Yksiköt
fr: Paramètres
hu: Beállitások
it: Impostazioni
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Configurações
pt_br: Configurações
ro: Setări
ru: Настройки

source: Skip this place
ca: Omet aquest lloc
de: Diesen Ort überspringen
el: Παραλείψτε αυτό το μέρος
fi: Sivuuta paikka
fr: Ignorer ce lieu
hu: Hely kihagyása
it: Salta questo posto
nb: Hopp over dette stedet
nl: Deze plaats overslaan
pl: Omiń to miejsce
pt: Ignorar este lugar
pt_br: Ignorar este lugar
ro: Omite acest loc
ru: Возможное место

source: Skip
ca: Ometre
de: Überspringen
el: παράλειψη
fi: Sivuuta
fr: Ignorer
hu: Kihagyás
it: Salta
nb: Hopp over
nl: Overslaan
pl: Omiń
pt: Ignorar
pt_br: Pular
ro: Omite
ru: Возможно

source: Visit this place
ca: Visita aquest lloc
de: Besuchen Sie diesen Ort
el: Επισκεφθείτε αυτό το μέρος
fi: Vieraile tässä paikassa
fr: Visiter ce lieu
hu: Hely felkeresése
it: Visita questo posto
nb: Besøk dette stedet
nl: Bezoek deze plaats
pl: Odwiedź to miejsce
pt: Visitar este lugar
pt_br: Visitar este lugar
ro: Vizitează acest loc
ru: Посетить это место

source: Visit
ca: Visitar
de: Besuchen
el: Επίσκεψη
fi: Käy
fr: Visiter
hu: Felkeresés
it: Visita
nb: Besøk
nl: Bezoeken
pl: Zwiedź
pt: Visitar
pt_br: Visitar
ro: Vizitează
ru: Посетить

source: Stay in this lodging
ca: Queda't en aquest allotjament
de: In dieser Unterkunft übernachten
el: Μείνετε σε αυτό το κατάλυμα
fi: Yövy majoituksessa
fr: Rester dans cet hébergement
hu: Szállás ezen a helyen
it: Alloggia qui
nb: Bo på dette overnattingsstedet
nl: In dit onderkomen overnachten
pl: Zatrzymaj się na noc
pt: Ficar neste alojamento
pt_br: Ficar neste alojamento
ro: Stai la această cazare
ru: Остаться на ночь здесь
