Repository: furkot/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ca, de, el, fi, fr, hu, it, nb, nl, pl, pt, pt_br, ro, ru

source: The trip begins later on {} at {}.
ca: El viatge comença més tard, el {} a les {}.
de: Die Reise beginnt später am {} um {}.
fi: Matka alkaa myöhemmin {} klo {}.
fr: Le voyage commence plus tard le {} à {}.
hu: Az út kesőbben kezdődik {}-án {}-kor.
it: Il viaggio inizia più tardi il {} alle {}.
nb: Turen begynner senere på {} ved {}.
nl: De reis begint later op {} om {}.
pl: Podróż zaczyna się później w dniu {} o godzinie {}.
pt: A viagem começa mais tarde em {} às {}.
pt_br: A viagem começa mais tarde em {} às {}.
ro: Călătoria începe mai târziu {} la {}.
ru: Поездка начинается позже на {} в {}.

source: The trip ends earlier on {} at {}.
ca: El viatge acaba abans, el {} a les {}.
de: Die Reise endet früher am {} um {}.
fi: Muuta Matka-valikossa annettua lopetusaikaa {} klo {} myöhäisemmäksi.
fr: Le voyage se termine plus tôt le {} à {}.
hu: Az út korrában végződik {}-án {}-kor.
it: Il viaggio termina prima il {} alle {}.
nb: Turen slutter tidligere på {} ved {}.
nl: De reis eindigt eerder op {} om {}.
pl: Podróż kończy się wcześniej w dniu {} o godzinie {}.
pt: A viagem termina mais cedo em {} às {}.
pt_br: A viagem termina mais cedo em {} às {}.
ro: Călătoria se încheie mai devreme pe {} la {}.
ru: Поездка заканчивается ранее на {} в {}.

source: The trip ends later on {} at {}.
ca: El viatge acaba més tard, el {} a les {}.
de: Die Reise endet später am {} um {}.
fi: Matka päättyy myöhemmin {} klo {}.
fr: Le voyage commence plus tard le {} à {}.
hu: Az út kesőbb végződik {}-án {}-kor.
it: Il viaggio inizia più tardi il {} alle {}.
nb: Turen avsluttes senere på {} ved {}.
nl: De reis eindigt later op {} om {}.
pl: Podróż kończy się później w dniu {} o godzinie {}.
pt: A viagem termina mais tarde em {} às {}.
pt_br: A viagem termina mais tarde em {} às {}.
ro: Călătoria se încheie mai târziu {} la {}.
ru: Поездка заканчивается позже на {} в {}.

source: Visit duration exceeds time between this day start and end.
ca: La durada de la visita supera el temps entre l'inici i el final d'aquest dia.
de: Die Verweildauer überschreitet die Zeit zwischen Tagesanfangs- und endzeit.
fi: Vierailun kesto ylittää matkustuspäivälle suunnittelemasi aikarajat.
fr: La durée de la visite excède le temps entre le début et la fin de cette journée.
hu: Látogatás idő hosszabb mint a nap kezdő és végzőidő.
it: La durata della visita eccede il tempo tra l'inizio e la fine della giornata.
nb: Besøkstiden overstiger tiden mellom denne dagens start og slutt.
nl: Duur van het bezoek overschrijdt de tijd tussen het begin en het einde van deze dag.
pl: Czas pobytu przekracza długość dnia.
pt: Duração da visita excede o tempo entre início e fim deste dia.
pt_br: Duração da visita excede o tempo entre início e fim deste dia.
ro: Durata vizitei depășește timpul dintre începutul și sfârșitul acestei zile.
ru: Продолжительность посещения превышает время между началом и окончанием дня.

source: Actual arrival on {} at {} is later than planned.
ca: L'arribada real el dia {} a les {} és més tard del previst.
de: Tatsächliche Ankunftszeit am {} um {} ist später als geplant.
fi: Todellinen saapumisaika {} klo {} on suunniteltua saapumisaikaa myöhemmin.
fr: L’arrivée actuelle le {} à {} est plus tard que prévu.
hu: Tényleges érkezési idő {}-án {}-kor kesőbb mint tervezve.
it: Arrivo effettivo il {} alle {} è più tardi del previsto.
nb: Faktisk ankomst på {} ved {} er senere enn planlagt.
nl: Werkelijke aankomst op {} om {} is later dan gepland.
pl: Faktyczny przyjazd w dniu {} o godzinie {} nastąpi później niż zaplanowano.
pt: Chegada real em {} às {} é mais tarde do que o planeado.
pt_br: Chegada real em {} às {} é mais tarde do que o planejado.
ro: Sosirea efectivă la {} la {} este mai târziu decât era planificat.
ru: Фактическое прибытие в {} на {} позже запланированного.

source: Actual arrival on {} at {} is earlier than planned.
ca: L'arribada real el dia {} a les {} és abans del previst.
de: Tatsächliche Ankunftszeit am {} um {} ist früher als geplant.
fi: Todellinen saapumisaika {} klo {} on suunniteltua saapumisaikaa aikaisemmin.
fr: L’arrivée actuelle le {} à {} est plus tôt que prévu.
hu: Tényleges érkezési idő {}-án {}-kor korább mint tervezve.
it: Arrivo effettivo il {} alle {} è prima del previsto.
nb: Faktisk ankomst på {} ved {} er tidligere enn planlagt.
nl: Werkelijke aankomst op {} om {} is eerder dan gepland.
pl: Faktyczny przyjazd w dniu {} o godzinie {} nastąpi wcześniej niż zaplanowano.
pt: Chegada real em {} às {} é mais cedo do que o planeado.
pt_br: Chegada real em {} às {} é mais cedo do que o planejado.
ro: Sosirea efectivă la {} la {} este mai devreme decât era planificat.
ru: Фактическое прибытие в {} на {} раньше, чем планировалось.

source: Actual departure on {} at {} is later than planned.
ca: La sortida real el dia {} a les {} és més tard del previst.
de: Tatsächliche Abfahrt am {} um {} ist später als geplant.
fi: Todellinen lähtöaika {} klo {} on suunniteltua lähtöaikaa myöhemmin.
fr: Le départ actuel le {} à {} est plus tard que prévu.
hu: Tényleges indulás {}-án {}-kor később mint tervezve.
it: Partenza effettiva il {} alle {} è più tardi del previsto.
nb: Faktisk avgang på {} ved {} er senere enn planlagt.
nl: Werkelijk vertrek op {} om {} is later dan gepland.
pl: Faktyczny wyjazd w dniu {} o godzinie {} nastąpi później niż zaplanowano.
pt: Partida real em {} às {} é mais tarde do que o planeado.
pt_br: Partida real em {} às {} é mais tarde do que o planejado.
ro: Plecarea efectivă pe {} la {} este mai târziu decât era planificat.
ru: Фактический отьезд в {} на {} позже, чем планировалось.

source: Actual departure on {} at {} is earlier than planned.
ca: La sortida real el dia {} a les {} és abans del previst.
de: Tatsächliche Abfahrt am {} um {} ist früher als geplant.
fi: Todellinen lähtöaika {} klo {} on suunniteltua lähtöaikaa aikaisemmin.
fr: Le départ actuel le {} à {} est plus tôt que prévu.
hu: Tényleges indulás {}-án {}-kor korább mint tervezve.
it: Partenza effettiva il {} alle {} è prima del previsto.
nb: Faktisk avgang på {} ved {} er tidligere enn planlagt.
nl: Werkelijke vertrek op {} om {} is eerder dan gepland.
pl: Faktyczny wyjazd w dniu {} o godzinie {} nastąpi wcześniej niż zaplanowano.
pt: Partida real em {} às {} é mais cedo do que o planeado.
pt_br: Partida real em {} às {} é mais cedo do que o planejado.
ro: Plecarea efectivă pe {} la {} este mai devreme decât era planificat.
ru: Фактический отьезд в {} на {} раньше, чем планировалось.

source: No arrival date.
ca: Sense data d'arribada.
de: Kein Anreisedatum.
el: Δεν υπάρχει ημερομηνία άφιξης.
fi: Ei saapumispäivää.
fr: Pas de date d'arrivée.
hu: Nincs érkezési dátum.
it: Nessuna data di arrivo.
nb: Ingen ankomst dato.
nl: Geen aankomstdatum.
pl: Brak daty przyjazdu.
pt: Sem data de chegada.
pt_br: Sem data de chegada.
ro: Nici o dată de sosire.
ru: Нет даты прибытия.

source: No route available (stops too far from roads or a road is seasonally closed).
ca: No hi ha cap ruta disponible (les aturades estan massa allunyades de les carreteres o una carretera està tancada per temporada).
de: Keine Route verfügbar (Stationen zu weit von der Straße oder eine Straße ist saisonal geschlossen).
fi: Reittiä ei ole saatavilla (pysähdykset liian kaukana tiestä tai tie on suljettu kausiluonteisesti).
fr: Aucun itinéraire disponible (étapes trop éloignées des routes, ou une route est fermée à cette saison).
hu: Nincs útvonal (megálóhely túl messve van a legközelebbi úttol vagy az út ebben az évszakban zárva lezárt).
it: Nessuna percorso disponibile (le soste sono troppo distanti dalle strade oppure la strada è stagionalmente chiusa).
nb: Ingen rute tilgjengelig (stoppene er for langt fra veier eller en vei er sesongstengt).
nl: Geen route beschikbaar (stopplaats is te ver van wegen of een weg is gedurende het seizoen gesloten).
pl: Brak trasy (ponieważ postoje są zbyt daleko od dróg albo droga jest zamknięta seazonowo).
pt: Nenhuma rota disponível (paragem demasiado longe de estradas ou estrada sazonalmente fechada).
pt_br: Nenhuma rota disponível (paradas muito longe de estradas ou uma estrada é sazonalmente fechada).
ro: Nu există o rută disponibilă (opriri prea departe de drumuri sau un drum este închis sezonier).
ru: Нет доступного маршрута (остановки слишком далеко от дорог или дорога сезонно закрыта).

source: Stops too far apart. Add interim stops to calculate route.
ca: Aturades massa llunyanes. Afegeix punts intermitjos per calcular la ruta.
de: Stopps zu weit von einander entfernt. Zwischenstopps einfügen, um Route zu berechnen.
fi: Pysähdykset ovat liian kaukana toisistaan. Lisää välipysähdyksiä reitin laskemiseksi.
fr: Étapes trop éloignées. Ajoutez des étapes intermédiaires pour recalculer l'itinéraire.
hu: Megálóhelyek túl messze vannak egymástol. Adjál hozzá megálóhelyeket az útvonal tervezéséhez.
it: Soste troppo distanti. Aggiungi soste intermedie per calcolare il percorso.
nb: Stopp er for langt fra hverandre. Legg til midlertidige stopp for å beregne rute.
nl: Stopt te ver uit elkaar. Voeg tussentijdse haltes toe om de route te berekenen.
ro: Opriri prea îndepartate. Adăugați opriri intermediare pentru a calcula ruta.

source: Route duration needs to be set manually.
ca: La durada de la ruta s'ha d'establir manualment.
de: Die Reisedauer muss manuell eingestellt werden.
fi: Reitin kesto on annettava manuaalisesti.
fr: La durée de l'itinéraire doit être définie manuellement.
hu: Az utazási időt kézzel kell beálítani.
it: La durata del percorso deve essere impostata manualmente.
nb: Rutens varighet må settes manuelt.
nl: De reisduur moet handmatig worden ingesteld.
pl: Trzeba podać czas przejazdu.
pt: A duração da rota precisa ser definida manualmente.
pt_br: A duração da rota precisa ser definida manualmente.
ro: Durata traseului trebuie setată manual.
ru: Продолжительность маршрута следует выбрать вручную.

source: The road may be seasonally closed. Check its status before departure.
ca: La carretera pot estar tancada per temporada.
de: Die Straße kann saisonal geschlossen sein. Überprüfen Sie den Status vor der Abfahrt.
fi: Tie saattaa olla kausiluontoisesti suljettu. Tarkista sen tila ennen kuin lähdet matkaan.
fr: La route peut être fermée à cette saison. Vérifiez son état avant le départ.
hu: Ez az út evszak szerint lezárva lehet. Indulás elött ellenőrizd az állapotat.
it: La strada potrebbe essere stagionalmente chiusa. Assicurati del suo stato prima della partenza.
nb: Veien kan være sesongstengt. Sjekk status før avreise.
nl: De weg kan gedurende het seizoen gesloten zijn. Controleer de status voor vertrek.
pl: Droga może być sezonowo nieprzejezdna. Sprawdź przed wyjazdem.
pt: A estrada pode estar fechada sazonalmente. Verificar a sua situação antes da partida.
pt_br: A estrada pode estar temporariamente fechada. Verificar a situação antes da partida.
ro: Drumul poate fi închis sezonier. Verifică starea acestuia înainte de plecare.
ru: Дорога может быть сезонно закрыта. Проверьте ее состояние до отьезда.

source: No departure date.
ca: Sense data de sortida.
de: Kein Abreisedatum.
el: Δεν υπάρχει ημερομηνία αναχώρησης.
fi: Ei lähtöpäivää.
fr: Pas de date de départ.
hu: Nincs indulási dátum.
it: Nessuna data di partenza.
nb: Ingen avreisedato.
nl: Geen vertrekdatum.
pl: Brak daty wyjazdu.
pt: Sem data de partida.
pt_br: Sem data de partida.
ro: Fără dată de plecare.
ru: Нет даты отьезда.

source: Very little time to rest at the lodging.
ca: Hi ha molt poc temps per descansar a l'allotjament.
de: Sehr wenig Zeit zum Ausruhen in der Unterkunft.
el: Πολύ λίγος χρόνος για να ξεκουραστείτε στο κατάλυμα.
fi: Lepäämiseen majoituksessa on hyvin vähän aikaa.
fr: Très peu de temps pour se reposer.
hu: Nagyon kevés idő a szálason pihenni.
it: Poco tempo per riposare nell'alloggio.
nb: Veldig lite tid til å hvile på overnattingsstedet.
nl: Erg weinig tijd over om bij het onderkomen te rusten.
pl: Bardzo mało czasu na nocleg.
pt: Muito pouco tempo para descansar no alojamento.
pt_br: Muito pouco tempo para descansar na hospedagem.
ro: Foarte puțin timp pentru a vă odihni la cazare.
ru: Очень мало времени, чтобы отдохнуть в жилье.

source: Split this lodging stop to avoid booking for {} nights in order to stay {} nights.
ca: Divideix aquesta aturada d'allotjament per evitar reservar {} nits per allotjar-te {} nits.
de: Diese Unterkunfts-Station zur Vermeidung einer Buchung für {} Nächte um {} Nächte zu bleiben aufteilen.
fi: Jaa tämän majoituksen pysähdys välttyäksesi {} yön varaukselta voidaksesi yöpyä {} yötä.
fr: Fractionnez cette nuitée afin d'éviter de réserver {} nuits pour rester {} nuits.
it: Dividere questa sosta per evitare prenotazione di {} notti per stare {} notti.
nb: Splitt stoppet ved dette overnattingsstedet for å unngå booking for {} netter for å bli {} netter.
nl: Splits de stopplaats van dit onderkomen zodat in plaats van een reservering voor {} nachten er {} nachten kan worden verbleven.
pl: Rozdziel ten nocleg by uniknąć rezerwowania na więcej nocy ({}) niż wykorzystasz ({}).
pt: Dividir esta paragem de alojamento para evitar reserva para {} noites de forma a permanecer {} noites.
pt_br: Dividir esta parada de hospedagem para evitar reserva para {} noites a fim de permanecer {} noites.
ru: Разделите эту остановку во избежание бронирования на {} ночей, чтобы остаться {} ночей.

source: Stop position is uncertain. Click the VISIT button above for the best guess.
ca: La posició de aturada és incerta. Fes click al botó VISITAR de sobre per obtenir la millor estimació.
de: Position der Station ist ungenau. Klicken Sie den BESUCHEN-Button oben für eine Abschätzung.
fi: Pysähdyspaikkaa täytyy muuttaa. Klikkaa yllä VIERAILE-painiketta saadaksesi parhaan tuloksen paikalle.
fr: La position d'étape est incertaine. Utilisez le bouton VISITER ci-dessus pour une meilleure estimation.
it: La posizione della sosta è incerta. Fai clic sul pulsante Visita qui sopra per la migliore ipotesi.
nb: Stopp posisjon er usikker. Klikk på BESØK knappen ovenfor for beste gjetning.
nl: Positie van de stopplaats is onnauwkeurig. Klik de BEZOEK-knop hierboven voor de beste inschatting.
pl: Pozycja postoju jest nieokreślona. Użyj przycisku ZWIEDŹ powyżej aby zgadnąć pozycję.
pt: Posição de paragem é incerta. Pressione o botão VISITA acima para a melhor sugestão.
pt_br: Posição de parada é incerta. Clique no botão VISITA acima para o melhor sugestão.
ro: Poziția opririi este incertă. Clic pe butonul VIZITĂ de mai sus pentru cea mai bună estimare.
ru: Местоположение остановки не определена. Нажмите кнопку «ПОСЕТИТЬ» выше для лучшего предположения.

source: Stop has been moved from the linked place. Verify that its location is correct.
ca: L'aturada s'ha mogut del lloc enllaçat. Verifiqueu que la seva ubicació sigui correcta.
de: Station wurde vom verknüpften Ort weg bewegt. Prüfen Sie, ob der Ort korrekt ist.
fi: Pysähdys on siirretty linkitetystä paikasta. Varmista että sen sijainti on oikea.
fr: L'arrêt a été déplacé par rapport au lieu d'origine. Vérifiez que le nouvel emplacement est correct.
it: La sosta è stata spostata dal luogo originariamente collegato. Verifica che la sua posizione sia corretta.
nb: Stoppet har blitt flyttet fra det tilkoblede stedet. Verifiser at stoppets lokasjon er korrekt.
nl: Stop is verplaatst van de gekoppelde plaats. Controleer of de locatie correct is.
pl: Postój został odsunięty od oryginalnego miejsca. Sprawdź, czy jego pozycja jest poprawna.
pt: Paragem movida do local indicado. Verifique se o local está correto.
pt_br: Parada foi movida do local indicado. Verifique se o local está correto.
ru: Остановка был перемещена из связанного места. Убедитесь, что его местоположение указано правильно.

source: Some roads have tolls.
ca: Algunes carreteres son de peatge.
el: Ορισμένοι δρόμοι έχουν διόδια.
fi: Osa teistä maksullisia.
fr: Certaines routes ont des péages.
hu: Útdíjjat kell fizeni néhány úton.
it: Alcune strade sono a pedaggio.
nb: Noen veier er bomveier.
nl: Sommige wegen hebben tol.

source: Not all roads are paved.
ca: No totes les carreteres estan asfaltades.
el: Δεν είναι όλοι οι δρόμοι ασφαλτοστρωμένοι.
fi: Osa teistä päällystämättömiä.
fr: Toutes les routes ne sont pas carrossables.
hu: Nem az összes út aszphaltozott.
it: Alcune strade sono sterrate.
nb: Ikke alle veier har fast dekke.
nl: Niet alle wegen zijn verhard.

source: Book a Flight
ca: Reserva un vol
de: Einen Flug buchen
el: Κλείστε μια πτήση
fi: Varaa lento
fr: Réserver un vol
hu: Foglaly egy repülést
it: Prenota Volo
nb: Bestill en flyreise
nl: Boek een vlucht
pl: Zarezerwuj Lot
pt: Reservar um voo
pt_br: Reservar um voo
ro: Rezervă un zbor
ru: Бронирование авиабилетов

source: Trip begin
ca: Comença el viatge
de: Reisestart
el: Έναρξη ταξιδιού
fi: Matka alkaa
fr: Début du voyage
hu: Kezdőpont
it: Inizio viaggio
nb: Startpunkt
nl: Begin reis
pl: Początek podróży
pt: Inicio de viagem
pt_br: Inicio de viagem
ro: Începutul călătoriei
ru: Поездка начнется

source: Trip end
ca: Fi del viatge
de: Reiseziel
el: Τέλος ταξιδιού
fi: Matka loppuu
fr: Fin du voyage
hu: Célpont
it: Fine viaggio
nb: Sluttpunkt
nl: Einde reis
pl: Koniec podróży
pt: Final de viagem
pt_br: Final de viagem
ru: Конец поездки

source: Trip begin/end
ca: Inici/final del viatge
de: Reisestart + -ziel
el: Έναρξη/λήξη ταξιδιού
fi: Matkan alku/loppu
fr: Début / fin du voyage
hu: Körút kezdete és vége
it: Inizio/Fine viaggio
nb: Tur start-/sluttpunkt
nl: Reisbegin en reiseinde
pl: Początek i koniec podróży
pt: Inicio/final de viagem
pt_br: Inicio/final de viagem
ro: Începutul/sfârșitul călătoriei
ru: Начало / конец поездки

source: Other
ca: Altres
de: Andere
el: Άλλα
fi: Muu
fr: Autre
hu: Egyéb
it: Altro
nb: Annen
nl: Overig
pl: Pozostały
pt: Outros
pt_br: Outros
ro: Altul
ru: Другие

source: Pass-through
ca: Punt de pas
de: Durchreisen
el: πέρασμα
fi: Läpikulku
fr: Étape de transition
hu: Letűzött pont
it: Punto di passaggio
nb: Viapunkt
nl: Passage
pl: Postój przelotowy
pt: Ponto de passagem
pt_br: Ponto de passagem
ru: Проезжать через

source: Ferry terminal or route
ca: Terminal o ruta de ferri
de: Fährhafen oder -route
fi: Lauttaterminaali tai lauttareitti
fr: Terminal ou itinéraire de bac
hu: Kompállomás
it: Terminal/rotta traghetti
nb: Fergeterminal eller rute
nl: Veerboot of veerboot route
pl: Terminal lub przeprawa promowa
pt: Terminal ou rota de ferry
pt_br: Terminal ou rota de balsa
ro: Terminal sau rută de feribot
ru: Паромный терминал или маршрут

source: Airport
ca: Aeroport
de: Flughafen
el: Αεροδρόμιο
fi: Lentoasema
fr: Aéroport
hu: Repülőtér
it: Aeroporto
nb: Flyplass
nl: Vliegveld
pl: Lotnisko
pt: Aeroporto
pt_br: Aeroporto
ro: Aeroport
ru: Аэропорт

source: Airfields
ca: Aeròdroms
fi: Lentokentät
fr: Aérodromes
it: Aeroporti
nb: Flyplasser
nl: Vliegvelden

source: Heliports
el: Ελικοδρόμια
fi: Helikopterikentät
fr: Héliports
it: Eliporti
nb: Heliporter
nl: Helihavens

source: Cable cars and ski lifts
ca: Telecadires i remuntadors
fi: Köysiradat ja hiihtohissit
fr: Téléphériques et remontées mécaniques
it: Funivie e impianti di risalita
nb: Taubaner og skiheiser
nl: Kabelbanen en skiliften

source: Toll booth
ca: Peatge
de: Maut
el: Σταθμός διοδίων
fi: Tullikoppi
fr: Poste de péage
hu: Útdíjfizető állomás
it: Casello
nb: Bomstasjon
nl: Tolhuis
pl: Miejsce poboru opłat
pt: Portagem
pt_br: Cabine de Pedágio
ro: Cabină de taxare
ru: Оплата дорог

source: Railroad crossing
ca: Pas de ferrocarril
de: Bahnübergang
el: Σιδηροδρομική διάβαση
fi: Tasoristeys
fr: Passage à niveau
hu: Vasúti átjáró
it: Passaggio a livello
nb: Jernbaneovergang
nl: Spoorwegovergang
pl: Przejazd kolejowy
pt: Passagem ferroviária
pt_br: Cruzamento de linha férrea
ro: Trecere cale ferată
ru: Железнодорожный переезд

source: Parking garages
ca: Pàrquings
el: Χώροι στάθμευσης
fi: Parkkihallit
fr: Parkings
it: Parcheggi
nb: Parkeringsgarasjer
nl: Parkeergarages

source: Bus stops
ca: Parades d'autobús
el: Στάσεις λεωφορείων
fi: Bussipysäkit
fr: Arrêts de bus
it: Fermata Bus
nb: Busstopp
nl: Bushaltes

source: Train station
ca: Estació de tren
de: Bahnhof
el: Σιδηροδρομικός σταθμός
fi: Rautatieasema
fr: Gare ferroviaire
hu: Vasútállomás
it: Stazione ferroviaria
nb: Togstasjon
nl: Treinstation
pl: Stacja kolejowa
pt: Estação ferroviária
pt_br: Estação de trem
ro: Gară
ru: Железнодорожная станция

source: Subway stops and metro lines
ca: Parades de metro i línies de metro
el: Στάσεις και γραμμές μετρό
fi: Metroasemat ja -linjat
fr: Stations de métro et lignes de métro
it: Fermate metropolitana e linee metropolitana
nb: T-banestopp og metrolinjer
nl: Metrohaltes en metrolijnen

source: Light rail transit
ca: Trànsit lleuger
fi: Kevyt raideliikenne
fr: Transport léger sur rail
it: Transito ferroviario leggero
nb: Bybane transitt
nl: Vervoer met lightrail

source: Taxi stands
ca: Parades de taxis
el: Πιάτσες ταξί
fi: Taksitolpat
fr: Stations de taxis
it: Stazioni Taxi
nb: Taxiholdeplasser
nl: Taxistandplaatsen

source: Truck stop
ca: Parada de camions
de: Rasthof
el: Στάση φορτηγού
fi: Rekkapysäkki
fr: Étape pour camion
hu: Kamionparkoló
it: Sosta per camion
nb: Lastebilstopp
nl: Rustplaats
pl: Parking dla ciężarówek
pt: Paragem de camiões
pt_br: Parada de caminhões
ru: Стоянка грузовиков

source: Entrances
ca: Entrades
el: Είσοδοι
fi: Sisäänkäynnit
fr: Entrées
it: Ingressi
nb: Innganger
nl: Ingangen

source: Spaceports and cosmodromes
ca: Ports espaials i cosmòdroms
fi: Avaruuskeskukset ja kosmodromit
fr: Spatioports et cosmodromes
it: Spazioporti e cosmodromi
nb: Romhavner og kosmodromer
nl: Ruimtehavens en kosmodrooms

source: Art museums
ca: Museus d'art
el: Μουσεία τέχνης
fi: Taidemuseot
fr: Musées d’art
it: Musei d'arte
nb: Kunstmuseer
nl: Kunstmusea

source: History museums
ca: Museus d'història
el: Μουσεία ιστορίας
fi: Historialliset museot
fr: Musées d’histoire
it: Musei di storia
nb: Historiske museer
nl: Historische musea

source: Science museums
ca: Museus de la ciència
el: Μουσεία επιστημών
fi: Tiedemuseot
fr: Musées des sciences
it: Musei della scienza
nb: Vitenskapsmuseer
nl: Wetenschapsmusea

source: Monuments and statues
ca: Monuments i estàtues
fi: Muistomerkit ja patsaat
fr: Monuments et statues
it: Monumenti e statue
nb: Monumenter og statuer
nl: Monumenten en standbeelden

source: World heritage sites
ca: Patrimoni de la humanitat
el: Μνημεία παγκόσμιας κληρονομιάς
fi: Maailmanperintökohteet
fr: Patrimoine mondial
it: Siti Patrimonio dell'Umanità
nb: Verdensarvsteder
nl: Werelderfgoed

source: Religious structure
ca: Estructura religiosa
de: Religiöse Wahrzeichen
el: Θρησκευτική δομή
fi: Uskonnollinen rakennelma
fr: Etablissement religieux
hu: Vallásos építmény
it: Strutture religiose
nb: Religiøst byggverk
nl: Religieus bouwwerk
pl: Budynek sakralny
pt: Estrutura religiosa
pt_br: Estrutura religiosa
ro: Clădire de cult (biserică)
ru: Религиозное учреждение

source: Cemetery
ca: Cementiri
de: Friedhof
el: Νεκροταφείο
fi: Hautausmaa
fr: Cimetière
hu: Temető
it: Cimitero
nb: Gravplass
nl: Begraafplaats
pl: Cmentarz
pt: Cemitério
pt_br: Cemitério
ro: Cimitir
ru: Кладбище

source: Ghost town or ruins
ca: Ciutat fantasma o ruïnes
de: Geisterstadt oder Ruinen
fi: Aavekaupunki tai rauniot
fr: Ville fantôme ou ruines
hu: Szellemvárosok, romok
it: Paese fantasma o ruderi
nb: Spøkelsesby eller ruiner
nl: Spookstad of ruïnes
pl: Opuszczone miasto lub ruiny
pt: Cidade fantasma ou ruínas
pt_br: Cidade fantasma ou ruínas
ro: Oraș fantomă sau ruine
ru: Город-призрак или руины

source: Town squares
ca: Places de poble
fi: Keskusaukiot
fr: Places de ville
it: Piazze cittadine
nb: Bytorg
nl: Stadspleinen

source: Tower
ca: Torre
de: Turm
el: Πύργος
fi: Torni
fr: Tour
hu: Torony
it: Torre
nb: Tårn
nl: Toren
pl: Wieża
pt: Torre
pt_br: Torre
ro: Turn
ru: Башня

source: Buildings
ca: Edificis
el: Κτήρια
fi: Rakennukset
fr: Bâtiments
it: Edifici
nb: Bygninger
nl: Gebouwen
