Repository: furkot/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ca, de, el, fi, fr, hu, it, nb, nl, pl, pt, pt_br, ro, ru

source: Hide farmers markets and grocery stores
ca: Amaga els mercats de pagès i les botigues de queviures
de: Bauernmärkte und Lebensmittelgeschäfte ausblenden
el: Απόκρυψη λαϊκών αγορών και παντοπωλείων
fi: Piilota maatilamyymälät ja elintarvikekaupat
fr: Cacher les marchés fermiers et les épiceries
hu: Helyi piacok és pékségek elrejtése
it: Nascondi mercati e negozi di alimentari
nb: Skjul bondemarkeder og dagligvarebutikker
nl: Verberg boerenmarkten en kruidenierszaken
pl: Ukryj rynki i sklepy spożywcze
pt: Ocultar mercados agrícolas e mercearias
pt_br: Ocultar mercados de agricultores e mercearias
ro: Ascunde piețele de fermieri și magazinele alimentare
ru: Скрыть фермерские рынки и продуктовые магазины

source: Gas stations
ca: benzineres
de: Tankstellen
el: Βενζινάδικα
fi: Huoltoasemat
fr: Stations-service
hu: Benzinkutak
it: Stazioni di rifornimento
nb: Bensinstasjoner
nl: Tankstations
pl: Stacje benzynowe
pt: Postos de combustível
pt_br: Postos de combustível
ro: Benzinarii
ru: Бензоколонка

source: Hide gas stations
ca: Amaga les benzineres
de: Tankstellen ausblenden
el: Απόκρυψη βενζινάδικων
fi: Piilota huoltoasemat
fr: Cacher les stations-service
hu: Benzinkutak elrejtése
it: Nascondi stazioni di rifornimento
nb: Skjul bensinstasjoner
nl: Verberg tankstations
pl: Ukryj stacje benzynowe
pt: Ocultar postos de combustível
pt_br: Ocultar postos de combustível
ro: Ascunde benzinăriile
ru: Скрыть бензоколонки

source: Filling stations
ca: Estacions de servei
de: Tankstellen
el: Πρατήρια καυσίμων
fi: Kaasuasemat
fr: Montrer les stations-service
hu: Benzinkutak
it: Stazioni di rifornimento
nb: Bensinstasjoner
nl: Vulstations
pl: Stacje benzynowe
pt: Postos de abastecimento
pt_br: Postos de abastecimento
ro: Stații de alimentare
ru: Заправки

source: Gas stations with diesel fuel
ca: Benzineres amb gasoil
de: Tankstellen mit Dieselkraftstoff
el: Βενζινάδικα με καύσιμο ντίζελ
fi: Diesel-asemat
fr: Stations-service avec gazole
hu: Gázolajat kínáló töltőállomások
it: Stazioni di rifornimento con gasolio
nb: Bensinstasjoner med diesel
nl: Tankstations met diesel
pl: Stacje z olejem napędowym
pt: Postos de combustível com gasóleo
pt_br: postos de combustível com diesel
ro: Benzinarii cu motorina

source: Ethanol-free gas stations
ca: Estacions de servei sense etanol
de: Ethanolfreie Tankstellen
el: Βενζινάδικα χωρίς αιθανόλη
fi: Etanolittomat huoltoasemat
fr: Stations-service sans éthanol
hu: Etanol mentes üzemanyagot kínáló töltőállomások
it: Distributori di benzina senza etanolo
nb: Etanol-frie bensinstasjoner
nl: Ethanolvrije tankstations
pl: Stacje sprzedające benzynę bez etanolu
pt: Postos de gasolina livre de etanol
pt_br: postos de gasolina livre de etanol
ro: Benzinării cu carburanți fără etanol

source: Electric car charging stations
ca: Estacions de recàrrega de vehicles elèctrics
de: Elektroauto-Ladestationen
el: Σταθμοί φόρτισης ηλεκτρικών αυτοκινήτων
fi: Sähköautojen latausasemat
fr: Bornes de recharge pour voitures électriques
hu: Elektromos autó töltőállomások
it: Stazioni di ricarica per auto elettriche
nb: Ladestasjoner for el-biler
nl: EV-laadstations
pl: Stacje ładowania samochodów elektrycznych
pt: Estações de carregamento de veículos elétricos
pt_br: Estações de carregamento de veículos elétricos
ro: Stații de încărcare a mașinilor electrice
ru: Зарядные станции для электрических автомобилей

source: Hide electric car charging stations
ca: Amaga les estacions de recàrrega de vehicles elèctrics
de: Elektroauto-Ladestationen ausblenden
el: Απόκρυψη σταθμών φόρτισης ηλεκτρικών αυτοκινήτων
fi: Piilota sähköautojen latausasemat
fr: Cacher les bornes de recharge pour voitures électriques
hu: Elektromos autó töltőállomások elrejtése
it: Nascondi stazioni di ricarica per auto elettriche
nb: Skjul ladestasjoner for el-biler
nl: Verberg EV-laadstations
pl: Ukryj stacje ładowania samochodów elektrycznych
pt: Ocultar estações de carregamento de veículos elétricos
pt_br: Ocultar estações de carregamento de veículos elétricos
ro: Ascunde stațiile de încărcare a mașinilor electrice
ru: Скрыть зарядные станции для электрических автомобилей

source: Airports
ca: Aeroports
de: Flughäfen
el: αεροδρόμια
fi: Lentoasemat
fr: Montrer les aéroports
hu: Repülőterek
it: Aeroporti
nb: Flyplasser
nl: Vliegvelden
pl: Lotniska
pt: Aeroportos
pt_br: Aeroportos
ro: Aeroporturi
ru: Аэропорты

source: Hide airports
ca: Amaga aeroports
de: Flughäfen ausblenden
el: Απόκρυψη αεροδρομίων
fi: Piilota lentoasemat
fr: Cacher les aéroports
hu: Repülőterek elrejtése
it: Nascondi aeroporti
nb: Skjul flyplasser
nl: Verberg vliegvelden
pl: Ukryj lotniska
pt: Ocultar aeroportos
pt_br: Ocultar aeroportos
ro: Ascunde aeroporturile
ru: Скрыть аэропорты

source: Ferry terminals
ca: Terminals de ferri
fi: Lauttaterminaalit
fr: Montrer les terminaux de bacs
hu: Komp terminálok
it: Terminal traghetti
nb: Ferjeterminaler

source: Hide ferry terminals
ca: Amaga les terminals de ferri
fi: Piilota lauttaterminaalit
fr: Cacher les terminaux de bacs
hu: Komp kikötők elrejtése
it: Nascondi i terminali dei traghetti
nb: Skjul ferjeterminaler
nl: Verberg ferry terminals

source: Hide museums
ca: Amaga els museus
de: Museen ausblenden
el: Απόκρυψη μουσείων
fi: Piilota museot
fr: Cacher les musées
hu: Múzeumok elrejtése
it: Nascondi musei
nb: Skjul museer
nl: Verberg musea
pl: Ukryj muzea
pt: Ocultar museus
pt_br: Ocultar museus
ro: Ascunde muzeele
ru: Скрыть музеи

source: Museums
ca: Museus
de: Museen
el: μουσεία
fi: Museot
fr: Montrer les musées
hu: Múzeumok
it: Musei
nb: Museer
nl: Musea
pl: Muzea
pt: Museus
pt_br: Museus
ro: Muzee
ru: Музеи

source: Hide historical sites, monuments and landmarks
ca: Amaga llocs històrics, monuments i llocs de referència
de: Historische Orte, Denkmäler und Sehenswürdigkeiten ausblenden
el: Απόκρυψη ιστορικών χώρων, μνημείων και ορόσημων
fi: Piilota historialliset kohteet, monumentit ja maamerkit
fr: Cacher les sites historiques, les sites touristiques et les monuments
hu: Történelmi helyek, szobrok és látványosságok elrejtése
it: Nascondi siti storici, monumenti e luoghi di interesse
nb: Skjul historiske severdigheter, monumenter og landemerker
nl: Verberg historische plaatsen, monumenten en bekende punten
pl: Ukryj zabytki i pomniki
pt: Ocultar locais, monumentos e marcos históricos
pt_br: Ocultar locais históricos, monumentos e marcos
ro: Ascunderea siturilor istorice, a monumentelor și a reperelor
ru: Скрыть исторические места, памятники и достопримечательности

source: Historical sites, monuments and landmarks
ca: Llocs històrics, monuments i llocs de referència
de: Historische Orte, Denkmäler und Sehenswürdigkeiten
el: Ιστορικοί χώροι, μνημεία και ορόσημα
fi: Historialliset kohteet, monumentit ja maamerkit
fr: Montrer les sites historiques, touristiques et les monuments
hu: Történelmi helyek, szobrok és látványosságok
it: Siti storici, monumenti e luoghi di interesse
nb: Historiske severdigheter, monumenter og landemerker
nl: Historische plaatsen, monumenten en bekende punten
pl: Zabytki i pomniki
pt: Locais, monumentos e marcos históricos
pt_br: locais históricos, monumentos e marcos históricos
ro: Situri istorice, monumente și repere
ru: Исторические места, памятники и достопримечательности

source: Hide parks
ca: Amaga els parcs
de: Parks ausblenden
el: Απόκρυψη πάρκων
fi: Piilota puistot
fr: Cacher les parcs et les forêts
hu: Nemzeti parkok elrejtése
it: Nascondi parchi
nb: Skjul parker
nl: Verberg parken
pl: Ukryj parki
pt: Ocultar parques
pt_br: Ocultar parques
ro: Ascunde parcurile
ru: Скрыть парки

source: Parks
ca: Parcs
el: Πάρκα
fi: Puistot
fr: Montrer les parcs et forêts
hu: Nemzeti parkok
it: Parchi
nb: Parker
nl: Parken
pl: Parki
pt: Parques
pt_br: parques
ro: Parcuri
ru: Парки

source: Hide mountains
ca: Amaga muntanyes
de: Berge ausblenden
el: Απόκρυψη βουνών
fi: Piilota vuoret
fr: Cacher les montagnes
hu: Hegyek elrejtése
it: Nascondi montagne
nb: Skjul fjell
nl: Verberg bergen
pl: Ukryj góry
pt: Ocultar montanhas
pt_br: Ocultar montanhas
ro: Ascunde munții
ru: Скрыть горы

source: Mountains
ca: Muntanyes
de: Gebirge
el: Βουνά
fi: Vuoret
fr: Montrer les montagnes
hu: Hegyek
it: Montagne
nb: Fjell
nl: Bergen
pl: Góry
pt: Montanhas
pt_br: Montanhas
ro: Munţii
ru: Горы

source: Hide lakes, rivers and hot springs
ca: Amaga llacs, rius i aigües termals
de: Seen, Flüsse und Thermalquellen ausblenden
el: Κρύψτε λίμνες, ποτάμια και θερμές πηγές
fi: Piilota järvet, joet ja kuumat lähteet
fr: Cacher les lacs, les rivières et les sources thermales
hu: Tavak, folyók és termálforrások elrejtése
it: Nascondi laghi, fiumi e sorgenti termali
nb: Skjul innsjøer, elver og varme kilder
nl: Verberg meren, rivieren en warmwaterbronnen
pl: Ukryj jeziora, rzeki i gorące źródła
pt: Ocultar lagos, rios e termas
pt_br: Ocultar lagos, rios e fontes de água quente
ro: Ascunde lacurile, râurile și izvoarele termale
ru: Скрыть реки, озера и горячие источники

source: Lakes, rivers and hot springs
ca: Llacs, rius i aigües termals
de: Seen, Flüsse und Thermalquellen
el: Λίμνες, ποτάμια και θερμές πηγές
fi: Järvet, joet ja kuumat lähteet
fr: Montrer les lacs, les rivières et les sources thermales
hu: Tavak, folyók és termálforrások
it: Laghi, fiumi e sorgenti termali
nb: Innsjøer, elver og varme kilder
nl: Meren, rivieren en warmwaterbronnen
pl: Jeziora, rzeki i gorące źródła
pt: Lagos, rios e termas
pt_br: Lagos, rios e fontes de água quente
ro: Lacuri, râuri și izvoare termale
ru: Озера, реки и горячие источники

source: Fire incidents
ca: Incendis
de: Brandereignisse
el: Περιστατικά πυρκαγιάς
fi: Tulipalot
fr: Montrer les incendies
hu: Erdőtüzek
it: Siti andati a fuoco
nb: Branntilløp
nl: Branden
pl: Pożary
pt: Incêndios
pt_br: incêndios
ro: Incidente de incendiu
ru: Пожарные инциденты

source: Hide fire incidents
ca: Amaga incendis
de: Brandereignisse ausblenden
el: Απόκρυψη περιστατικών πυρκαγιάς
fi: Piilota tulipalot
fr: Cacher les incendies
hu: Erdőtüzek elrejtése
it: Nascondi siti andati a fuoco
nb: Skjul branntilløp
nl: Verberg branden
pl: Ukryj pożary
pt: Ocultar incêndios
pt_br: Ocultar incêndios
ro: Ascunde incidentele de incendiu
ru: Скрыть пожарные инциденты

source: Birdwatching
ca: Observació d'ocells
de: Vogelbeobachtung
el: Παρατήρηση πουλιών
fi: Lintujen bongaus
fr: Montrer les sites d'observation d'oiseaux
hu: Madárlesek
it: Osservazione uccelli
nb: Fugletitting
nl: Vogelspotplaatsen
pl: Ptasiarstwo
pt: Observação de pássaros
pt_br: Observação de pássaros
ro: Observarea păsărilor
ru: Наблюдение за птицами

source: Hide birdwatching hotspots
ca: Amaga els punts d'observació d'ocells
de: Orte zur Vogelbeobachtung ausblenden
el: Απόκρυψη σημείων παρατήρησης πουλιών
fi: Piilota lintujen bongauskohteet
fr: Cacher les sites d'observation d'oiseaux
hu: Madárlesek elrejtése
it: Nascondi posti di osservazione uccelli
nb: Skjul steder for fugletitting
nl: Verberg vogelspotplaatsen
pl: Ukryj miejsca obserwacji ptaków
pt: Ocultar locais de observação de pássaros
pt_br: Ocultar observação de pássaros
ro: Ascunde locurile de observare a păsărilor
ru: Скрыть наблюдение за птицами

source: Hide wildlife viewing spots
ca: Amaga els llocs d'observació de la vida salvatge
de: Orte zur Tierbeobachtung ausblenden
el: Απόκρυψη σημείων θέασης άγριας ζωής
fi: Piilota mahdollisuus nähdä villieläimiä
fr: Cacher les sites d'observation de la faune
hu: Vadlesek elrejtése
it: Nascondi posti di osservazione della fauna selvatica
nb: Skjul steder for dyreliv visning
nl: Verberg wildspotplaatsen
pl: Ukryj punkty obserwacji zwierząt
pt: Ocultar locais de observação da vida selvagem
pt_br: Ocultar locais de observação da vida selvagem
ro: Ascunde locurile de observare a faunei sălbatice
ru: Скрыть места наблюдения за дикой природой

source: Hide hiking trails
ca: Amaga rutes de senderisme
de: Wanderwege ausblenden
el: Απόκρυψη μονοπατιών πεζοπορίας
fi: Piilota vaellusreitit
fr: Cacher les sentiers de randonnée
hu: Kiránduló útvonalak elrejtése
it: Nascondi sentieri
nb: Skjul turstier
nl: Verberg wandelpaden
pl: Ukryj szlaki piesze
pt: Ocultar trilhos para caminhadas
pt_br: Ocultar trilhas para caminhadas
ro: Ascunde trasele de drumetie pe jos
ru: Скрыть пешие тропы

source: Hiking trails
ca: Rutes de senderisme
de: Wanderwege
el: Μονοπάτια πεζοπορίας
fi: Vaellusreitit
fr: Montrer les sentiers de randonnée
hu: Kiránduló útvonalak
it: Sentieri
nb: Turstier
nl: Wandelpaden
pl: Szlaki piesze
pt: Trilhos para caminhadas
pt_br: Trilhas para caminhadas
ro: Traseu pentru drumeții
ru: Пешие тропы

source: Bike paths and tracks
ca: Carrils bici i pistes
de: Radwege und Pfade
el: Ποδηλατόδρομοι και πίστες
fi: Pyöräilytiet ja -reitit
fr: Montrer les pistes et sentiers cyclables
hu: Kerékpárutak
it: Piste ciclabili e circuiti
nb: Sykkelstier og løyper
nl: Fiets- en ATB-paden
pl: Ścieżki i trasy rowerowe
pt: Ciclovias e caminhos de bicicleta
pt_br: ciclovias e pistas
ro: Piste si trasee pentru biciclete
ru: Велосипедные дорожки и треки

source: Hide bike paths and tracks
ca: Amaga els carrils bici i les pistes
de: Radwege und Pfade ausblenden
el: Απόκρυψη ποδηλατοδρόμων και πιστών
fi: Piilota pyöräilytiet ja -reitit
fr: Cacher les pistes et sentiers cyclables
hu: Kerékpárutak elrejtése
it: Nascondi piste ciclabili e circuiti
nb: Skjul sykkelstier og løyper
nl: Verberg fiets- en ATB-paden
pl: Ukryj ścieżki i trasy rowerowe
pt: Ocultar ciclovias e caminhos de bicicleta
pt_br: Ocultar ciclovias e pistas
ro: Ascunde pistele si traseele pentru biciclete
ru: Скрыть велосипедные дорожки и треки

source: Climbing routes
ca: Vies d'escalada
de: Kletterrouten
el: Διαδρομές αναρρίχησης
fi: Kiipeilyreitit
fr: Montrer les voies d'escalade
hu: Hegymászó útvonalak
it: Vie di arrampicata
nb: Klatreruter
nl: Klimroutes
pl: Trasy wspinaczkowe
pt: Rotas de escalada
pt_br: rotas de escalada
ro: Trasee de alpinism
ru: Альпинистские маршруты

source: Hide climbing routes
ca: Amaga les vies d'escalada
de: Kletterrouten ausblenden
el: Απόκρυψη διαδρομών αναρρίχησης
fi: Piilota kiipeilyreitit
fr: Cacher les voies d'escalade
hu: Hegymászó útvonalak elrejtése
it: Nascondi vie di arrampicata
nb: Skjul klatreruter
nl: Verberg klimroutes
pl: Ukryj trasy wspinaczkowe
pt: Ocultar rotas de escalada
pt_br: Ocultar rotas de escalada
ro: Ascunde traseele de alpinism
ru: Скрыть альпинистские маршруты

source: Hide snowshoeing trails
ca: Amaga les rutes amb raquetes de neu
de: Schneeschuh-Routen ausblenden
el: Κρύψτε τα μονοπάτια χιονοπέδιλων
fi: Piilota lumikenkäilyreitit
fr: Cacher les sentiers de randonnée à raquettes
hu: Hójáró utak elrejtése
it: Nascondi percorsi con racchette da neve
nb: Skjul trugeløyper
nl: Verberg sneeuwschoenwandelpaden
pl: Ukryj wędrówki na rakietach śnieżnych
pt: Ocultar trilhos de caminhada na neve
pt_br: Ocultar trilhas de caminhada na neve
ro: Ascunde traseele de rachete de zăpadă
ru: Скрыть тропы для снегоступов

source: Snowshoeing trails
ca: Rutes amb raquetes de neu
de: Schneeschuh-Routen
el: Μονοπάτια χιονοπέδιλων
fi: Lumikenkäilyreitit
fr: Montrer les sentiers de randonnée à raquettes
hu: Hójáró utak
it: Percorsi con racchette da neve
nb: Trugeløyper
nl: Sneeuwschoenwandelpaden
pl: Wędrówki na rakiety śnieżnych
pt: Trilhos de caminhada na neve
pt_br: Trilhas de caminhada na neve
ro: Trasee pentru rachete de zăpadă
ru: Тропы для снегоступов

source: Hide ski areas
ca: Amaga les zones d'esquí
de: Skigebiete ausblenden
el: Απόκρυψη χιονοδρομικών κέντρων
fi: Piilota hiihtokeskukset
fr: Cacher les stations de ski
hu: Síterületek elrejtése
it: Nascondi stazioni sciistiche
nb: Skjul skiområder
nl: Verberg skigebieden
pl: Ukryj ośrodki narciarskie
pt: Ocultar áreas de esqui
pt_br: Ocultar áreas de esqui
ro: Ascunde zonele de schi
ru: Скрыть лыжные районы

source: Ski areas
ca: Zones d'esquí
de: Skigebiete
el: Χιονοδρομικά κέντρα
fi: Hiihtokeskukset
fr: Montrer les stations de ski
hu: Síterületek
it: Stazioni sciistiche
nb: Skiområder
nl: Skigebieden
pl: Ośrodki narciarskie
pt: Áreas de esqui
pt_br: áreas de esqui
ro: Zone de schi
ru: Лыжные районы

source: Dive sites
ca: Llocs d'immersió
de: Tauchgebiete
el: Τοποθεσίες κατάδυσης
fi: Sukelluskohteet
fr: Montrer les sites de plongée subaquatique
hu: Búvár területek
it: Siti d'immersione
nb: Dykkesteder
nl: Duikplaatsen
pl: Miejsca do nurkowania
pt: Locais de mergulho
pt_br: Locais de mergulho
ro: Locuri pentru scufundări
ru: Места для дайвинга

source: Hide dive sites
ca: Amaga els llocs d'immersió
de: Tauchgebiete ausblenden
el: Απόκρυψη τοποθεσιών κατάδυσης
fi: Piilota sukelluskohteet
fr: Cacher les sites de plongée subaquatique
hu: Búvár területek elrejtése
it: Nascondi siti d'immersione
nb: Skjul dykkesteder
nl: Verberg duikplaatsen
pl: Ukryj miejsca do nurkowania
pt: Ocultar locais de mergulho
pt_br: Ocultar locais de mergulho
ro: Ascunde locurile pentru scufundări
ru: Скрыть места для дайвинга

source: Hide surf spots
ca: Amaga les zones de surf
de: Surfgebiete ausblenden
el: Απόκρυψη σημείων σερφ
fi: Piilota surffauskohteet
fr: Cacher les spots de surf
hu: Szörf helyek elrejtése
it: Nascondi posti per il surf
nb: Skjul surfesteder
nl: Verberg surfplaatsen
pl: Ukryj miejsca do surfowania
pt: Ocultar locais de surf
pt_br: Ocultar locais de surf
ro: Ascunde locurile de surfing
ru: Скрыть места для серфинга

source: Surf spots
ca: Punts de surf
de: Surfgebiete
el: Σημεία για σερφ
fi: Surffauskohteet
fr: Montrer les spots de surf
hu: Szörf helyek
it: Posti per il surf
nb: Surfesteder
nl: Surfplaatsen
pl: Miejsca do surfowania
pt: Locais de surf
pt_br: locais de surf
ro: Locuri de surfing
ru: Места для серфинга

source: Beaches
ca: Platges
de: Strände
el: Παραλίες
fi: Rannat
fr: Montrer les plages
hu: Strandok
it: Spiagge
nb: Strender
nl: Stranden
pl: Plaże
pt: Praias
pt_br: Praias
ro: Plaje
ru: Пляжи

source: Hide beaches
ca: Amaga platges
de: Strände ausblenden
el: Απόκρυψη παραλιών
fi: Piilota rannat
fr: Cacher les plages
hu: Strandok elrejtése
it: Nascondi spiagge
nb: Skjul strender
nl: Verberg stranden
pl: Ukryj plaże
pt: Ocultar praias
pt_br: Ocultar praias
ro: Ascunde plajele
ru: Скрыть пляжи

source: Fishing spots
ca: Zones de pesca
de: Angelplätze
el: Σημεία ψαρέματος
fi: Kalastuspaikat
fr: Montrer les sites de pêche
hu: Horgászhelyek
it: Posti di pesca
nb: Fiskeplasser
nl: Visplaatsen
pl: Łowiska wędkarskie
pt: Locais de pesca
pt_br: Locais de pesca
ro: Locuri de pescuit
ru: Места для рыбалки

source: Hide fishing spots
ca: Amaga les zones de pesca
de: Angelplätze ausblenden
el: Απόκρυψη σημείων ψαρέματος
fi: Piilota kalastuspaikat
fr: Cacher les sites de pêche
hu: Horgászhelyek elrejtése
it: Nascondi posti di pesca
nb: Skjul fiskeplasser
nl: Verberg visplaatsen
pl: Ukryj łowiska wędkarskie
pt: Ocultar locais de pesca
pt_br: Ocultar locais de pesca
ro: Ascunde locurile de pescuit
ru: Скрыть места для рыбалки

source: Driving (passenger cars)
ca: Conducció amb furgonetes de passatgers
de: Fahren (PKW)
el: Οδήγηση (επιβατικά αυτοκίνητα)
fi: Henkilöautoille tarkoitetut tiet
fr: Montrer les routes panoramiques accessibles aux voitures particulières
hu: Látványos út (személyautóknak)
it: Guida (automobili)
nb: Bil (personbiler)
nl: Rijden (personenauto's)
pl: Drogi samochodowe
pt: Condução (automóveis de passageiros)
pt_br: Condução (automóveis de passageiros)
ro: Conducere (autoturisme)
ru: Для легковых автомобилей

source: Hide driving
ca: Amaga zones de conducció amb furgonetes de passatgers
de: Fahren ausblenden
el: Απόκρυψη οδήγησης
fi: Piilota henkilöautoille tarkoitetut tiet
fr: Cacher les routes panoramiques accessibles aux voitures particulières
hu: Látványos út elrejtése
it: Nascondi guida (automobili)
nb: Skjul bilveier
nl: Verberg rijden
pl: Ukryj drogi samochodowe
pt: Ocultar condução
pt_br: Ocultar condução
ro: Ascunde conducere (autoturisme)
ru: Скрыть для легковых автомобилей

source: Hide jeeping and offroading
ca: Amaga vies per a 4x4 i tot terreny
de: Off-Road ausblenden
fi: Piilota Off Road
fr: Cacher les routes pour véhicules tout terrain
hu: Off-road utak elrejtése
it: Nascondi guida (fuoristrada e sterrato)
nb: Skjul firehjulstrekk og ATV
nl: Verberg off-road rijden
pl: Ukryj drogi terenowe
pt: Ocultar jipes e fora de estrada
pt_br: Ocultar jeeping e offroading
ro: Ascunde conducere offroad
ru: Скрыть для внедорожников

source: Jeeping and offroading
ca: Vies per a 4x4 i tot terreny
de: Off-Road Gelände
fi: Off Road
fr: Montrer les routes pour véhicules tout terrain
hu: Off-road utak
it: Guida (fuoristrada e sterrato)
nb: Firehjulstrekk og ATV
nl: Off-road rijden
pl: Drogi terenowe
pt: Jipes e fora de estrada
pt_br: Jeeping e offroading
ro: Conducere offroad
ru: Для внедорожников

source: Hide motorcycle routes
ca: Amaga les rutes per moto
el: Απόκρυψη διαδρομών μοτοσικλετών
fi: Piilota moottoripyöräreitit
fr: Cacher les itinéraires pour motocyclistes
hu: Látványos motoros utak elrejtése
it: Nascondi percorsi motociclistici
nb: Skjul motorsykkelruter
nl: Verberg motorroutes
pt: Ocultar rotas de motociclismo

source: Motorcycle routes
ca: Rutes per moto
el: Διαδρομές μοτοσικλέτας
fi: Moottoripyöräreitit
fr: Montrer les itinéraires pour motocyclistes
hu: Látványos motoros utak
it: Percorsi motociclistici
nb: Motorsykkelruter
nl: Motorroutes
pt: Rotas de motociclismo

source: ATV trails
ca: Rutes per ATV
de: ATV-Routen
el: Διαδρομές ATV
fi: Mönkijäreitit
fr: Montrer les pistes pour quads
hu: ATV utak
it: Sentieri ATV
nb: ATV løyper
nl: ATV-paden
pl: Szlaki dla quadów
pt: Trilhos para Moto4
pt_br: Trilhas para quadriciclo
ro: Trasee ATV-uri
ru: Маршруты для квадроциклов

source: Hide ATV trails
ca: Amaga les rutes per ATV
de: ATV-Routen ausblenden
el: Απόκρυψη διαδρομών ATV
fi: Piilota mönkijäreitit
fr: Cacher les pistes pour quads
hu: ATV utak elrejtése
it: Nascondi sentieri ATV
nb: Skjul ATV løyper
nl: Verberg ATV-paden
pl: Ukryj szlaki dla quadów
pt: Ocultar trilhos para Moto4
pt_br: Ocultar trilhas para quadriciclo
ro: Ascunde traseele pentru ATV-uri
ru: Скрыть маршруты для квадроциклов

source: Hide scenic overlooks and vista points
ca: Amaga vistes panoràmiques i miradors
de: Aussichtspunkte und Panoramen ausblenden
fi: Piilota näköalapaikat
fr: Cacher les points de vue
hu: Kilátók elrejtése
it: Nascondi punti panoramici e belvedere
nb: Skjule naturskjønn utsikt og utsiktspunkter
nl: Verberg uitkijkpunten en overzichten
pl: Ukryj punkty widokowe
pt: Ocultar miradouros
pt_br: Ocultar mirantes
ro: Ascunde priveliștile pitorești și punctele de vedere
ru: Скрыть живописные виды и смотровые площадки

source: Scenic overlooks and vista points
ca: Miradors i vistes panoràmiques
de: Aussichtspunkte und Panoramen
fi: Näköalapaikat
fr: Montrer les points de vue
hu: Kilátók
it: Punti panoramici e belvedere
nb: Naturskjønn utsikt og utsiktspunkter
nl: Uitkijkpunten en overzichten
pl: Punkty widokowe
pt: Miradouros
pt_br: Mirantes
ro: Priveliști pitorești și puncte de vedere
ru: Живописные виды и смотровые площадки

source: Hide picnic spots
ca: Amaga els llocs de pícnic
de: Picknickplätze ausblenden
el: Απόκρυψη σημείων για πικνίκ
fi: Piilota piknik-paikat
fr: Cacher les aires de pique-nique
hu: Piknik helyek elrejtése
it: Nascondi posti per picnic
nb: Skjul rasteplasser
nl: Verberg picknickplaatsen
pl: Ukryj miejsca na piknik
pt: Ocultar parques de merendas
pt_br: Ocultar locais de Piquenique
ro: Ascunde locurile de picnic
ru: Скрыть места для пикника

source: Picnic spots
ca: Llocs de pícnic
de: Picknickplätze
el: Σημεία για πικνίκ
fi: Piknik-paikat
fr: Montrer les aires de pique-nique
hu: Piknik helyek
it: Posti per picnic
nb: Rasteplasser
nl: Picknickplaatsen
pl: Miejsca na piknik
pt: Parques de merendas
pt_br: Piquenique
ro: Locuri de picnic
ru: Места для пикника
