Repository: furkot/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ca, de, el, fi, fr, hu, it, nb, nl, pl, pt, pt_br, ro, ru

source: Selected app will open when you click on the navigation button next to stop coordinates, its address or route.
ca: L'aplicació seleccionada s'obrirà quan feu clic al botó de navegació al costat de les coordenades de l'aturada, l'adreça o la ruta.
de: Ausgewählte Anwendung öffnet sich beim Klick auf den Navigationsbutton neben Stationskoordinaten, -adresse oder -route.
el: Η επιλεγμένη εφαρμογή θα ανοίγει όταν κάνετε κλικ στο κουμπί πλοήγησης δίπλα στις συντεταγμένες της στάσης, τη διεύθυνση ή τη διαδρομή.
fi: Valittu sovellus avautuu pysähdyksen koordinaattien, osoitteen tai reitin viereisestä navigointi-painikkeesta.
fr: L'application sélectionnée s'ouvrira lorsque vous cliquerez sur le bouton de navigation à côté des coordonnées de l'étape, de son adresse ou de son itinéraire.
hu: A navigáció gomb megnyomásakor a kiválasztott alkalmazás nyílik meg.
it: L'applicazione selezionata verrà aperta quando si fa clic sul pulsante di spostamento accanto alle coordinate, l'indirizzo o il percorso della sosta.
nb: Den valgte appen vil åpne når du klikker på navigasjonsknappen ved stoppets koordinater, adresse eller rute.
nl: Geselecteerde app zal opstarten zodra u op de navigatieknop, naast coördinaten, adres of route stoppen, klikt.
pl: Wybrana aplikacja będzie otwierana po wciśnięciu przycisku nawigacji obok adresu i współrzędnych postoju oraz trasy.
pt: O aplicativo seleccionado será aberto quando clicar no botão de navegação junto às coordenadas da paragem, a sua morada ou rota.
pt_br: O aplicativo selecionado será aberto quando você clicar no botão de navegação próximo ao local de parada, seu endereço ou rota.
ru: Выбранное приложение откроется, если вы нажмете на кнопку навигации на координатах, адресе остановки или маршруте к ней.

source: Navigation
ca: Navegació
el: Πλοήγηση
fi: Navigointi
hu: Navigáció
it: Navigazione
nb: Navigasjon
nl: Navigatie
pl: Nawigacja
pt: Navegação
pt_br: Navegação
ro: Navigație
ru: Навигация

source: Are you sure you want to navigate there?
ca: Estàs segur que vols navegar-hi?
de: Sind Sie sicher, dass Sie dorthin navigieren möchten?
el: Είστε σίγουροι ότι θέλετε να πλοηγηθείτε εκεί;
fi: Oletko varma että haluat navigoida sinne?
fr: Etes-vous sûr que vous voulez naviguer ici ?
hu: Biztos vagy benne hogy ide kérsz navigációt?
it: Sei sicuro di voler navigare lì?
nb: Er du sikker på at du vil navigere dit?
nl: Weet u zeker dat u daarheen wilt navigeren?
pl: Czy na pewno chcesz się tam udać?
pt: Confirma que deseja navegar para lá?
pt_br: Tem certeza de que deseja navegar aqui?
ro: Ești sigur că dorești să navighezi acolo?

source: Data Saver
ca: Estalviador de dades
de: Offlinespeicherung
el: Εξοικονόμηση δεδομένων
fi: Offline
fr: Sauvegarde des données
hu: Adatmentés
it: Risparmio dati
nb: Offline innstillinger
nl: Offline-opslag
pl: Dane Lokalne
pt: Economizador de Dados
pt_br: Economizador de Dados
ru: Сохранность данных

source: Furkot is using cached data only. You need to uncheck the option below to refresh this trip.
ca: Furkot només utilitza dades de la memòria cau. És necessari desseleccionar la opció de sota per refrescar aquest viatge.
de: Furkot nutzt derzeit nur Offline-Daten. Sie müssen diese Option unten abwählen, um die Reise zu aktualisieren.
el: Το Furkot χρησιμοποιεί προσωρινά αποθηκευμένα δεδομένα μόνο. Θα πρέπει να αποεπιλέξετε την επιλογή παρακάτω για να ανανεώσετε αυτό το ταξίδι.
fi: Furkot käyttää laitteelle tallennettua tietoa. Sinun täytyy poistaa tämä valinta alempaa, jos haluat päivittää reitin.
fr: Furkot utilise seulement les données en cache. Vous devez désélectionner l'option ci-dessous pour réactualiser le voyage.
hu: A Furkot kizárólag tárolt adatot használ. Távolítsd el a kijelölést az útvonal frissítéséhez.
it: Furkot sta usando solo dati memorizzati nella cache. È necessario deselezionare l'opzione qui sotto per aggiornare questo viaggio.
nb: Furkot bruker kun bufrede data. Du må fjerne merket for valget under for å oppdatere denne turen.
nl: Furkot gebruikt nu alleen cache gegevens. Je moet de onderstaande optie uitschakelen om deze reis te actualiseren.
pl: Furkot używa tylko danych lokalnych. Odznacz poniższą opcję, aby odświeżyć podróż.
pt: Furkot está a utilizar apenas dados em cache. Necessita desseleccionar a opção abaixo para actualizar esta viagem.
pt_br: Furkot está utilizando dados em cache. Você deve desmarcar a opção abaixo para atualizar essa viagem.
ro: Furkot utilizează numai date memorate în cache. Trebuie să debifați opțiunea de mai jos pentru a reîmprospăta această călătorie.
ru: Сейчас Furkot работает только с кешем. Нужно отключить опцию ниже, чтобы обновить поездку.

source: Use cached data only
ca: Utilitzar només dades de la memòria cau
de: Nur Offline-Daten verwenden
el: Χρήση μόνο προσωρινά αποθηκευμένων δεδομένων
fi: Käytä laitteelle tallennettua offline-tietoa
fr: N'utiliser que les données en cache
hu: Csak tárolt adat használata
it: Utilizza solo dati memorizzati nella cache
nb: Bruk kun bufrede data
nl: Alleen offline gegevens gebruiken
pl: Używaj tylko danych lokalnych
pt: Usar apenas dados em cache
pt_br: Use somente dados armazenados em cache
ro: Utilizează numai date memorate în cache
ru: Использовать только кеш

source: Cache OSM maps for offline use
ca: Emmagatzema en memòria cau mapes OSM per utilitzar-los fora de línia
de: OSM Karten für Offline-Nutzung speichern
el: Χάρτες OSM προσωρινής μνήμης για χρήση εκτός σύνδεσης
fi: Tallenna OSM-kartat laitteelle offline-käyttöä varten
fr: Mettre en cache les cartes OSM pour un usage hors connexion
hu: OSM térkép tárolása offline használathoz
it: Memorizza le mappe OSM nella cache per l'utilizzo offline
nb: Bufre OSM kart for offline bruk
nl: OSM-kaarten voor offline gebruik opslaan
pl: Zachowaj mapę OSM lokalnie na wypadek utraty połączenia
pt: Criar cache de mapas OSM para uso desconectado
pt_br: Cache de Mapas OSM para uso desconectado
ru: Сохранить OSM карты для офлайн использования

source: Plan new trip
ca: Planifica un nou viatge
de: Neue Reise planen
el: Σχεδιάστε νέο ταξίδι
fi: Suunnittele uusi matka
fr: Planifier un nouveau voyage
hu: Új útvonal tervezése
it: Organizza un nuovo viaggio
nb: Planlegg ny tur
nl: Plan nieuwe reis
pl: Zaplanuj podróż
pt: Planear nova viagem
pt_br: Planejar nova viagem
ro: Planifică o călătorie nouă
ru: План новой поездки

source: Tell us something about your trip.
ca: Explica'ns alguna cosa sobre el teu viatge.
de: Erzählen Sie uns etwas über Ihre Reise.
el: Πες μας κάτι για το ταξίδι σας.
fi: Kerro jotain matkastasi.
fr: Parlez-nous un peu de votre voyage.
hu: Mesélj valamit az utadról.
it: Raccontaci qualcosa del tuo viaggio.
nb: Fortell oss litt om turen.
nl: Vertel iets over je reis.
pl: Opowiedz nam o swojej podróży.
pt: Conte-nos algo sobre a sua viagem.
pt_br: Conte-nos algo sobre a sua viagem.
ro: Spune-ne ceva despre călătoria ta.
ru: Расскажите нам о Вашей поездке.

source: Don't worry, everything here is optional and you can change it later.
ca: No et preocupis, tot és opcional i ho pots canviar més tard.
de: Keine Sorge, alles hier ist optional und Sie können es später ändern.
el: Μην ανησυχείτε, όλα εδώ είναι προαιρετικά και μπορείτε να τα αλλάξετε αργότερα.
fi: Älä huoli, kaikkea tehtyä voit muuttaa myöhemmin.
fr: Pas d'inquiétude, tout est facultatif et pourra être modifié plus tard.
hu: Ne aggódj, semmi nem kötelező, és bármit megváltoztathatsz később.
it: Non ti preoccupare, tutto qui è opzionale e si può cambiare in un secondo momento.
nb: Ikke bekymre deg, alt her er valgfritt, og du kan endre det senere.
nl: Geen zorgen, alles is optioneel. Je kunt het later altijd wijzigen.
pl: Nie przejmuj się, wszystkie parametry są opcjonalne i można je zmienić później.
pt: Não se preocupe, tudo aqui é opcional e pode ser alterado mais tarde.
pt_br: Não se preocupe, tudo aqui é opcional e você pode alterar mais tarde.
ro: Nu-ți face griji, totul aici este opțional și îl poți schimba mai târziu.
ru: Не волнуйтесь, все поля здесь не обязательны, и вы можете изменить это позже.

source: Furkot will display the map of your trip and let you add stops, find attractions and book hotels.
ca: Furkot mostrarà el mapa del vostre viatge i us permetrà afegir aturades, trobar atraccions i reservar hotels.
de: Furkot wird die Karte Ihrer Reise anzeigen und lässt Sie Stationen hinzufügen, Sehenswürdigkeiten finden und Hotels buchen.
el: Το Furkot θα εμφανίσει τον χάρτη του ταξιδιού σας και θα σας επιτρέψει να προσθέσετε στάσεις, να βρείτε αξιοθέατα και να κάνετε κρατήσεις ξενοδοχείων.
fi: Furkot näyttää matkastasi kartan johon voit lisätä pysähdyksiä, löytää kiinnostavia kohteita ja varata hotelleja.
fr: Furkot affichera la carte de votre voyage et vous permettra d'ajouter des étapes, trouver des attractions et réserver des hôtels.
hu: A Furkot megjeleníti az utazásod térképét, és lehetőséget biztosít megállók hozzáadásához, látványosságok felfedezéséhez és szállásfoglaláshoz.
it: Furkot visualizzerà la mappa del tuo viaggio e permetterà di aggiungere soste, trovare attrazioni e prenotare alberghi.
nb: Furkot vil vise kartet for turen, og lar deg legge til stopp, finne attraksjoner og bestille hotell.
nl: Furkot laat je reis op de kaart zien en geeft je de mogelijkheid stopplaatsen toe te voegen, bezienswaardigheden te vinden en hotels te boeken.
pl: Furkot wyświetli mapę podróży, pozwoli Ci dodać postoje, pomoże znaleźć atrakcje i zarezerwować hotele.
pt: Furkot irá exibir o mapa da sua viagem e permitir adicionar paragens, encontrar atracções e reservar hotéis.
pt_br: Furkot irá exibir o mapa de sua viagem e permitir adicionar paradas, encontrar atrações e reservar hotéis.
ro: Furkot îți va afișa harta călătoriei și îți va permite să adăugați opriri, să găsești atracții și să rezervi hoteluri.
ru: Furkot показывает карту Вашей поездки и позволяет добавлять остановки, найти достопримечательности и забронировать гостиницы.

source: Are you starting from home? Let Furkot figure out where you are. Or just type a name of a city, a landmark or an address.
ca: Estàs començant des de casa? Deixa que Furkot esbrini on ets. O simplement escriu el nom d'una ciutat, punt de referència o una adreça.
de: Starten Sie von zu Hause? Lassen Sie Furkot herauszufinden, wo Sie sind. Oder geben Sie einfach nur einen Namen einer Stadt, einer Sehenswürdigkeit oder einer Adresse an.
el: Ξεκινάτε από το σπίτι; Αφήστε το Furkot να εντοπίσει το πού βρίσκεστε. Ή απλώς πληκτρολογήστε το όνομα μιας πόλης, ενός αξιοθέατου ή μια διεύθυνση.
fi: Lähdetkö matkalle kotoasi? Anna Furkotin selvittää sijaintisi tai kirjoita vain kaupungin nimi, maamerkki tai osoite.
fr: Commencez-vous de chez vous ? Laissez Furkot reconnaître votre localisation. Ou saisissez le nom d'une ville, un point de repère ou une adresse.
hu: Otthonról indulsz? Engedélyezd a Furkot-nak, hogy megtalálja hol vagy. Vagy add meg egy város nevét, egy látványosságot, vagy egy címet.
it: Stai cominciando da casa? Lascia che Furkot capisca dove ti trovi. O semplicemente digita il nome di una città, un punto di riferimento o un indirizzo.
nb: Starter du hjemmefra? La Furkot finne ut hvor du er. Eller bare skriv inn et navn på en by, et landemerke eller en adresse.
nl: Start je vanaf het huisadres? Laat Furkot uitzoeken waar je bent. Of toets gewoon de naam van een plaats, een bekend punt of een adres in.
pl: Wyjeżdżasz z domu? Pozwól Furkotowi sprawdzić gdzie jesteś. Albo po prostu wpisz nazwę miasta, punkt orientacyjny lub adres.
pt: Está a iniciar a partir de casa? Permita que Furkot descubra onde se encontra. Ou introduza apenas o nome de uma cidade, um marco geográfico ou um endereço.
pt_br: Você está começando a partir de casa? Deixe Furkot descobrir onde você está. Ou apenas digite um nome de uma cidade, um marco ou um endereço.
ro: Începi de acasă? Lasă-l pe Furkot să-și dea seama unde te afli. Sau tastează numele unui oraș, un punct de reper sau o adresă.
ru: Вы начинаете из дома? Разрешите Furkot узнать где вы находитесь. Или просто введите название города, достопримечательность или адрес.

source: Start point
ca: Punt de sortida
de: Startpunkt
el: Σημείο εκκίνησης
fi: Lähtöpiste
fr: Point de départ
hu: Kezdőpont
it: Punto di partenza
nb: Startpunkt
nl: Beginpunt
pl: Początek
pt: Ponto de partida
pt_br: Ponto de partida
ro: Punct de pornire
ru: Начальная точка

source: City, landmark or address where you want to start your trip.
ca: Ciutat, fita o adreça on voleu començar el viatge.
de: Stadt, Sehenswürdigkeit oder Adresse, an der Sie Ihre Reise beginnen möchten.
el: Πόλη, αξιοθέατο ή διεύθυνση από όπου θέλετε να ξεκινήσετε το ταξίδι σας.
fi: Anna kaupunki, maamerkki tai osoite josta haluat aloittaa matkasi.
fr: Ville, monument ou adresse à partir de laquelle vous souhaitez commencer votre voyage.
hu: Város, látványosság vagy cím ahonnan az utazásodat kezded.
it: Città, punti di riferimento o indirizzi da dove desideri iniziare il viaggio.
nb: By, landemerke eller adresse der du ønsker å starte turen.
nl: Plaats, bekend punt of het adres waar je de reis wilt beginnen.
pl: Miasto, punkt orientacyjny lub adres, od którego chcesz rozpocząć swoją podróż.
pt: Cidade, marco geográfico ou endereço onde deseja iniciar a sua viagem.
pt_br: Cidade, marco ou endereço onde você deseja iniciar a sua viagem.
ro: Oraș, punct de reper sau adresa de unde dorești să începi călătoria.
ru: Город, достопримечательность или адрес, где вы хотите начать свою поездку.

source: Starting from home
ca: Començant des de casa
de: Starten Sie von zu Hause
el: Ξεκινώντας από το σπίτι
fi: Aloitus kotoa
fr: Partir de chez moi
hu: Indulás otthonról
it: Partendo da casa
nb: Starter hjemmefra
nl: Begin vanaf je huisadres
pl: Wyjeżdżam z domu
pt: Iniciar a partir de casa
pt_br: Começando a partir de casa
ro: Pornește de acasă
ru: Начать из дома

source: Do you plan to end back where you started? Or is it a one-way trip?
ca: Tens previst acabar on has començat? O és un viatge només d'anada?
de: Planen Sie eine Rundreise oder führt Ihre Reise vom Start zu einem anderen Ziel?
el: Σκοπεύετε να επιστρέψετε εκεί από όπου ξεκινήσατε; Ή είναι ένα ταξίδι απλής μετάβασης;
fi: Suunnitteletko palaavasi takaisin lähtöpisteeseen vai onko matkasi yksisuuntainen?
fr: Pensez-vous terminer où vous avez commencé ? Ou est-ce un aller simple ?
hu: Szeretnél oda visszatérni ahonnan indultál, vagy ez egy egyirányú útiterv?
it: Hai intenzione di finire il viaggio al punto di partenza? O è un viaggio di sola andata?
nb: Har du tenkt å ende tilbake der du startet? Eller er det en enveis tur?
nl: Plan je een rondreis of een enkele reis?
pl: Czy zamierzasz wrócić skąd wyjechałeś? Czy jest to podróż w jedną stronę?
pt: Planeia terminar de volta onde partiu? Ou é uma viagem apenas de ida?
pt_br: Você planeja acabar de volta onde você começou? Ou é uma viagem só de ida?
ro: Plănuiești o călătorie in circuit, cu întoarcere la locul de plecare, sau una cu o singură direcție?
ru: Планируете ли вы вернуться туда, где Вы начали? Или это путешествие в один конец?

source: Trajectory
de: Reiseverlauf
fi: Matkan tyyppi
pl: Kurs
pt_br: Percurso
ro: Felul traseului
ru: Траектория

source: Loop back to the starting point
ca: Torna al punt de partida
de: Rundreise (Start und Ziel gleich)
el: Επιστροφή στο σημείο εκκίνησης
fi: Kiertomatka (lähtö- ja loppupiste samat)
fr: Boucle ramenant au point de départ
hu: Visszatérés a kezdőpontba
it: Torna al punto di partenza
nb: Returner til utgangspunktet
nl: Ga terug naar het beginpunt
pl: Pętla (z powrotem do punktu wyjścia)
pt: Voltar ao ponto de partida
pt_br: Circuito voltando ao ponto de partida
ro: Circuit cu întoarcere la punctul de plecare
ru: По кругу, обратно к исходной точке

source: One way trip from start to end point
de: Reise vom Start zu einem anderen Ziel
fi: Yksisuuntainen matka
pl: Podróż w jedną stronę (od początku do końca)
pt_br: Uma viagem com um ponto inicial e final
ro: Călătorie într-un singur sens, începută la un punct și final la alt punct
ru: Поездка в одну сторону от начала до конца

source: For round trips, enter a name of a city, a landmark or an address half way down the road.
ca: Per als viatges d'anada i tornada, introduïu el nom d'una ciutat, una fita o una adreça a mig camí.
de: Für Rundtouren, geben Sie den Namen einer Stadt, eines Wahrzeichens oder einer Adresse auf halbem Weg ein.
fi: Anna matkan puolivälistä kaupungin nimi, maamerkki tai osoite.
fr: Pour des voyages aller-retours, saisissez un nom de ville, un point de repère ou une adresse à mi-parcours.
hu: Körutazásokhoz írd be egy város nevét, egy látványosságot vagy egy címet az út felénél.
it: Per i viaggi circolari, inserire il nome di una città, un punto di riferimento o un indirizzo a metà strada.
nb: For rundturer, skriv inn et navn på en by, et landemerke eller en adresse halvveis på runden.
nl: Voor een rondreis voer je ongeveer halverwege de reis een plaatsnaam, bekend punt of adres in.
pl: Dla podróży w tę i z powrotem, podaj nazwę miasta, punkt orientacyjny lub adres miejsca w środku podróży.
pt: Para viagens circulares, introduza o nome de uma cidade, um marco geográfico ou um endereço a meio caminho.
pt_br: Para viagens circulares, digite um nome de uma cidade, um marco ou um endereço na metade do caminho.
ro: Pentru călătorii in circuit cu întoarcere la punctul de plecare, introdu numele unui oraș, un punct de reper sau o adresă la jumătatea drumului.
ru: Для поездок по кругу, введите название города, достопримечательность или адрес в середине маршрута.

source: For one way trips, enter a name of a city, a landmark or an address where the trip ends.
ca: Per als viatges d'anada, introduïu el nom d'una ciutat, una fita o una adreça on acaba el viatge.
de: Für Reisen vom Start zu einem anderen Ziel geben Sie den Namen der Stadt, der Sehenswürdigkeit oder die Adresse des Ziels an.
fi: Anna loppupisteestä kaupungin nimi, maamerkki tai osoite.
fr: Pour des voyages en aller-simple, saisissez un nom de ville, un point de repère ou une adresse où le voyage se termine.
hu: Egyirányú útitervhez add meg egy város nevét, egy látványosságot vagy egy címet ami a célpontod.
it: Per viaggi di sola andata, inserisci il nome di una città, un punto di riferimento o un indirizzo in cui si conclude il viaggio.
nb: For enveisturer, skriv inn et navn på en by, et landemerke eller en adresse hvor turen avsluttes.
nl: Voor een enkele reis voer je de plaatsnaam, bekend punt of adres in waar de reis eindigt.
pl: Dla podróży w jedną stronę, podaj nazwę miasta, punkt orientacyjny lub adres, gdzie kończy się podróż.
pt: Para viagens apenas de um sentido, digite o nome de uma cidade, um marco geográfico ou um endereço onde a viagem termina.
pt_br: Para viagens somente em um sentido, digite um nome de uma cidade, um marco ou um endereço onde a viagem termina.
ro: Pentru călătoria într-un singur sens, introdu un numele unui oraș, un punct de reper sau o adresă la care se termină călătoria.
ru: Для поездок в одну сторону, введите название города, достопримечательность или адрес, где заканчивается поездка.

source: Mid point
ca: Punt mig
de: Wendepunkt
el: Μέση της διαδρομής
fi: Keskipiste
fr: Point à mi-parcours
hu: Felezőpont
it: Punto a metà strada
nb: Midtpunkt
nl: Punt halverwege
pl: Środek podróży
pt: Ponto médio
pt_br: ponto médio
ro: Punctul de mijloc
ru: Средняя точка

source: City, landmark or address where you want to go.
ca: Ciutat, fita o adreça on voleu anar.
de: Stadt, Sehenswürdigkeit oder Adresse, zu der Sie hinwollen.
el: Πόλη, αξιοθέατο ή διεύθυνση όπου θέλετε να πάτε.
fi: Anna kaupunki, maamerkki tai osoite.
fr: Ville, monument ou adresse où vous souhaitez aller.
hu: Város, látványosság vagy cím, ahova el szeretnél jutni.
it: Città, punto di riferimento o l'indirizzo dove si desidera andare.
nb: By, landemerke eller adresse der du vil reise til.
nl: Plaats, bekend punt of adres waar je heen wilt.
pl: Miasto, punkt orientacyjny lub adres, do którego chcesz dotrzeć.
pt: Cidade, marco geográfico ou endereço onde pretende ir.
pt_br: Cidade, marco ou endereço aonde você quer ir.
ro: Oraș, punct de reper sau adresa unde dorești să ajungi.
ru: Город, достопримечательность или адрес, куда вы хотите добраться.

source: End point
ca: Punt final
de: Ziel
el: Τελικό σημείο
fi: Loppupiste
fr: Point d’arrivée
hu: Célpont
it: Punto finale
nb: Endepunkt
nl: Eindpunt
pl: Koniec
pt: Ponto final
pt_br: ponto final
ro: Punctul final
ru: Конечная точка

source: City, landmark or address where you want to end your trip.
ca: Ciutat, fita o adreça on voleu finalitzar el viatge.
de: Stadt, Sehenswürdigkeit oder Adresse, an der Sie Ihre Reise beenden wollen.
el: Πόλη, αξιοθέατο ή διεύθυνση όπου θέλετε να τερματίσετε το ταξίδι σας.
fi: Anna kaupunki, maamerkki tai osoite, johon haluat lopettaa matkasi.
fr: Ville, monument ou adresse sur laquelle vous souhaitez mettre fin à votre voyage.
hu: Város, látványosság vagy cím, ahol be szeretnéd fejezni az utadat.
it: Città, punti di riferimento o indirizzi dove desideri terminare il tuo viaggio.
nb: By, landemerke eller adresse der du ønsker å avslutte turen.
nl: Plaats, bekend punt of adres waar je de reis wilt eindigen.
pl: Miasto, punkt orientacyjny lub adres, pod którym chcesz zakończyć swoją podróż.
pt: Cidade, marco geográfico ou endereço onde pretende terminar a sua viagem.
pt_br: Cidade, marco ou endereço onde pretende terminar a sua viagem.
ro: Oraș, punct de reper sau adresa de unde dorești să temini călătoria.
ru: Город, достопримечательность или адрес, где вы хотите закончить свою поездку.

source: Not sure where you want to go or what to see? Check out our folio of ready-made trips.
ca: No saps on vols anar o què veure? Fes un cop d'ull als nostres viatges preparats.
de: Unsicher, wohin Sie reisen oder was Sie sehen wollen? Schauen Sie sich unser Portfolio von vorgefertigten Reisen an.
fi: Etkö ole varma mihin haluaisit mennä tai mitä nähdä? Tutustu silloin valmiiksi tehtyihin matkoihimme.
fr: Vous n’êtes pas sûr de ce que vous souhaitez visiter ? Consultez notre portfolio de voyages déjà préparés.
hu: Nem vagy benne biztos hova mennél? Nézd meg az előre megtervezett utak katalógusát.
it: Non sai dove andare o cosa vedere? Scopri la pagina dei nostri viaggi preconfezionati.
nb: Usikker på hvor du vil dra eller hva du vil se? Sjekk ut vår portefølje av ferdige turer.
nl: Weet je niet waar je heen wilt of wat je wilt zien? Bekijk dan eens onze portfolio met kant-en-klare reizen.
pl: Nie wiesz, co chcesz zobaczyć? Obejrzyj naszą kolekcję gotowych wycieczek.
pt: Não tem certeza onde quer ir ou o que ver? Consulte o nosso catálogo de viagens prontas.
pt_br: Não tem certeza onde você quer ir ou o que ver? Confira nossas viagens prontas.
ro: Nu ești sigur unde vrei să mergi sau ce ai dori să vezi? Rasfoieste portofoliul nostru de excursii gata făcute.
ru: Не знаете поехать или что посмотреть? Посмотрите нашу подборку готовых поездок.

source: Click [Inspire me] now or look for it later.
ca: Fes clic a [Inspira'm] ara o deixa-ho per més tard.
de: Klicken Sie jetzt auf [Inspiriere mich] oder machen das später.
el: Κάντε κλικ στο κουμπί [έμπνευση] τώρα ή αναζητήστε το αργότερα.
fi: Klikkaa [Ehdota minulle] tai katsele niitä myöhemmin.
fr: Cliquez sur [Inspirez-moi] maintenant ou cherchez plus tard.
hu: Kattints az [adj ötletet] gombra most, vagy nézz be később.
it: Fai clic su [Suggerisci] ora o in un secondo momento.
nb: Klikk på [Inspirer meg] nå, eller se etter den senere.
nl: Klik op [Inspireer me] of doe het misschien later eens.
pl: Kliknij [Inspiracje] teraz lub później.
pt: Pressione [Inspire-me] agora ou consulte mais tarde.
pt_br: Clique [Inspire-me] agora ou dê uma olhada mais tarde.
ro: Clic acum pe [Inspira-mă] sau incearcă mai târziu.
ru: Нажмите [удивите меня] сейчас или посмотрите потом.
