Repository: furkot/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ca, de, el, fi, fr, hu, it, nb, nl, pl, pt, pt_br, ro, ru

source: Residence
ca: Residència
de: Wohnsitz
el: Κατοικία
fi: Asumus
fr: Résidence
hu: Birtok
it: Residenza
nb: Bolig
nl: Woonplaats
pl: Rezydencja
pt: Residência
pt_br: Residência
ro: Reședință
ru: Резиденция

source: Palaces and mansions
ca: Palaus i mansions
el: Παλάτια και επαύλεις
fi: Palatsit ja kartanot
fr: Palais et manoirs
it: Palazzi e dimore
nb: Palasser og herskapshus
nl: Paleizen en herenhuizen

source: Castles and fortresses
ca: Castells i fortaleses
el: Κάστρο και οχυρά
fi: Linnat ja linnakkeet
fr: Châteaux et forteresses
it: Castelli e fortezze
nb: Slott og festninger
nl: Kastelen en forten

source: Bridge
ca: Pont
de: Brücke
el: Γέφυρα
fi: Silta
fr: Pont
hu: Híd
it: Ponte
nb: Bro
nl: Brug
pl: Most
pt: Ponte
pt_br: Ponte
ro: Pod
ru: Мост

source: Lighthouses
ca: Fars
el: Φάροι
fi: Majakat
fr: Phares
it: Fari
nb: Fyr
nl: Vuurtorens

source: Windmills
ca: Molins de vent
el: Ανεμόμυλοι
fi: Tuulimyllyt
fr: Moulins
it: Mulini a vento
nb: Vindmøller
nl: Windmolens

source: Observatories
ca: Observatoris
el: παρατηρητήρια
fi: Tähtitornit
fr: Observatoires
it: Osservatori
nb: Observatorier
nl: Observatoria

source: Towns and cities
ca: Pobles i ciutats
el: Κωμοπόλεις και πόλεις
fi: Kylät ja kaupungit
fr: Villes et villages
it: Paesi e città
nb: Bygder og byer
nl: Dorpen en steden

source: Forest
ca: Boscos
de: Wald
el: Δάσος
fi: Metsä
fr: Forêt
hu: Erdő
it: Foresta
nb: Skog
nl: Bos
pl: Las
pt: Floresta
pt_br: Floresta
ro: Pădure
ru: Лес

source: Gardens
ca: Jardins
el: Κήποι
fi: Puutarhat
fr: Jardins
it: Giardini
nb: Hager
nl: Tuinen

source: Mountain
ca: Muntanyes
el: Βουνό
fi: Vuoret
fr: Montagne
it: Montagna
nb: Fjell
nl: Berg

source: Volcanoes
ca: Volcans
el: Ηφαίστεια
fi: Tulivuoret
fr: Volcans
it: Vulcani
nb: Vulkaner
nl: Vulkanen

source: Zoos and wildlife viewing
ca: Zoològics i observatoris de vida salvatge
el: Ζωολογικοί κήποι και παρατήρηση άγριας ζωής
fi: Eläintarhat ja villieläinpuistot
fr: Zoos et parcs animaliers
it: Zoo e osservazione della fauna selvatica
nb: Dyrehager og dyrelivsvisning
nl: Dierentuinen en plaatsen om wild te spotten

source: Playgrounds
ca: Parcs infantils
el: Παιδικές χαρές
fi: Leikkikentät
fr: Terrains
it: Parchi giochi
nb: Lekeplasser
nl: Speeltuinen

source: Dog parks
ca: Parcs per a gossos
el: Πάρκα σκύλων
fi: Koirapuistot
fr: Parcs pour chiens
it: Parchi per cani
nb: Hundeparker
nl: Hondenparken

source: Bodies of water
ca: Masses d'aigua
fi: Vesistöt
fr: Plans d’eau
it: Corsi e bacini d'acqua
nb: Vannforekomster
nl: Wateren

source: Lake
ca: Llac
de: See
el: Λίμνη
fi: Järvi
fr: Lac
hu: Tó
it: Lago
nb: innsjø
nl: Meer
pl: Jezioro
pt: Lago
pt_br: Lago
ro: Lac
ru: Озеро

source: Hot spring
ca: Font termal
de: Heiße Quelle
el: Θερμές πηγές
fi: Kuuma lähde
fr: Source thermale
hu: Termálforrás
it: Sorgente termale
nb: Varm kilde
nl: Warmwaterbron
pl: Gorące źródło
pt: Termas
pt_br: Termas
ro: Izvor termal
ru: горячий источник

source: River
ca: Riu
de: Fluss
el: Ποταμός
fi: Joki
fr: Rivière
hu: Folyó
it: Fiume
nb: Elv
nl: Rivier
pl: Rzeka
pt: Rio
pt_br: Rio
ro: Râu
ru: Река

source: Dams
ca: Preses
el: Φράγματα
fi: Padot
fr: Barrages
it: Dighe
nb: Demninger
nl: Dammen

source: Wetlands
ca: Zones humides
el: Υγροβιότοποι
fi: Kosteikot
fr: Zones humides
it: Zone umide
nb: Våtområder
nl: Drasland

source: Aquariums
ca: Aquàriums
el: Ενυδρεία
fi: Akvaariot
it: Acquari
nb: Akvarier
nl: Aquaria

source: Swimming pools and areas
ca: Piscines i zones de bany
fi: Uima-altaat ja allasalueet
fr: Piscines et zones de baignade
it: Piscine ed aree
nb: Svømmebassenger og badeområder
nl: Zwembaden en -gebieden

source: Pier or boardwalk
ca: Moll o passeig marítim
de: Pier oder Promenade
el: Προβλήτα ή πεζόδρομος
fi: Laituri tai kävelytasanne
fr: Ponton ou quai
hu: Stég vagy pallóösvény
it: Molo o passerella
nb: Brygge eller strandpromenade
nl: Pier of promenade
pl: Molo lub promenada
pt: Pontão ou calçadão
pt_br: Pier ou calçadão
ro: Ponton sau promenadă pe apă
ru: Пирс или дощатый настил

source: Marina or harbor
ca: Port o port esportiu
de: Marina oder Hafen
el: Μαρίνα ή λιμάνι
fi: Venesatama tai satama
fr: Marina ou port
hu: Kikötő
it: Marina o porto
nb: Båthavn eller et havn
nl: Jachthaven of haven
pl: Przystań lub port
pt: Marina ou porto
pt_br: Marina ou porto
ro: Port sau marina
ru: Гавань

source: Stadium or sport venue
ca: Estadi o recinte esportiu
de: Stadion oder Sportplatz
fi: Stadion tai urheilupaikka
fr: Stade ou site sportif
hu: Stadion vagy sporthelyszín
it: Stadio o struttura sportiva
nb: Stadion eller sportsarena
nl: Stadion of sport trefpunt
pl: Stadion lub obiekt sportowy
pt: Estádio ou local de desporto
pt_br: Estádio ou local de esporte
ro: Stadion sau alt loc pentru sport
ru: Стадион или спортивное место

source: American football stadiums
ca: Estadis de futbol americà
fi: Amerikkalaisen jalkapallon stadionit
fr: Stades de football américain
it: Stadi di football americano
nb: Amerikanske fotballstadioner
nl: American football stadions

source: Baseball stadiums
ca: Estadis de beisbol
el: Γήπεδα μπέιζμπολ
fi: Baseball-stadionit
fr: Stades de baseball
it: Stadi di baseball
nb: Baseballstadioner
nl: Honkbalstadions

source: Basketball courts
ca: Pistes de bàsquet
el: Γήπεδα μπάσκετ
fi: Koripallokentät
fr: Basket-ball
it: Corti da Basket
nb: Basketballbaner
nl: Basketbalvelden

source: Soccer fields
ca: Camps de futbol
el: Γήπεδα ποδοσφαίρου
fi: Jalkapallokentät
fr: Terrains de football
it: Campi da calcio
nb: Fotballbaner
nl: Voetbalvelden

source: Cricket stadiums
ca: Estadis de cricket
el: Γήπεδα κρίκετ
fi: Kriketti-stadionit
fr: Stades de cricket
it: Stadi di cricket
nb: Cricketstadioner
nl: Cricketstadions

source: Golf courses
ca: Camps de golf
el: Γήπεδα γκολφ
fi: Golfkentät
fr: Terrains de golf
it: Campi da golf
nb: Golfbaner
nl: Golfterreinen

source: Tennis courts
ca: Pistes de tennis
el: Γήπεδα τένις
fi: Tenniskentät
fr: Tennis
it: Campi da tennis
nb: Tennisbaner
nl: Tennisbanen

source: Pitches
ca: Camps
fi: Pelikentät
fr: Terrains de sport
it: Piazzole
nb: Plasser
nl: Standplaatsen

source: Amusement park
ca: Parc d'atraccions
de: Vergnügungspark
el: Λούνα παρκ
fi: Huvipuisto
fr: Parc d'attraction
hu: Vidámpark
it: Parco di divertimenti
nb: Fornøyelsespark
nl: Attractiepark
pl: Wesołe miasteczko
pt: Parque de diversões
pt_br: Parque de diversões
ro: Parc de distracţii
ru: Аттракционы

source: Amphitheaters
ca: Amfiteatres
el: Αμφιθέατρα
fi: Amfiteatterit
fr: Amphithéâtres
it: Anfiteatri
nb: Amfiteatre
nl: Amfitheaters

source: Attractions
ca: Atraccions
el: Αξιοθέατα
fi: Nähtävyydet
fr: Curiosités
it: Attrazioni
nb: Attraksjoner
nl: Attracties

source: Geocache
ca: Geocatxé
fi: Geokätkö
fr: Géocache
hu: Geocaching
nl: Geocaching
pl: Skrytka geocache
ru: Ископаемые

source: Favorite
ca: Preferit
de: Favorit
el: Αγαπημένο
fi: Suosikki
fr: Favori
hu: Kedvenc
it: Preferito
nb: Favoritt
nl: Favoriet
pl: Ulubiony
pt: Favorito
pt_br: Favorito
ro: Favorit
ru: Любимый

source: Sushi restaurants
ca: Restaurants de sushi
el: Εστιατόρια με σούσι
fi: Sushi-ravintolat
fr: Restaurants de sushis
it: Ristoranti sushi
nb: Sushi restauranter

source: Alcohol shops
ca: Botigues de begudes alcohòliques
el: Καταστήματα αλκοολούχων ποτών
fi: Alkoholiliikkeet
fr: Magasins d’alcool
it: Negozi di alcolici
nb: Butikker med alkohol
nl: Alcoholwinkels

source: Bar
el: Μπαρ
fi: Baari
hu: Bár
ru: Бар

source: Brewery
ca: Cerveseria
de: Brauerei
el: Ζυθοποιείο
fi: Panimo
fr: Brasserie
hu: Söröző
it: Birrificio
nb: Bryggeri
nl: Brouwerij
pl: Browar
pt: Cervejaria
pt_br: Cervejaria
ro: Berărie
ru: Пивоварня

source: Winery
ca: Celler
de: Weingut
el: Οινοποιείο
fi: Viinitila
fr: Cave
hu: Borozó
it: Azienda vinicola
nb: Vingård
nl: Wijnhuis
pl: Winiarnia
pt: Adega
pt_br: Vinícola
ro: Vinărie
ru: Винный завод

source: Bakeries
ca: Fleques
el: Αρτοποιεία
fi: Leipomot
fr: Boulangeries
it: Panifici
nb: Bakerier
nl: Bakkerijen

source: Ice cream shops
ca: Gelateries
el: Παγωτατζίδικα
fi: Jäätelökioskit
fr: Glaciers
it: Gelaterie
nb: Iskrembutikker
nl: IJssalons

source: Food shops
ca: Botigues d'alimentació
el: Καταστήματα τροφίμων
fi: Ruokakaupat
fr: Magasins d’alimentation
it: Negozi di alimentari
nb: Matbutikker
nl: Voedingswinkels

source: Farmers' market
ca: Mercat de pagesos
de: Bauernmarkt
el: Λαϊκή αγορά
fi: Maalaismarkkinat
fr: Marché fermier
hu: Helyi piac
it: Mercati
nb: Bondens marked
nl: Boerenmarkt
pl: Rynek targowy
pt: Mercado agrícola
pt_br: Mercado dos fazendeiros
ro: Piață de fermieri
ru: Фермерский рынок

source: Grocery store
ca: Botiga de queviures
de: Lebensmittelgeschäft
el: Μπακάλικο
fi: Elintarvikekauppa
fr: Epicerie
hu: Pékség
it: Negozio di alimentari
nb: Dagligvarebutikk
nl: Kruidenier
pl: Sklep spożywczy
pt: Mercearia
pt_br: Mercearia
ro: Magazin alimentar
ru: Продуктовый магазин

source: Convenience store
ca: Botiga de conveniència
de: Gemischtwarenladen
el: Παντοπωλείο
fi: Lähikauppa
fr: Commerce de proximité
hu: Vegyesbolt
it: Minimarket
nb: Dagligvarebutikk
nl: Buurtwinkel
pl: Sklep ogólnospożywczy
pt: Loja de conveniência
pt_br: Loja de conveniência
ru: Магазин

source: Butchers
ca: Carnisseries
el: Κρεοπωλεία
fi: Teurastamot
fr: Bouchers
it: Macellerie
nb: Slaktere
nl: Slagers

source: Shopping center
ca: Centre comercial
de: Einkaufszentrum
el: Εμπορικό κέντρο
fi: Ostoskeskus
fr: Centre commercial
hu: Bevásárlóközpont
it: Centro commerciale
nb: Kjøpesenter
nl: Winkelcentrum
pl: Centrum handlowe
pt: Centro comercial
pt_br: Shopping
ro: Centru comercial
ru: Торговый центр

source: Clothing stores
ca: Botigues de roba
el: Καταστήματα ρούχων
fi: Vaateliikkeet
fr: Magasins de vêtements
it: Negozi di abbigliamento
nb: Klesbutikker
nl: Kledingwinkels

source: Gift stores
ca: Botigues de regals
el: Καταστήματα δώρων
fi: Lahjatavarakaupat
fr: Boutiques de cadeaux
it: Negozi di articoli da regalo
nb: Gavebutikker
nl: Cadeauwinkels

source: Hairdressers and barbers
ca: Perruqueries i barberies
el: Κομμωτές και κουρείς
fi: Kampaamot ja parturit
fr: Coiffeurs et barbiers
it: Parrucchieri e barbieri
nb: Frisører og barberere
nl: Kappers en barbiers

source: Laundry
ca: Bugaderies
fi: Pesulat
fr: Blanchisserie
it: Lavanderie
nb: Vaskeri
nl: Wasserij

source: Luggage stores
ca: Botigues de maletes
el: Καταστήματα αποσκευών
fi: Matkatavaraliikkeet
fr: Magasins de bagages
it: Depositi bagagli
nb: Bagasjebutikker
nl: Bagage opslag

source: Banks
ca: Bancs
el: Τράπεζες
fi: Pankit
fr: Banques
it: Banche
nb: Banker
nl: Banken

source: Library
ca: Biblioteques
de: Bibliothek
el: Βιβλιοθήκη
fi: Kirjasto
fr: Bibliothèque
hu: Könyvtár
it: Biblioteca
nb: Bibliotek
nl: Bibliotheek
pl: Biblioteka
pt: Biblioteca
pt_br: Biblioteca
ro: Bibliotecă
ru: Библиотека

source: Post offices
ca: Oficines de correus
el: Ταχυδρομεία
fi: Postitoimistot
fr: Bureaux de poste
it: Uffici postali
nb: Postkontor
nl: Postkantoren

source: Public telephones
ca: Telèfons públics
el: Δημόσια τηλέφωνα
fi: Yleisöpuhelimet
fr: Téléphones publics
it: Telefoni pubblici
nb: Telefonkiosker
nl: Openbare telefooncellen

source: Visitor center or information point
ca: Centre de visitants o punt d'informació
de: Besucher-Center oder Information
el: Κέντρο επισκεπτών ή σημείο πληροφόρησης
fi: Turistineuvonta tai info-piste
fr: Centre d'accueil ou point d'information
hu: Látogatóközpont vagy infópont
it: Punto Informazioni o centro visitatori
nb: Turistinformasjon eller informasjonspunkt
nl: Bezoekerscentrum of informatiepunt
pl: Informacja turystyczna
pt: Centro de visitantes ou ponto de informação
pt_br: Centro de visitantes ou ponto de informação
ro: Centru pentru vizitatori sau punct de informare
ru: Центр для посетителей или информационный пункт

source: Colleges and universities
ca: Col·legis i Universitats
el: Κολέγια και πανεπιστήμια
fi: Lukiot ja yliopistot
fr: Collèges et universités
it: Collegi e università
nb: Høyskoler og universiteter
nl: Hogescholen en universiteiten

source: Schools
ca: Escoles
el: Σχολεία
fi: Koulut
fr: École
it: Scuole
nb: Skoler
nl: Scholen

source: Police stations
ca: Comissaries de policia
el: Αστυνομικά τμήματα
fi: Poliisiasemat
fr: Commissariats de police
it: Stazioni di polizia
nb: Politistasjoner
nl: Politiebureaus

source: Prisons and jails
ca: Presons
el: Φυλακές
fi: Vankilat
fr: Prisons et établissements pénitentiaires
it: Prigioni e carceri
nb: Fengsler
nl: Gevangenissen

source: Embassies and consulates
ca: Ambaixades i consolats
el: Πρεσβείες και προξενεία
fi: Suurlähetystöt ja konsulaatit
fr: Ambassades et consulats
it: Ambasciate e consolati
nb: Ambassader og konsulater
nl: Ambassades en consulaten

source: Office buildings
ca: Edificis d'oficines
el: Κτίρια γραφείων
fi: Toimistorakennukset
fr: Immeubles de bureaux
it: Palazzi di uffici
nb: Kontorbygg
nl: Kantoorgebouwen

source: Public building
ca: Edifici públic
de: Öffentliches Gebäude
el: Δημόσιο κτίριο
fi: Julkinen rakennus
fr: Bâtiment public
hu: Középület
it: Edificio pubblico
nb: Offentlig bygning
nl: Openbaar gebouw
pl: Budynek użyteczności publicznej
pt: Edifício público
pt_br: Edifício público
ro: Clădire publică
ru: Общественное здание

source: Commercial structures
ca: Estructures comercials
el: Εμπορικές δομές
fi: Liikerakennukset
fr: Structures commerciales
it: Strutture commerciali
nb: Kommersielle strukturer
nl: Handelslocaties

source: Industrial facilities
ca: Instal·lacions industrials
el: Βιομηχανικές εγκαταστάσεις
fi: Teollisuusrakennukset
fr: Installations industrielles
it: Impianti industriali
nb: Industrianlegg
nl: Industrieterreinen

source: Warehouses
ca: Magatzems
el: Αποθήκες
fi: Varastot
fr: Entrepôts
it: Magazzini
nb: Varehus
nl: Magazijnen

source: Accessible for wheelchair users
ca: Accessible per a persones amb cadira de rodes
el: Προσβάσιμο για χρήστες αναπηρικών αμαξιδίων
fi: Esteetön pääsy pyörätuoleille
fr: Accessible aux personnes en fauteuil roulant
it: Accessibile agli utenti su sedia a rotelle
nb: Tilgjengelig for rullestolbrukere
nl: Toegankelijk voor rolstoelgebruikers

source: Hospital or medical facility
ca: Hospital o centre mèdic
de: Krankenhaus oder medizinische Einrichtung
el: Νοσοκομείο ή ιατρική μονάδα
fi: Sairaala tai terveyskeskus
fr: Hôpital ou établissement médical
hu: Kórház vagy egészségügyi intézmény
it: Ente ospedaliero o medicale
nb: Sykehus eller helsesenter
nl: Ziekenhuis of medische instelling
pl: Szpital lub placówki medycznej
pt: Hospital ou centro médico
pt_br: Hospital ou centro médico
ro: Spital sau unitate medicală
ru: Больница или медицинское учреждение

source: Medical practitioners
ca: Metges especialistes
fi: Lääkärit
fr: Médecins
it: Professionisti sanitari
nb: Leger
nl: Artsen

source: Pharmacies
ca: Farmàcies
el: Φαρμακεία
fi: Apteekit
it: Farmacie
nb: Apotek
nl: Apotheken

source: Dentists
ca: Dentistes
el: Οδοντίατροι
fi: Hammaslääkärit
fr: Dentistes
it: Dentisti
nb: Tannleger
nl: Tandartsen

source: Veterinary clinics
ca: Clíniques veterinàries
el: Κτηνιατρικές κλινικές
fi: Eläinlääkärit
fr: Cliniques vétérinaires
it: Cliniche veterinarie
nb: Veterinærklinikker
nl: Dierenklinieken

source: Fire
ca: Foc
el: Φωτιά
fi: Tulipalo
fr: Feu
it: Incendio
nb: Brann
nl: Brand

source: Danger
ca: Perill
el: Κίνδυνος
fi: Vaara
it: Pericolo
nb: Fare
nl: Gevaar

source: Barriers and obstacles
ca: Barreres i obstacles
el: Εμπόδια
fi: Esteet
fr: Barrières et obstacles
it: Barriere e ostacoli
nb: Barrierer og hindringer
nl: Hindernissen en obstakels

source: Waste baskets and disposals
ca: Papereres i abocadors
el: Καλάθια απορριμμάτων και κάδοι
fi: Jäteastiat
fr: Corbeilles à papier et broyeurs
it: Cestini e cassonetti
nb: Avfallskurver og avfallshåndtering
nl: Afvalbakken

source: Hotel or motel
ca: Hotel o motel
de: Hotel oder Motel
el: Ξενοδοχείο ή μοτέλ
fi: Hotelli tai motelli
fr: Hôtel ou motel
hu: Hotel vagy motel
it: Albergo o motel
nb: Hotell eller motell
nl: Hotel of motel
pl: Hotel lub motel
pt: Hotel ou motel
pt_br: Hotel ou motel
ro: Hotel sau motel
ru: Гостиница или мотель

source: Chain hotel or motel
ca: Cadena d'hotels o motels
de: Hotel- oder Motel-Kette
fi: Hotelli- tai motelliketju
fr: Chaîne hôtelière ou motel
hu: Szállodalánc vagy motellánc
it: Catena di alberghi o di motel
nb: Kjedehotell eller motell
nl: Hotel- of motel-keten
pl: Hotel lub motel sieciowy
pt: Rede de hotéis ou moteis
pt_br: Rede de hotéis ou moteis
ro: Lanț de hoteluri și moteluri
ru: Сетевые гостиницы или мотели

source: RV park
ca: Parc de caravanes
de: Wohnmobilstellplatz
fi: Matkailuauto/vaunuparkki
fr: Aire de camping-car
hu: Lakóautó park
it: Parcheggio camper
nb: Bobilpark
nl: RV/Camperpark
pl: Kemping dla kamperów
pt: Estacionamento de auto-caravana/roulote
pt_br: Estacionamento de motorhome/trailer
ro: Parc pentru autorulote
ru: Парк развлечений

source: Apartment or private room
ca: Apartament o habitació privada
de: Apartment oder Privatzimmer
el: Διαμέρισμα ή ιδιωτικό δωμάτιο
fi: Asunto tai privaattihuone
fr: Appartement ou chambre privée
hu: Apartman vagy magánszállás
it: Appartamento o stanza privata
nb: Leilighet eller privat rom
nl: Appartement of privékamer
pl: Apartament lub pokój gościnny
pt: Apartamento ou quarto privado
pt_br: Apartamento ou quarto privado
ro: Apartament sau cameră privată
ru: Квартира или комната

source: Hostel
ca: Alberg
de: Jugendherberge
el: Ξενώνας
fi: Hostelli
fr: Hôtel
it: Ostello
nb: Vandrerhjem
pl: Schronisko
pt_br: Albergue
ro: Pensiune/Hostel
ru: Хостел

source: Discounted lodging or blind deal
ca: Allotjament amb descompte o oferta a cegues
de: Reduzierte Unterkünfte oder verdeckte Angebote
fi: Alennettu yöpyminen tai sokkotarjous
fr: Hébergement en promotion ou "blind deal"
hu: Akciós szállás vagy zsákbamacska
it: Alloggio scontato o offerta alla cieca
nb: Rabattert losji eller blindavtale
nl: Gereduceerd onderkomen of verrassingsaanbiedingen
pl: Zniżka lub zastrzeżona promocja
pt: Alojamento com desconto ou oferta cega
pt_br: Hospedagem com desconto ou oferta cega
ru: Жилье со скидкой или слепая сделка

source: Alpine huts and shelters
ca: Cabanes i refugis alpins
el: Αλπικές καλύβες και καταφύγια
fi: Alppimajat ja suojat
fr: Refuges et refuges d’alpage
it: Rifugi alpini
nb: Alpehytter og leskur
nl: Berghutten en schuilplaatsen

source: night
ca: nit
de: Nacht
el: Νύχτα
fi: yöt
fr: nuit
it: notte
nb: overnatting
nl: nacht
pl: doba
pt: noite
pt_br: noite
ro: noapte
ru: ночь

source: Skipped
ca: Omès
de: Übersprungen
el: παραλείφθηκε
fi: Sivuutettu
fr: Ignoré
it: Saltato
nb: Hoppet over
nl: Overgeslagen
pl: Omijany
pt: ignorada
pt_br: ignorados
ru: Возможные

source: Deleted
ca: Suprimit
de: Löschen
el: Διαγράφηκε
fi: Poistettu
fr: Supprimé
it: Cancellato
nb: Slettet
nl: Verwijderd
pl: Usunięty
pt: Excluída
pt_br: Excluídos
ro: Şters
ru: Удаленные

source: Available to book at the displayed price
ca: Disponible per reservar al preu mostrat
de: Buchbar zum angezeigten Preis
fi: Varattavissa näkyvällä hinnalla
fr: Disponible pour réserver au prix affiché
it: Camere disponibili a questo prezzo
nb: Tilgjengelig for å bestille til prisen som vises
nl: Beschikbaar voor de aangegeven prijs
pl: Pokoje dostępne w tej cenie
pt: Disponível para reservar ao preço indicado
pt_br: Disponível para reservar ao preço indicado
ro: Disponibil pentru rezervare la prețul afișat
ru: Доступно бронирование в пределах отображаемых цен

source: More rooms may be available
ca: És possible que hi hagi més habitacions disponibles
de: Weitere Zimmer können verfügbar sein
fi: Saatavilla voi olla lisää huoneita
fr: Plus de chambres peuvent être disponibles
it: Potrebbero esserci più camere disponibili
nb: Flere rom kan være tilgjengelige
nl: Mogelijk zijn er meer kamers beschikbaar
pl: Hotel może oferować więcej pokoji
pt: Podem estar disponíveis mais quartos
pt_br: Mais quartos podem estar disponíveis
ro: Mai multe camere pot fi disponibile
ru: Может быть доступно больше комнат

source: This is an average price. The actual booking price may differ.
ca: Aquest és un preu mitjà. El preu actual pot diferir.
de: Dies ist ein Durchschnittspreis. Der tatsächliche Buchungspreis kann abweichen.
fi: Tämä on keskihinta. Varauksen todellinen hinta voi vaihdella.
fr: Ceci est un prix moyen. Le prix réel de la réservation peut différer.
it: Questo è un prezzo medio. Il prezzo della prenotazione attuale potrebbe differire.
nb: Dette er en gjennomsnittlig pris. Den faktiske prisen ved bestilling kan variere.
nl: Dit is een gemiddelde prijs. De werkelijke boekprijs kan afwijken.
pl: Średnia cena. Rzeczywista cena rezerwacji może być inna.
pt: Este é um preço médio. O preço de reserva real pode ser diferente.
pt_br: Este é um preço médio. O preço de reserva real pode ser diferente.
ro: Acesta este un preț mediu. Prețul real de rezervare poate diferi.
ru: Это средняя цена. Фактическая цена бронирования может отличаться.

source: Hotels
el: Ξενοδοχεία
fi: Hotellit
fr: Hôtels
it: Alberghi
nb: Hoteller
pl: Hotele
pt: Hotéis
pt_br: hotéis
ro: Hoteluri
ru: Гостиницы

source: Nearby Lodgings
ca: Allotjaments propers
de: Nahe gelegene Unterkünfte
el: Κοντινά καταλύματα
fi: Majoitukset lähistöllä
fr: Hébergements à proximité
it: Alloggi nei paraggi
nb: Nærliggende overnattingssteder
nl: In de buurt gelegen onderkomens
pl: Pobliskie Noclegi
pt: Alojamentos próximos
pt_br: Alojamentos próximos
ro: Cazare în apropiere
ru: Близлежащее жилье

source: Booking
ca: Reserva
de: Reservierung
el: Κράτηση
fi: Varaus
fr: Réservation
it: Prenotazione
nb: Bestilling
nl: Reservering
pl: Rezerwacja
pt: Reserva
pt_br: Reserva
ro: Rezervare
ru: Бронирование

source: Click to add booking confirmation or link
ca: Fes clic per afegir la confirmació de la reserva o l'enllaç
de: Klicken, um eine Buchungsbestätigung oder einen Link hinzu zu fügen
fi: Lisää varausvahvistus tai linkki
fr: Cliquez pour ajouter une confirmation de réservation ou un lien
it: Fai clic per aggiungere una conferma di prenotazione o un collegamento
nb: Klikk for å legge til bestillingsbekreftelse eller lenke
nl: Klik om boekingsbevestiging of link toe te voegen
pl: Kliknij, aby dodać potwierdzenie rezerwacji lub link
pt: Pressione para adicionar confirmação da reserva ou link
pt_br: Clique para adicionar confirmação da reserva ou link
ro: Clic pentru a adăuga confirmarea rezervării sau link-ul
ru: Нажмите, чтобы добавить подтверждение бронирования или ссылку

source: Confirmation
ca: Confirmació
de: Bestätigung
el: Επιβεβαίωση
fi: Varausvahvistus tai vahvistuslinkki
it: Conferma
nb: Bekreftelse
nl: Bevestiging
pl: Potwierdzenie
pt: Confirmação
pt_br: Confirmação
ro: Confirmare
ru: Подтверждение

source: Keep this stop as the starting point
ca: Mantingues aquesta aturada com a punt de partida
de: Diese Station als Startpunkt bestehen lassen
fi: Pidä pysähdys lähtöpisteenä
fr: Conserver cette étape comme point de départ
it: Considera questa sosta come il punto di partenza
nb: Behold dette stoppet som utgangspunkt
nl: Houd deze stopplaats als startpunt
pl: Przechowywać ten postój jako punkt wyjścia
pt: Manter esta paragem como ponto de partida
pt_br: Mantenha esta parada como ponto de partida
ro: Păstrează această oprire ca punct de plecare
ru: Сохранить эту остановку в качестве отправной точки
