Repository: furkot/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ca, de, el, fi, fr, hu, it, nb, nl, pl, pt, pt_br, ro, ru

source: Allow placing stops before this one to minimize driving
ca: Permet posar aturades abans d'aquesta per minimitzar la conducció
de: Erlauben Sie Stationen vor dieser zu platzieren, um das Fahren zu minimieren
el: Επιτρέψτε την τοποθέτηση στάσεων πριν από αυτή για να ελαχιστοποιήσετε την οδήγηση
fi: Ajamisen minimoimiseksi, salli pysähdysten tekeminen ennen tätä pysähdystä
fr: Autoriser le placement d'étapes avant celle-ci pour réduite le temps de conduite
it: Permetti di aggiungere soste prima di questa per minimizzare la guida
nb: Tillat å plassere stopp før dette for å begrense kjøring
nl: Sta toe stopplaatsen voor deze te plaatsen om de rit te verkorten
pl: Pozwól na umieszczanie postojów przed tym postojem
pt: Permitir a colocação de paragens antes desta para minimizar condução
pt_br: Autorizar a colocação paradas antes desta para minimizar condução
ru: Разрешить размещение остановок до этой, чтобы свести к минимуму время за рулем

source: Keep this stop as the trip end
ca: Mantingues aquesta aturada quan finalitzi el viatge
de: Diese Station als Reiseziel bestehen lassen
fi: Pidä pysähdys matkan loppupisteenä
fr: Conserver cette étape comme fin de voyage
it: Considera questa sosta come il punto di arrivo
nb: Behold dette stoppet som endepunkt
nl: Houd deze stopplaats als einde van de reis
pl: Utrzymuj ten postój na końcu podróży
pt: Manter esta paragem como o fim da viagem
pt_br: Mantenha esta parada como o fim da viagem
ro: Păstrează această oprire ca sfârșit al călătoriei
ru: Сохранить эту остановку как конец поездки

source: Allow placing stops after this one to minimize driving
ca: Permet posar aturades després d'aquesta per minimitzar la conducció
de: Erlauben Sie Stationen nach dieser zu platzieren, um das Fahren zu minimieren
el: Επιτρέψτε την τοποθέτηση στάσεων μετά από αυτή για να ελαχιστοποιήσετε την οδήγηση
fi: Ajamisen minimoimiseksi, salli pysähdysten tekeminen tämän pysähdyksen jälkeen
fr: Autoriser le placement d'étapes après celle-ci pour réduire le temps de conduite
it: Permetti di aggiungere soste dopo di questa per minimizzare la guida
nb: Tillat å plassere stopp etter dette for å begrense kjøring
nl: Sta toe stopplaatsen na deze te plaatsen om de rit te verkorten
pl: Pozwól na umieszczanie postojów za tym postojem
pt: Permitir a colocação de paragens após esta para minimizar condução
pt_br: Autorizar a colocação paradas após esta para minimizar condução
ru: Разрешить размещение остановок после этой, чтобы минимизировать время за рулем

source: Hide all warnings for this stop
ca: Amaga tots els avisos d'aquesta aturada
de: Alle Warnungen für diese Station ausblenden
el: Απόκρυψη όλων των προειδοποιήσεων για αυτήν τη στάση
fi: Piilota kaikki pysähdyksen varoitukset
fr: Cacher tous les avertissements pour cette étape
it: Nascondi tutti gli avvertimenti per questo viaggio
nb: Skjul alle advarsler for dette stoppet
nl: Verberg alle waarschuwingen voor deze stopplaats
pl: Ukryj wszystkie ostrzeżenia dla tego postoju
pt: Ocultar todos os avisos para esta paragem
pt_br: Esconder todos os avisos para esta parada
ro: Ascunde toate avertismentele pentru această oprire
ru: Скрыть все предупреждения для этой остановки

source: Pass-through points
ca: Punts de pas
de: Durchreisestationen
fi: Läpikulkupaikat
fr: Étapes de transition
it: Punti di passaggio
nb: Via-punkter
nl: passagepunten
pl: Postoje przelotowe
pt: Pontos de passagem
pt_br: Pontos de passagem
ro: Puncte de trecere
ru: Проходные пункты

source: Places to visit
ca: Llocs per visitar
de: Zu besuchende Orte
el: Μέρη για να επισκεφθείτε
fi: Vierailukohteet
fr: Lieux à visiter
it: Luoghi da visitare
nb: Steder å besøke
nl: Te bezoeken plaatsen
pl: Postoje
pt: Lugares para visitar
pt_br: Lugares para visitar
ro: Locuri de vizitat
ru: Посещаемые места

source: Refueling stops
ca: Aturades de repostatge
de: Tankstopps
el: Στάσεις ανεφοδιασμού
fi: Tankkaustauot
fr: Arrêts aux stations-service
it: Soste di rifornimento
nb: Bensinstasjoner
nl: Tanksstops
pl: Przerwy na tankowanie
pt: Paragens para reabastecimento
pt_br: Paradas para reabastecimento
ro: Opriri de realimentare
ru: Заправочные остановки

source: Overnight lodgings
ca: Allotjament
de: Übernachtungsstopps
fi: Majoitukset
fr: Hébergements de nuit
it: Pernottamenti
nb: Overnattingssteder
nl: Overnachtingsstops
pl: Noclegi
pt: Alojamentos nocturnos
pt_br: Alojamento de pernoite
ro: Cazare peste noapte
ru: Жилье на ночь

source: Stops with selected tags
ca: Aturades amb les etiquetes seleccionades
de: nur Stationen mit ausgewählten Schlüsselworten
fi: Pysähdykset valituilla tunnisteilla
fr: Étapes avec les tags sélectionnés
it: Solo con i tag selezionati
nb: Stopp med utvalgte tagger
nl: Stopplaatsen met gekozen tags
pl: Postoje z wybranymi etykietami
pt: Paragens com etiquetas seleccionadas
pt_br: Paradas com marcas selecionadas
ru: Остановки с выбранными тегами

source: Add a new stop
ca: Afegeix una aturada nova
de: Neue Station hinzufügen
el: Προσθήκη νέας στάσης
fi: Lisää uusi pysähdys
fr: Ajouter une nouvelle étape
it: Aggiungi una nuova sosta
nb: Legg til et nytt stopp
nl: Voeg een nieuwe stopplaats toe
pl: Dodaj nowy postój
pt: Adicionar uma nova paragem
pt_br: Adicionar uma nova parada
ro: Adaugă o oprire nouă
ru: Добавить новую остановку

source: Reverse itinerary
ca: Itinerari invers
de: Reiseverlauf umkehren
fi: Käänteinen matkareitti
fr: Inverser le parcours
it: Inverti itinerario
nb: Snu reiseruten
nl: Reisschema omkeren
pl: Odwróć kierunek podróży
pt: Inverter itinerário
pt_br: Inverter itinerário
ru: Реверс маршрута

source: Filter displayed stops
ca: Filtrar les aturades visibles
de: Filtern der angezeigten Stationen
fi: Suodata näytettävät pysähdykset
fr: Filtrer les étapes affichées
it: Filtra le soste visualizzate
nb: Filtrer viste stopp
nl: Filter weergegeven stopplaatsen
pl: Filtruj wyświetlone postoje
pt: Filtrar paragens exibidas
pt_br: Filtrar paradas exibidas
ru: Фильтр отображаемых остановок

source: Display Stops
ca: Aturar en pantalla
de: Stationen anzeigen
el: Εμφάνιση στάσεων
fi: Näytä pysähdykset
fr: Afficher les étapes
it: Visualizza soste
nb: Vis stopp
nl: Toon stopplaatsen
pl: Pokaż Przystanki
pt: Exibir paragens
pt_br: Exibir paradas
ro: Afișeaza opriri
ru: Показать остановки

source: Distance from
ca: Distància des de
de: Entfernung von
el: Απόσταση από
fi: Etäisyys paikasta
fr: Distance de
it: Distanza da
nb: Avstand fra
nl: Afstand vanaf
pl: Odległość od
pt: Distância de
pt_br: Distância de
ro: Distanța de la
ru: Расстояние от

source: From previous stop
ca: Des de aturada anterior
de: Von der letzten Station
el: Από την προηγούμενη στάση
fi: Edellisestä pysähdyksestä
fr: De l’étape précédente
it: Dalla precedente sosta
nb: Fra forrige stopp
nl: Vanaf vorige stopplaats
pl: Od poprzedniego postoju
pt: Da paragem anterior
pt_br: Da parada anterior
ro: De la oprirea anterioară
ru: От предыдущей остановки

source: From previous refueling stop
ca: Des de l'aturada de repostatge anterior
de: Seit letztem Tankstopp
fi: Edellisestä tankkauksesta
fr: De l’étape station-service précédente
it: Dal precedente rifornimento
nb: Fra forrige tanking
nl: Vanaf vorige tankstop
pl: Od poprzedniej przerwy na tankowanie
pt: Da paragem de reabastecimento anterior
pt_br: Do reabastecimento anterior
ro: De la oprirea anterioară de realimentare
ru: От предыдущей заправки

source: From previous lodging
ca: Des de l'anterior allotjament
de: Von der letzten Unterkunft
fi: Edellisestä majoituksesta
fr: De l’hébergement précédent
it: Dal precedente alloggiamento
nb: Fra forrige overnatting
nl: Vanaf vorig onderkomen
pl: Od poprzedniego noclegu
pt: Do alojamento anterior
pt_br: Da hospedagem anterior
ro: De la cazarea anterioară
ru: От предыдущего жилья

source: From trip start
ca: Des de l'inici del viatge
de: Vom Reisebeginn
fi: Matkan alusta
fr: Du point de départ
it: Dall'inizio del viaggio
nb: Fra turens start
nl: Vanaf begin van de reis
pl: Od początku podróży
pt: Do início da viagem
pt_br: Do início da viagem
ro: De la începutul călătoriei
ru: От начала поездки

source: Optimize for
ca: Optimitzar per
de: Optimieren für
el: Βελτιστοποίηση για
fi: Optimoi
fr: Optimisé pour
it: Ottimizza per
nb: Optimaliser for
nl: Optimaliseren voor
pl: Zastosowanie
pt: Otimizar para
pt_br: Otimizar para
ro: Optimizare pentru
ru: Оптимизировать для

source: Advanced use
ca: Ús avançat
de: Expertenmodus
el: Προηγμένη χρήση
fi: Edistynyt käyttö
fr: Usage avancé
it: Uso avanzato
nb: Avansert bruk
nl: Geavanceerd gebruik
pl: Zaawansowane
pt: Uso avançado
pt_br: Uso avançado
ro: Utilizare avansată
ru: Продвинутые функции

source: Type tags to filter by
ca: Escriviu les etiquetes per filtrar
de: Nach eingegebenen Schlüsselworten filtern
fi: Kirjoita tunnisteet, joiden mukaan suodatetaan
fr: Saisissez des tags pour filtrer
it: Digitare tag per filtrare
nb: Skriv inn tagger å filtrere etter
nl: Filteren op ingevoerde trefwoorden
pl: Wpisz etykiety do filtrowania
pt: Digite tags para filtrar
pt_br: Digite as tags para filtrar
ru: Введите теги для фильтрации

source: Click anywhere on the map to drop a pin representing the start of your trip.
ca: Fes clic a qualsevol lloc del mapa per deixar anar un marcador que representi l'inici del viatge.
de: An der Stelle auf die Karte klicken, an der die Reise beginnen soll.
el: Κάντε κλικ οπουδήποτε στον χάρτη για να τοποθετήσετε μια πινέζα που αντιπροσωπεύει την έναρξη του ταξιδιού σας.
fi: Asettaaksesi matkan lähtöpisteen, klikkaa missä tahansa kohdassa karttaa.
fr: Cliquez n’importe où sur la carte pour poser un repère représentant le début de votre voyage.
it: Clicca in un posto qualsiasi sulla mappa per segnare il punto di partenza del tuo viaggio.
nb: Klikk hvor som helst på kartet for å slippe en pinne som representerer starten av turen.
nl: Klik op de kaart op de plaats waar je de reis wilt beginnen.
pl: Kliknij w dowolnym miejscu na mapie, aby zaznaczyć początek podróży.
pt: Pressione em qualquer lugar no mapa para colocar um alfinete representando o início da sua viagem.
pt_br: Clique em qualquer lugar no mapa para colocar um alfinete representando o início de sua viagem.
ro: Clic oriunde pe hartă pentru a fixa un pin care reprezintă începutul călătoriei.
ru: Нажмите в любом месте на карте, чтобы опустить булавку, обозначающую начало вашей поездки.

source: Use the new stop [] button above to type-in the address.
ca: Fes servir el botó de aturada nova [] de dalt per escriure'n l'adreça.
de: Den Station hinzufügen []-Button verwenden, um die Adresse einzugeben.
fi: Kirjoittaaksesi osoitteen, käytä yllä olevaa uusi pysähdys []-painiketta.
fr: Utilisez le bouton [] de nouvelle étape ci-dessus pour saisir l'adresse.
it: Premi il pulsante nuova sosta [] qui sopra per inserire l'indirizzo.
nb: Bruk den nytt stopp [] knappen over for å skrive inn adressen.
nl: Gebruik de nieuwe stop []-knop hierboven om het adres in te voeren.
pl: Użyj przycisku nowy postój [] powyżej aby wpisać adres.
pt: Use o botão nova paragem [] acima para digitar o endereço.
pt_br: Use o botão nova parada [] acima para digitar o endereço.
ro: Utilizează butonul stop nou [] de mai sus pentru a introduce adresa.
ru: Используйте новую кнопку остановки [] выше, чтобы ввести адрес.

source: Search for places to visit in the [Find] drawer.
ca: Cerca llocs per visitar al calaix [Troba].
de: Im Reiter [Suche] nach Orten suchen, die Sie besuchen möchten.
el: Αναζητήστε μέρη για επισκεφθείτε στην [Αναζήτηση].
fi: Etsi vierailtavia paikkoja [Näytä]-sivuvalikosta.
fr: Rechercher des lieux à visiter en utilisant le tiroir [Chercher].
it: Cerca luoghi da visitare nella scheda [Trova].
nb: Søk etter steder å besøke i [Søk] fanen.
nl: Vind met behulp van de [Vind]-tab plaatsen die je wilt bezoeken.
pl: Szukaj miejsc do odwiedzenia w szufladzie [Atrakcje].
pt: Pesquisar lugares para visitar usando a secção [Pesquisar].
pt_br: Procurar lugares para visitar usando a aba [Buscar].
ro: Caută locuri de vizitat în sertarul [Găsește].
ru: Искать места для посещения во вкладке [Найти].

source: Move stop
ca: Moure l'aturada
de: Station verschieben
el: Μετακίνηση στάσης
fi: Siirrä pysähdys
fr: Déplacer l’étape
it: Sposta sosta
nb: Flytt stopp
nl: Verplaats stopplaats
pl: Przenieś postój
pt: Mover paragem
pt_br: Mover parada
ro: Mută oprirea
ru: Переместить остановку

source: Delete stop
ca: Elimina l'aturada
de: Station löschen
el: Διαγραφή στάσης
fi: Poista pysähdys
fr: Supprimer l'étape
it: Cancella sosta
nb: Slett stopp
nl: Verwijder stopplaats
pl: Usuń postój
pt: Excluir paragem
pt_br: Excluir parada
ro: Ștergeți oprirea
ru: Удалить остановку

source: Do you want to change the trip end?
ca: Vols canviar el final del viatge?
de: Möchten Sie das Reiseziel ändern?
el: Θέλετε να αλλάξετε το τέλος του ταξιδιού;
fi: Haluatko muuttaa matkan loppua?
fr: Voulez-vous changer le point de départ du voyage ?
it: Vuoi cambiare la fine del viaggio?
nb: Ønsker du å endre reisens slutt?
nl: Wil je het einde van de reis wijzigen?
pl: Czy chcesz zmienić koniec podróży?
pt: Deseja alterar o final da viagem?
pt_br: Você quer mudar o final da viagem?
ro: Vrei să schimbi finalul călătoriei?
ru: Вы точно хотите изменить конец поездки?

source: You can also allow subsequent changes of the trip end if you don't want to see this message again.
ca: Podeu permetre canvis posteriors al final del viatge si no voleu tornar a veure aquest missatge.
de: Sie können auch nachträgliche Änderungen des Reiseziels erlauben, wenn Sie diese Meldung nicht nochmal sehen möchten.
fi: Voit muuttaa matkan loppua myöhemminkin, jos et halua nähdä tätä viestiä enää uudelleen.
fr: Vous pouvez également autoriser les modifications ultérieures du point d’arrivée du voyage si vous ne voulez pas voir ce message.
it: Puoi cambiare la fine del viaggio anche in seguito se non vuoi più vedere questo messaggio.
nb: Du kan også tillate senere endringer av turens slutt hvis du ikke ønsker å se denne meldingen igjen.
nl: Je kunt ook latere wijzigingen in de eindbestemming toestaan als u dit bericht niet meer wilt zien.
pl: Jeśli nie chcesz być ostrzegany w przyszłości, zgódź się na zmiany końca podróży.
pt: Pode igualmente permitir alterações subsequentes do final de viagem se não desejar ver esta mensagem novamente.
pt_br: Você também pode permitir alterações do final de viagem, se você não quiser ver esta mensagem novamente.
ro: De asemenea, poți permite modificări ulterioare ale sfârșitului călătoriei dacă nu vrei să vezi din nou acest mesaj.
ru: Вы также можете разрешить последующие изменения конца поездки, если не хотите больше видеть это сообщение.

source: Are you sure you want to delete this stop?
ca: Estàs segur que vols suprimir aquesta aturada?
de: Sind Sie sicher, dass Sie diese Station löschen wollen?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτή τη στάση;
fi: Oletko varma, että haluat poistaa pysähdyksen?
fr: Etes-vous sûr de vouloir supprimer cette étape ?
it: Sei sicuro di voler cancellare questa sosta?
nb: Er du sikker på at du vil slette dette stoppet?
nl: Weet je zeker dat je deze stopplaats wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten postój?
pt: Tem certeza que deseja excluir esta paragem?
pt_br: Tem certeza de que deseja excluir esta parada?
ro: Ești sigur că vrei să ștergi această oprire?
ru: Вы уверены, что хотите удалить эту остановку?

source: This stop represents a confirmed booking.
ca: Aquesta aturada representa una reserva confirmada.
de: Diese Station stellt eine bestätigte Buchung dar.
fi: Tälle pysähdykselle on majoitus vahvistettuna.
fr: Cette étape représente une réservation confirmée.
it: Questa sosta rappresenta una prenotazione confermata.
nb: Dette stoppet er en bekreftet bestilling.
nl: Deze stopplaats geeft een bevestigde boeking weer.
pl: Ten postój reprezentuje potwierdzoną rezerwację.
pt: Esta paragem representa uma reserva confirmada.
pt_br: Esta parada representa uma reserva confirmada.
ro: Această oprire reprezintă o rezervare confirmată.
ru: Эта остановка является подтвержденным бронированием.

source: You should cancel the booking before deleting it.
ca: Hauries de cancel·lar la reserva abans d'eliminar-la.
de: Sie sollten die Reservierung vor dem Löschen stornieren.
fi: Sinun pitää perua majoitusvaraus ennen sen poistamista.
fr: Vous devriez annuler la réservation avant de la supprimer.
it: Devi annullare la prenotazione prima di poterla cancellare.
nb: Du bør kansellere bestillingen før du sletter den.
nl: Je dient de reservering eerst te annuleren voordat je hem kunt verwijderen.
pl: Należy anulować rezerwację przed usunięciem postoju.
pt: Deve cancelar a reserva antes de a excluir.
pt_br: Você deve cancelar a reserva antes de excluir.
ro: Ar trebui să anulezi rezervarea înainte de a o șterge.
ru: Вы должны отменить бронирование перед его удалением.

source: Automatically scheduled overnight stop
ca: Aturada nocturna programada automàticament
de: Automatisch geplante Übernachtung
el: Αυτόματα προγραμματισμένη διανυκτέρευση
fi: Automaattisesti lisätty yöpyminen
fr: Planifier automatiquement les nuitées
it: Pernottamento programmato automaticamente
nb: Automatisk foreslåtte overnattingsstopp
nl: Automatisch gepland onderkomen
pl: Automatycznie zaplanowany nocleg
pt: Paragem nocturna programada automaticamente
pt_br: Parada de pernoite programada automaticamente
ro: Oprire peste noapte programată automat
ru: Автоматически запланированный ночлег

source: This is an automatically scheduled overnight stop. It will disappear when you add your own lodging stop before it.
ca: Aquesta és una aturada nocturna programada automàticament. Desapareixerà un cop afegeixis la teva abans d'aquesta.
de: Dies ist eine automatisch geplante Übernachtung. Sie wird ausgeblendet, wenn Sie Ihre eigene Unterkunft davor hinzuzufügen.
fi: Tämä on automaattisesti lisätty yöpyminen. Se poistuu, kun lisäät oman yöpymisen ennen tätä.
fr: Cette nuitée a été planifiée automatiquement. Elle disparaîtra lorsque vous ajouterez votre propre étape d'hébergement avant.
it: Questo è un pernottamento programmato in automatico. Scomparirà quando aggiungerai una sosta con alloggio prima di questo.
nb: Dette er en automatisk planlagt overnatting. Det vil forsvinne når du legger til ditt eget overnattingsstopp før det.
nl: Dit is een automatisch gepland onderkomen. Deze zal verdwijnen wanneer je een zelfgekozen onderkomen ervoor plaats.
pl: To automatycznie zaplanowany nocleg. Zniknie, gdy poprzedzisz go własnym noclegiem.
pt: Esta é uma paragem nocturna programada automaticamente. Desaparecerá quando adicionar o seu próprio alojamento antes dela.
pt_br: Esta é uma parada para pernoitar programada automaticamente. Ele vai desaparecer quando você adiciona sua própria parada antes dela.
ro: Aceasta este o oprire peste noapte programată automat. Acesta va dispărea atunci daca vei adăuga propria oprire de cazare înainte de ea.
ru: Это автоматически запланированный ночлег. Он исчезнет, когда вы добавите собственную остановку перед этой.

source: If you want to travel longer on this day you can change its Start a Day or End a Day times.
ca: Si voleu viatjar més hores aquest dia, podeu canviar les hores d'inici o de finalització del dia.
de: Wenn Sie an diesem Tag länger fahren möchten, müssen Sie die "Starte an diesem Tag" oder "Beende diesen Tag" Zeiten ändern.
fi: Jos haluat matkustaa pidempään tänä päivänä, muuta päivän aloitus- tai lopetusaikaa.
fr: Si vous souhaitez voyager plus longtemps sur cette journée, vous pouvez changer ses heures de début et de fin.
it: Se in questo giorno vuoi guidare più a lungo puoi cambiare l'orario di inizio e fine giornata.
nb: Hvis du ønsker å reise lenger på denne dagen kan du endre start- eller slutt-tidspunkt for dagen.
nl: Wanneer je langer wilt reizen op deze dag kun je de tijden van het 'Begin van de dag' en het 'Einde van de dag' aanpassen.
pl: Jeśli chcesz podróżować w tym dniu dłużej, zmień dla niego godzinę Początku lub Końca Dnia.
pt: Se desejar viajar mais tempo neste dia pode alterar os seus horários de inicio e término do dia.
pt_br: Se você quiser viajar mais neste dia você pode mudar seus horários de inicio e termino do dia.
ro: Dacă vrei să călătorești mai mult în această zi, poți schimba orele de început sau de sfârșit de zi.
ru: Если вы хотите больше путешествовать в этот день, вы можете изменить время начала дня или окончания дня.

source: If you don't want Furkot to schedule overnight stops for your trip, set the End a Day to the same time as the Start a Day in the Trip drawer.
ca: Si no voleu que Furkot programi aturades nocturnes per al vostre viatge, configureu l'opció finalitzar el dia a la mateixa hora que l'inici al calaix Viatge.
de: Wenn Sie nicht möchten, dass Furkot Übernachtungen für Ihre Reise plant, legen Sie im Reiter "Reise" dieselbe Uhrzeit als Beginn und Ende der "Tageszeit" fest.
fi: Jos et halua Furkotin asettavan yöpymisiäsi automaattisesti muuta Matka-sivuvalikosta päivän lopetusaika samaksi kuin päivän aloitusaika.
fr: Si vous ne souhaitez pas que Furkot planifie les nuitées pour votre voyage, définissez l’heure de début avec la même valeur que l’heure de fin dans le tiroir de voyage.
it: Se non vuoi che Furkot pianifichi in automatico i pernottamenti del tuo viaggio, imposta lo stesso orario di inizio e fine giornata nella scheda Viaggio.
nb: Hvis du ikke vil at Furkot planlegger overnattinger for turen, sett slutt-tidspunkt lik start-tidspunkt Tur fanen.
nl: Wanneer je niet wilt dat Furkot onderkomens voor je plant, stel dan in de Reis-tab het 'Einde van de dag' op dezelfde tijd als het 'Begin van de dag'.
pl: Jeśli nie chcesz, aby Fukot planował noclegi automatycznie, ustaw Koniec Dnia na tą samą godzinę co Początek Dnia w szufladzie Podróż .
pt: Se não quiser que Furkot programe paragens nocturnas durante a sua viagem, defina o mesmo horário para inicio e final do dia na secção de Viagem.
pt_br: Se você não quer que Furkot agende paradas de pernoite durante a sua viagem, defina mesmo horário para inicio e final do dia na aba de Viagem.
ro: Dacă nu vrei ca Furkot să programeze opriri peste noapte, in sertarul Calatorie stabilește sfârșitul zilei la aceeași oră cu începutul ei.
ru: Если вы не хотите, чтобы Furkot планировал ночлеги для вашей поездки, установите параметр «Конец дня» то же время, что и «Начало деня» во вкладке «Поездка».

source: If you want to travel longer on this day you can change its daily travel time or mileage limits.
ca: Si vols viatjar més hores aquest dia, podeu canviar el temps de viatge diari o els límits de quilometratge.
de: Wenn Sie an diesem Tag länger fahren möchten, müssen Sie die "Reisezeit" oder "Tageskilometer" ändern.
fi: Jos haluat matkustaa pidempään tänä päivänä, muuta päivittäistä matka-aikaa tai matkan pituutta.
fr: Si vous souhaitez voyager plus longtemps sur cette journée, vous pouvez changer sa durée ou sa limite de kilométrage.
it: Se in questo giorno vuoi guidare più a lungo puoi cambiare le ore di viaggio giornaliere ed i limiti di chilometraggio.
nb: Hvis du ønsker å reise lenger på denne dagen kan du endre dagens kjøretids- eller distansebegrensninger.
nl: Wil je langer doorrijden op deze dag, dan kun je de dagelijkse reistijd of het aantal kilometers veranderen.
pl: Jeśli chcesz podróżować w tym dniu dłużej, zmień dla niego Czas Podróży lub Dzienny Przebieg.
pt: Se desejar viajar mais tempo neste dia pode mudar os horários de viagem diários ou limites de distância.
pt_br: Se você quiser viajar mais neste dia você pode mudar os horários de viagem do dia ou limites de distancia.
ro: Dacă vrei să călătorești mai mult în această zi, poți schimba timpul zilnic de călătorie sau limitele de kilometraj.
