Repository: furkot/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ca, de, el, fi, fr, hu, it, nb, nl, pl, pt, pt_br, ro, ru

source: Add this trip to yours
ca: Afegeix aquest viatge al teu
de: Diese Reise zu Ihrer hinzufügen
el: Προσθέστε αυτό το ταξίδι στο δικό σας
fi: Lisää tämä omiin matkoihisi
fr: Ajouter ce voyage aux vôtres
hu: Útiterv hozzáadása a sajátjaimhoz
it: Aggiungi questo viaggio al vostro
nb: Legg til denne turen til din
nl: Voeg deze reis toe aan die van jou
pl: Dodaj podróż
pt: Adicionar esta viagem à sua
pt_br: Adicionar esta viagem na sua
ro: Adaugă această călătorie la a ta
ru: Добавить эту поездку к твоим

source: Reverse this trip when adding
ca: Inverteix aquest viatge en afegir
de: Diese Reise beim Hinzufügen umkehren
el: Αντιστρέψτε αυτό το ταξίδι κατά την προσθήκη
fi: Käännä reitti lisättäessä
fr: Inverser ce voyage lors de l'ajout
hu: Útiterv irányának megfordítása hozzáadáskor
it: Inverti questo viaggio quando viene copiato
nb: Reverser denne turen når du legger den til
nl: Keer deze reis om bij het toevoegen
pl: Odwrócić kierunek podróży kopiując
pt: Inverter esta viagem ao adicionar
pt_br: Inverter esta viagem ao adicionar
ro: Inversează această călătorie atunci o adaugi
ru: Реверс маршрута при добавлении

source: Hide trips shared by Furkot community
ca: Amaga els viatges compartits per la comunitat Furkot
de: Reisen der Furkot-Community ausblenden
fi: Piilota Furkot-yhteisön jakamat matkat
fr: Cacher les voyages partagés par la communauté Furkot
hu: Furkot közösség által létrehozott útitervek elrejtése
it: Nascondi viaggi condivisi dalla comunità di Furkot
nb: Skjul turer delt av Furkot samfunnet
nl: Verberg de reizen die worden gedeeld in de Furkot-gemeenschap
pl: Ukryj podróże udostępnione przez użytkowników Furkota
pt: Ocultar viagens partilhadas pela comunidade Furkot
pt_br: Ocultar viagens compartilhadas pela comunidade Furkot
ro: Ascunde călătoriile partajate de comunitatea Furkot
ru: Скрыть поездки от Furkot сообщества

source: Trips shared by Furkot community
ca: Viatges compartits per la comunitat Furkot
de: Reisen der Furkot-Community
fi: Furkot-yhteisön jakamat matkat
fr: Voyages partagés par la communauté Furkot
hu: A Furkot közösség útitervei
it: Viaggi condivisi dalla comunità di Furkot
nb: Turer som deles av Furkot samfunnet
nl: Reizen die worden gedeeld in de Furkot-gemeenschap
pl: Podróże udostępnione przez użytkowników Furkota
pt: Viagens partilhadas pela comunidade Furkot
pt_br: Viagens compartilhadas pela comunidade Furkot
ro: Calatorii împărtășite de comunitatea Furkot
ru: Поездки от Furkot сообщества

source: See description of this surf spot
de: Beschreibung dieses Surfgebiets ansehen
fi: Katso surffauskohteen kuvaus
nb: Se beskrivelse av dette surfestedet
pl: Zobacz opis miejsca do surfowania
pt_br: Ver a descrição desse local de surf
ro: Vezi descrierea acestui loc de surfing

source: Stop and surf at this spot
de: Anhalten und an diesem Ort surfen
fi: Pysähdy ja surffaa kohteessa
nb: Stopp og surfe på dette stedet
pl: Surfuj w tym miejscu
pt_br: Pare e surfe neste local
ro: Opreste și practică surfing în acest loc
ru: Сделать здесь остановку

source: Add this surf spot as a skipped stop
de: Dieses Surfgebiet als übersprungene Station hinzufügen
fi: Lisää surffauskohde sivuutetuksi pysähdykseksi
nb: Legg til dette surfestedet som et stopp du har hoppet over
pl: Dodaj jako miejsce do surfowania jako omijany postój
pt_br: Adicionar este local de surf como uma parada ignorada
ro: Adaugă acest loc de surfing ca o oprire omisă
ru: Добавить это место, как возможную остановку

source: Fold this surf spot details
de: Details dieses Surfgebietes schließen
fi: Sulje surffauskohteen tiedot
nb: Skjul dette surfestedets detaljer
pl: Zwiń opis miejsa do surfowania
pt_br: Ocultar detalhes desse local de surf
ro: Restrânge detaliile acestui loc de surfing
ru: Свернуть подробности

source: Read this article
ca: Llegeix aquest article
de: Diesen Artikel lesen
el: Διαβάστε αυτό το άρθρο
fi: Lue artikkeli Wikipediassa
fr: Lire cet article
hu: Cikk olvasása
it: Leggi questa voce di Wikipedia
nb: Les denne artikkelen
nl: Lees dit artikel
pl: Przeczytaj artykuł
pt: Ler este artigo
pt_br: Leia este artigo
ro: Citește acest articol

source: Fold this article details
ca: Amaga els detalls d'aquest article
de: Details dieses Artikels schließen
el: Κλείσιμο των λεπτομερειών αυτού του άρθρου
fi: Sulje artikkelin tiedot
fr: Cacher les détails de cet article
hu: Cikk részleteinek összecsukása
it: Chiudi i dettagli di questa voce di Wikipedia
nb: Skjul denne artikkelens detaljer
nl: Sluit dit artikel
pl: Zwiń artykuł
pt: Ocultar detalhes deste artigo
pt_br: Ocultar detalhes desse artigo
ro: Restrânge detaliile acestui articol
ru: Свернуть подробности

source: Hide articles
ca: Amaga els articles
de: Artikel ausblenden
el: Απόκρυψη άρθρων
fi: Sulje artikkelit
fr: Cacher les articles
hu: Cikkek elrejtése
it: Nascondi voci di Wikipedia
nb: Skjul artikler
nl: Verberg artikelen
pl: Ukryj artykuły
pt: Ocultar artigos
pt_br: ocultar artigos
ro: Ascunde articolele

source: Articles from Wikipedia, the free encyclopedia
ca: Articles de la Viquipèdia, l'enciclopèdia lliure
de: Artikel aus Wikipedia, der freien Enzyklopädie
el: Άρθρα από τη Wikipedia, την ελεύθερη εγκυκλοπαίδεια
fi: Artikkeleita Wikipediasta
fr: Articles de Wikipedia, l'encyclopédie libre
hu: Szócikk a Wikipédiáról, a szabad enciklopédiáról
it: Voci di Wikipedia, l'enciclopedia libera
nb: Artikler fra Wikipedia, den frie encyklopedi
nl: Artikelen uit Wikipedia, de gratis encyclopedie
pl: Artykuły z Wikipedii, wolnej encyklopedii
pt: Artigos da Wikipedia, a enciclopédia livre
pt_br: Artigos da Wikipedia, a enciclopédia livre
ro: Articole de pe Wikipedia, enciclopedia liberă
ru: Статьи из Википедии

source: Duplicate stops
ca: Aturades duplicades
de: Stationen duplizieren
el: Διπλότυπες στάσεις
fi: Monista pysähdykset
fr: Dupliquer les étapes
hu: Duplikált megállók
it: Duplica soste
nb: Dupliser stopp
nl: Stopplaatsen dupliceren
pl: Powielone miejsca
pt: Paragens duplicadas
pt_br: Paradas duplicadas
ro: Opriri dublate
ru: Повторяющиеся остановки

source: Already included in this trip:
ca: Ja està inclòs en aquest viatge:
de: Bereits in dieser Reise enthalten:
el: Περιλαμβάνονται ήδη σε αυτό το ταξίδι:
fi: Sisältyy jo tähän matkaan:
fr: Déjà inclus dans ce voyage :
hu: Már tartalmazza az útiterv:
it: Già incluso in questo viaggio:
nb: Allerede inkludert i denne turen:
nl: Reeds toegevoegd aan deze reis:
pl: Już zawarte w tej podróży:
pt: Já incluída nesta viagem:
pt_br: Já incluído nesta viagem:
ro: Deja incluse în această călătorie:
ru: Уже включены в эту поездку:

source: Do you want to add to this trip anyway?
ca: La vols afegir a aquest viatge igualment?
de: Dennoch zu dieser Reise hinzufügen?
fi: Haluatko silti lisätä tähän matkaan?
fr: Souhaitez-vous quand-même procéder à l’ajout pour ce voyage ?
hu: Mindenképpen hozzá szeretnéd adni ezt a megállót?
it: Vuoi comunque aggiungere a questo viaggio?
nb: Ønsker du å legge til denne turen likevel?
nl: Toch toevoegen aan deze reis?
pl: Czy chcesz mimo to dodać do tej podróży?
pt: Pretende adicionar a esta viagem de qualquer forma?
pt_br: Você quer acrescentar a esta viagem de qualquer maneira?
ro: Vrei să adăugi la această călătorie oricum?
ru: Вы хотите добавить в эту поездку в любом случае?

source: View only
ca: Només visualització
de: Nur Ansicht
el: Μόνο προβολή
fi: Vain katselu
fr: Consultation seulement
hu: Csak megtekintés
it: Sola lettura
nb: Kun visning
nl: Uitsluitend bekijken
pl: Tylko podgląd
pt: Apenas visualização
pt_br: Somente visualização
ro: Numai vizualizare
ru: Только просмотр

source: Not now
ca: Ara no
de: Nicht jetzt
el: Όχι τώρα
fi: Ei nyt
fr: Pas maintenant
hu: Most nem
it: Non ora
nb: Ikke nå
nl: Niet nu
pl: Nie teraz
pt: Agora não
pt_br: Agora não
ro: Nu acum
ru: Не сейчас

source: Sign Up
ca: Inscriu-te
de: Registrieren
el: Εγγραφή
fi: Rekisteröidy
fr: S’inscrire
hu: Feliratkozás
it: Iscriviti
nb: Registrer deg
nl: Registreren
pl: Załóż konto
pt: Inscrever-se
pt_br: Inscrever-se
ro: Înscrie-te
ru: Зарегистрироваться

source: Please sign up to share your trip and to access it from other computers and browsers.
ca: Sisplau, registra't per compartir el teu viatge i accedir-hi des d'altresordinadors i navegadors.
de: Bitte registrieren Sie sich, um Ihre Reise zu teilen und um mit anderen Geräten und Browsern auf diese zuzugreifen.
fi: Rekisteröidy jakaaksesi matka ja käyttääksesi sitä muissa tietokoneissa sekä selaimissa.
fr: Merci de vous inscrire pour partager votre voyage et y accéder à partir d'autres ordinateurs et navigateurs.
hu: Kérjük regisztrálj hogy megoszthasd az útitervedet, vagy más számítógépről és böngészőből is elérd.
it: Registrati per condividere il tuo viaggio e per accedervi da altri computer e browser.
nb: Vennligst registrer deg for å dele turen din og få tilgang til den fra andre datamaskiner og nettlesere.
nl: Meld je aan om je reis met anderen te delen en toegang te krijgen vanaf andere computers en browsers.
pl: Załóż konto, aby zaprosić znajomych do wspólnego planowania podróży.
pt: Por favor inscreva-se para partilhar a sua viagem e para aceder a partir de outros computadores e navegadores.
pt_br: Por favor inscreva-se para compartilhar a sua viagem e para acessá-la a partir de outros computadores e navegadores.
ro: Înscrie-te pentru a partaja călătoria și pentru a o accesa de pe alte computere și browsere.
ru: Пожалуйста, зарегистрируйтесь, чтобы поделиться своей поездкой и получить доступ к ней с других компьютеров и браузеров.

source: Share trip
ca: Comparteix el viatge
de: Reise teilen
el: Μοιραστείτε το ταξίδι
fi: Jaa matka
fr: Partager le voyage
hu: Útiterv megosztása
it: Condividi il viaggio
nb: Del turen
nl: Deel je reis
pl: Podziel się podróżą
pt: Partilhar viagem
pt_br: Compartilhar viagem
ro: Partajează călătoria
ru: Поделиться поездкой

source: Let people inspire you. They will see your trip and suggest places but only you can add stops to it.
ca: Deixa que la gent t'inspiri. Els altres podran veure el teu viatge i suggerir llocs però només tu podràs afegir-los com a aturades.
de: Lassen Sie sich von anderen Menschen inspirieren. Diese können Ihnen interessante Orte empfehlen, die Sie zu Ihrer Reise hinzufügen können.
fi: Anna muiden ihmisten ehdottaa sinulle. He näkevät matkasi ja voivat ehdottaa siihen lisättäväksi paikkoja mutta jonka vain sinä voit tehdä.
fr: Laissez les gens vous inspirer. Ils verront votre voyage et vous suggéreront des lieux, mais vous seul pourrez ajouter des étapes.
hu: Inspiráljanak a többiek. Megtekinthetik útitervedet, és javasolhatnak helyeket, viszont azokat csak te adhatod hozzá.
it: Lascia che le persone ti ispirino. Vedranno il tuo viaggio e suggeriranno luoghi, ma solo tu potrai aggiungere tappe ad esso.
nb: La folk inspirere deg. De vil se din tur og foreslå steder, men bare du kan legge til stopp på turen.
nl: Laat je door anderen inspireren. Zij zien je reis en kunnen plaatsen aanbevelen, maar alleen jij kunt stopplaatsen toevoegen.
pl: Pozwól się zainspirować: pokaż swoją podróż Internetowi. Być może inni zaproponują Ci warte odwiedzenia miejsca, które bedzięsz mógł następnie dodać do swojego planu.
pt: Deixe as pessoas inspirá-lo. Eles vão ver a sua viagem e sugerir lugares, mas apenas você pode adicionar paragens.
pt_br: Deixe as pessoas inspirá-lo. Eles vão ver a sua viagem e sugerir lugares, mas só você pode adicionar paradas.
ro: Lasă-i pe oameni să te inspire. Ei vor vedea călătoria ta și pot sugera locuri, dar numai tu poți adăuga opriri la ea.
ru: Пусть люди вдохновляют вас. Они увидят вашу поездку и предложат места, но только вы можете добавить остановки к ней.

source: They will know where you are planning to go but not when.
ca: Els altres sabran on planeges anar, però no quan.
de: Sie werden sehen, wohin ihre Planung geht, aber nicht den Zeitpunkt.
fi: He tietävät minne aiot reissata mutta eivät milloin.
fr: Ils sauront où vous prévoyez d'aller mais pas quand.
hu: Tudni fogják merre szeretnél utazni, de azt nem, hogy mikor.
it: Sapranno dove stai progettando di andare, ma non quando.
nb: De vil vite hvor du planlegger å reise, men ikke når.
nl: Ze zien waar je van plan bent naar toe te gaan, maar weten niet wanneer.
pl: Będzie wiadomo gdzie się wybierasz, ale nikt nie zobaczy dokładnych dat.
pt: Saberão onde está planeando ir, mas não quando.
pt_br: Eles vão saber onde você está planejando ir, mas não quando.
ro: Ei vor ști unde plănuiești sa te duci, dar nu și când.
ru: Они будут знать, куда вы планируете поехать, но не когда.

source: Click Ask Around button to preview how others will see your trip.
ca: Fes clic al botó Pregunta al Voltant per previsualitzar com veuran els altres el teu viatge.
de: Klicken Sie den Herumfragen-Button, um eine Vorschau zu sehen, wie Ihre Reise für andere aussieht.
fi: Nähdäksesi miten muut näkevät matkasi, klikkaa Kysy muilta-painiketta.
fr: Cliquez sur le bouton DEMANDER AUX AUTRES pour visualiser comment les autres verront votre voyage.
hu: Kattints a "Kőrbekérdezek" gombra az útiterved mások által látható nézetének megtekintéséhez.
it: Clicca il tasto "Chiedi Intorno" per vedere in anteprima come gli altri vedranno il tuo viaggio.
nb: Klikk 'Spør rundt'-knappen for å forhåndsvise hvordan andre vil se turen din.
nl: Klik op de Rondvragen-knop voor een voorbeeld van hoe anderen jou reis zien.
pl: Kliknij przycisk Zasięgnij Języka, aby zobaczyć jak wygląda Twoja podróż widziana oczami internautów.
pt: Pressione no botão Pergunte aos Outros para visualizar como os outros vão ver a sua viagem.
pt_br: Clique no botão Perguntar aos Outros para visualizar como os outros vão ver a sua viagem.
ro: Apasă pe butonul Întreabă în jur pentru a previzualiza modul în care alții îți vor vedea călătoria.
ru: Нажмите кнопку «Поспрашивать», чтобы увидеть, как другие отреагируют на вашу поездку.

source: You will be able to select how you want to share on the next page.
ca: Podràs seleccionar com el vols compartir a la pàgina següent.
de: Auf der nächsten Seite können Sie wählen, wie Sie Ihre Reise teilen möchten.
fi: Voit valita seuraavalla sivulla, miten haluat jakaa matkasi.
fr: Vous pourrez choisir vos préférences de partage sur la page suivante.
hu: A következő oldalon kiválaszthatod a megosztás módját.
it: Sarai in grado di selezionare la modalità con cui desideri condividere il viaggio nella pagina successiva.
nb: Du kan velge hvordan du vil dele på neste side.
nl: U kunt op de volgende pagina selecteren hoe u wilt delen.
pl: Na następnej stronie będziesz mógł zdecydować w jaki sposób chcesz udostępnić podróż.
pt: Poderá selecionar como deseja partilhar na próxima página.
pt_br: Você será capaz de selecionar como você deseja compartilhar na próxima página.
ro: Vei putea selecta modul în care dorești să partajezi pe pagina următoare.
ru: Вы сможете выбрать, как вы хотите поделиться на следующей странице.

source: Ask friends for help in planning the trip.
ca: Demana ajuda als amics per planificar el viatge.
de: Bitten Sie Ihre Freunde um Hilfe bei der Planung der Reise.
fi: Pyydä ystäviltä apua matkan suunnitteluun.
fr: Demandez à des amis de vous aider à la planification du voyage.
hu: Kérj segítséget barátaidtól az útiterv kialakításához.
it: Chiedi agli amici un aiuto nella pianificazione del viaggio.
nb: Spør venner om hjelp til planleggingen av turen.
nl: Vraag vrienden je te helpen bij het plannen van de reis.
pl: Poproś internautów o pomoc w planowaniu podróży.
pt: Peça ajuda aos seus amigos no planeamento da viagem.
pt_br: Pergunte aos seus amigos para ajudar no planejamento da viagem.
ro: Cere ajutorul prietenilor la planificarea călătoriei.
ru: Попросите друзей о помощи в планировании поездки.

source: Ask around
ca: Pregunta al teu voltant
de: Herumfragen
el: Ρωτήστε άλλους
fi: Kysy muilta
fr: Demandez aux autres
hu: Körbekérdezek
it: Chiedi Intorno
nb: Spør rundt
nl: Rondvragen
pl: Zasięgnij Języka
pt: Pergunte aos Outros
pt_br: Pergunte aos Outros
ro: Întreabă în jur
ru: Поспрашивать

source: Invite selected friends to help you plan road trip. They will have full access to the trip, will be able to add, remove, and modify stops, the same way you do.
de: Laden Sie ausgewählte Freunde ein, Ihnen bei der Planung Ihrer Reise zu helfen. Diese haben vollen Zugriff, um Stationen hinzuzufügen, zu entfernen und zu ändern.
fi: Kutsu ystäviä suunnittelemaan matkaasi. He voivat muokata sitä kuten sinäkin; lisäämällä, poistamalla sekä muuttamalla pysähdyksiä.
pl: Zaproś wybranych znajomych do pomocy przy planowaniu podróży. Zaproszeni będą mieli pełny dostęp do podróży, będą mogli dodawać, usuwać i zmieniać postoje, tak samo jak Ty.
pt_br: Convide amigos selecionados para ajudar a planejar viagem. Eles terão acesso total à viagem, serão capazes de adicionar, remover e modificar pontos, da mesma forma que você faz.
ro: Invita-ți prietenii selectați pentru a te ajuta să planifici călătora. Ei vor avea acces complet la călătorie, vor putea adăuga, elimina și modifica opririle, la fel ca tine.
ru: Пригласить выбранных друзей, чтобы помочь вам спланировать поездку. Они будут иметь полный доступ к поездке, будет иметь возможность добавлять, удалять и изменять остановки, так же как вы.

source: Or you can let them view the trip without ability to change it.
ca: O podeu deixar que vegin el viatge sense poder canviar-lo.
de: Oder lassen Sie Ihre Reise von anderen nur ansehen, ohne die Möglichkeit Änderungen durchzuführen.
fi: Tai voit antaa heille vain luvan nähdä matkasi ilman muokkausmahdollisuutta.
fr: Ou vous pouvez les laisser consulter le voyage sans la possibilité de le modifier.
hu: Vagy megengedheted nekik hogy megtekintsék az útitervet, anélkül hogy módosíthatnák azt.
it: Oppure potrai far vedere loro il viaggio senza la possibilità di modificarlo.
nb: Eller du kan la dem se turen uten mulighet til å endre den.
nl: Of je kunt ze de reis laten bekijken zonder de mogelijkheid tot wijzigen.
pl: Albo możesz im pozwolić na oglądanie podróży bez możliwości wprowadzania zmian.
pt: Ou pode deixá-los ver a viagem sem capacidade de alterar.
pt_br: Ou você pode deixá-los ver a viagem sem capacidade de alterar.
ro: Sau îi poți lăsa să vizualizeze călătoria fără a o putea modifica.
ru: Или вы можете позволить им просматривать поездку без возможности редактирования.

source: Type email addresses of the friends you want to invite in the field below.
de: Geben Sie die E-Mail-Adressen der Freunde, die Sie einladen möchten, in das Feld unten ein.
fi: Kirjoita kutsuttavien ystäviesi sähköpostiosoitteet alla olevaan kenttään.
pl: Wpisz adresy e-mail znajomych, których chcesz zaprosić, poniżej.
pt_br: Digite endereços de e-mail dos amigos que deseja convidar no campo abaixo.
ro: Tastează în câmpul de mai jos adresele de e-Mail ale prietenilor pe care dorești să-i inviti.
ru: Введите адреса электронной почты друзей, которых вы хотите пригласить в поле ниже.

source: Email addresses of your friends
de: E-Mail-Adressen Ihrer Freunde
fi: Ystäviesi sähköpostiosoitteet
pl: Adresy e-mail znajomych
pt_br: Os endereços de email de seus amigos
ro: Adresele de e-Mail ale prietenilor tăi
ru: Адреса электронной почты ваших друзей

source: Authorize friends to modify the trip
ca: Autoritza als amics a modificar el viatge
de: Berechtigen Sie Freunde, die Reise zu ändern
el: Εξουσιοδότηση φίλων για τροποποίηση του ταξιδιού
fi: Anna ystävillesi lupa muokata matkaa
fr: Autoriser les amis à modifier le voyage
hu: Barátok feljogosítása az útiterv módosítására
it: Autorizza gli amici a modificare il viaggio
nb: Autoriser venner til å endre reisen
nl: Machtig vrienden zodat ze de reis kunnen aanpassen
pl: Pozwól znajomym na modyfikowanie podróży
pt: Autorizar amigos a modificar a viagem
pt_br: Autorizar amigos a modificar a viagem
ro: Autorizează prietenii să modifice călătoria
ru: Авторизируйте друзей, чтобы изменить поездку

source: Restrict friends to viewing the trip only
de: Berechtigen Sie Freunde, die Reise nur anzusehen
fi: Anna ystäviesi vain katselella matkaa
pl: Pozwól znajomym tylko na podgląd podróży bez prawa modyfikacji
pt_br: Restringir amigos para somente visualizar a viagem
ro: Restricționează prietenii doar ca să vizualizeze călătoria
ru: Ограничить друзей к просмотру только поездки

source: Click to edit the invitation
de: Klicken, um die Einladung zu bearbeiten
fi: Muokkaa kutsua
pl: Kliknij, aby edytować zaproszenie
pt_br: Clique para editar o convite
ro: Clic pentru a edita invitația
ru: Нажмите, чтобы изменить описание

source: {} invited you to plan a trip {}
ca: {} t'ha convidat a planificar un viatge {}
de: {} hat Sie eingeladen, bei der Planung der Reise {} mitzumachen
el: {} σας προσκάλεσε να προγραμματίσετε ένα ταξίδι {}
fi: {} kutsui sinut suunnittelemaan {} matkaa
fr: {} vous a invité à planifier un voyage {}
hu: {} meghívott egy utazás tervezésére {}
it: {} ti ha invitato a pianificare un viaggio a {}
nb: {} har invitert deg til å planlegge turen {}
nl: {} heeft je uitgenodigd om te helpen bij het plannen van de reis {plannen}
pl: {} zaprasza do wspólnego planowania podróży {}
pt: {} convidou-o/a para planear a viagem {}
pt_br: {} convidou você para planejar a viagem {}
ro: {} te-a invitat să planificați o călătorie {}
ru: {} пригласил Вас планировать поездку {}

source: Hello,
ca: Hola,
de: Hallo,
el: Χαίρετε,
fi: Hei,
fr: Bonjour,
hu: Szia,
it: Ciao,
nb: Hei,
nl: Hallo,
pl: Witam,
pt: Olá,
pt_br: Olá,
ro: Buna,
ru: Здравствуйте,

source: I'd like to share a plan of a trip {} with you.
ca: M'agradaria compartir un pla d'un viatge {} amb tu.
de: Ich möchte gerne meine Planung der Reise {} mit dir teilen.
fi: Haluaisin jakaa reittisuunnitelman {} kanssasi.
fr: j’aimerais partager avec vous un itinéraire de voyage {}.
hu: Szeretném megosztani veled egy utazás tervét {}.
it: Mi piacerebbe condividere con voi il piano di un viaggio a {}.
nb: Jeg vil gjerne dele en plan for turen {} med deg.
nl: Graag zou ik mijn planning van de reis {} met je willen delen.
pl: zapraszam do wspólnego planowania podróży {}.
pt: Gostaria de partilhar o plano de uma viagem {} com contigo.
pt_br: Eu gostaria de compartilhar o plano de uma viagem {} com você.
ro: Aș dori să împărtășesc un plan de călătorie {} cu tine.
ru: Я хотел бы поделиться с вами планом поездки {}.

source: Please follow this link to view the trip:
ca: Segueix aquest enllaç per veure el viatge:
de: Folgen Sie diesem Link, um die Reise zu betrachten:
el: Παρακαλούμε ακολουθήστε αυτόν τον σύνδεσμο για να δείτε το ταξίδι:
fi: Seuraa linkkiä nähdäksesi matka:
fr: Merci de suivre ce lien pour voir le voyage :
hu: Kattints erre a linkre az útiterv megtekintéséhez:
it: Segui questo link per vedere il viaggio:
nb: Vennligst følg denne linken for å se turen:
nl: Volg deze link om de reis te bekijken:
pl: Proszę kliknij na poniższy link w celu obejrzenia podróży:
pt: Por favor, siga este link para ver a viagem:
pt_br: Por favor, siga este link para ver a viagem:
ro: Te rog să urmezi acest link pentru a vizualiza călătoria:
ru: Пожалуйста, перейдите по этой ссылке, чтобы просмотреть поездку:

source: From
de: Von
fi: Osoitteesta
pl: Od
pt_br: De
ro: De la
ru: Из

source: Your email address
de: Ihre E-Mail-Adresse
fi: Sähköpostiosoitteesi
pl: Twój adres e-mail
pt_br: Seu endereço de email
ro: Adresa ta de e-Mail
ru: Ваш адрес электронной почты

source: Save your email address for future use
de: Speichern Sie Ihre E-Mail Adresse für die spätere Verwendung
fi: Tallenna sähköpostiosoitteesi myöhempää käyttöä varten
pl: Zachowaj adres e-mail na przyszłość
pt_br: Salvar o seu endereço de e-mail para uso futuro
ro: Salvează adresa de e-Mail pentru utilizare ulterioară
ru: Сохранить адрес электронной почты для использования в будущем
