Repository: furkot/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ca, de, el, fi, fr, hu, it, nb, nl, pl, pt, pt_br, ro, ru

source: high-resolution tracks
ca: traces d'alta resolució
de: hochauflösende Tracks
el: διαδρομές υψηλής ανάλυσης
fi: Tarkat jäljet
fr: traces haute résolution
hu: nagyfelbontású útiterv
it: tracce ad alta risoluzione
nb: høyoppløselige spor
nl: hoge resolutie etappes
pl: ścieżki o wysokiej rozdzielczości
pt: Trajectos em alta resolução
pt_br: Percursos em alta resolução
ro: trasee de inaltă rezoluție

source: include skipped routes
ca: incloure rutes omeses
de: übersprungene Routen einfügen
el: συμπερίληψη διαδρομών που παρελήφθησαν
fi: Sisällytä sivuutetut reitit
fr: inclure les itinéraires ignorés
hu: Kihagyott útszakaszok megjelenítése
it: includi percorsi saltati
nb: inkluder ruter som er hoppet over
nl: inclusief overgeslagen routes
pl: uwzględnij omijane trasy
pt: incluir rotas ignoradas
pt_br: incluir rotas descartadas
ro: include rutele omise
ru: включают возможные маршруты

source: Export trip
ca: Exportar viatge
de: Reise exportieren
el: Εξαγωγή ταξιδιού
fi: Vie matka
fr: Exportez le voyage
hu: Útiterv exportálása
it: Esporta viaggio
nb: Eksporter tur
nl: Reis exporteren
pl: Eksportuj podróż
pt: Exportar viagem
pt_br: Exportar Viagem
ro: Exportă călătoria
ru: Экспорт поездки

source: Please wait while Furkot is recalculating your trip
ca: Sisplau, espera mentre Furkot recalcula el teu viatge
de: Bitte warten Sie. Furkot berechnet Ihre Reise neu
el: Παρακαλώ περιμένετε ενώ το Furkot επανυπολογίζει το ταξίδι σας
fi: Odota, Furkot laskee matkasi uudelleen
fr: Merci de patienter pendant que Furkot recalcule votre voyage
hu: Várj egy kicsit, amíg a Furkot újraszámolja az útitervedet
it: Per favore attendi mentre Furkot ricalcola il tuo viaggio
nb: Vennligst vent mens Furkot rekalkulerer turen
nl: Even wachten, Furkot berekent je reis opnieuw
pl: Poczekaj aż Furkot przeliczy podróż
pt: Por favor aguarde enquanto Furkot está recalculando a sua viagem
pt_br: Por favor aguarde enquanto Furkot está recalculando a sua viagem
ro: Te rog să aștepți cât timp Furkot recalculează călătoria
ru: Пожалуйста подождите пока Furkot пересчитает Вашу поездку

source: Export stops and routing information:
ca: Exporta aturades i informació de la ruta:
de: Stationen und Routing-Informationen exportieren:
el: Λήψη στάσεων και πληροφοριών δρομολογίου:
fi: Vie tiedot pysähdyksistä ja reitityksistä:
fr: Exporter les étapes et l’itinéraire :
hu: Megállók és útvonalterv exportálása:
it: Esporta soste e informazioni di viaggio:
nb: Eksporter stopp og ruteinformasjon:
nl: Exporteer stopplaatsen en reisinformatie:
pl: Eksport planu podróży oraz:
pt: Exportar paragens e informações de rota:
pt_br: Exportar paradas e informações de rotas:
ro: Exportă informațiile despre opriri și rutare:
ru: Экспорт остановок и маршрутной информации:

source: GPS exchange file (.gpx)
ca: Fitxer d'intercanvi GPS (.gpx)
de: GPS-Austausch-Datei (.gpx)
el: Αρχείο ανταλλαγής GPS (.gpx)
fi: GPS-tiedosto (.gpx)
fr: Fichier d'échange GPS (GPX)
hu: GPS fájl (.gpx)
it: File di scambio GPS (.gpx)
nl: GPS uitwisselbestand (.gpx)
pl: Plik wymiany GPS (.gpx)
pt: Ficheiro de intercâmbio GPS (.gpx)
pt_br: arquivo de intercâmbio GPS (.gpx)

source: Garmin route GPX (.gpx)
ca: Fitxer de ruta Garmin GPX (.gpx)
el: Διαδρομή Garmin GPX (.gpx)
fi: Garmin route GPX-tiedosto (.gpx)
fr: Route Garmin GPX (.gpx)
hu: Garmin GPX (.gpx)
it: Itinerario Garmin GPX (.gpx)
nb: Garmin rute GPX (.gpx)
pl: GPX dla Garmina (.gpx)
pt: Ficheiro de Rota Garmin (.gpx)
pt_br: Arquivo de Rota Garmin (.gpx)
ru: Garmin маршрут GPX (.gpx)

source: Guru Maps GPX (.gpx)
ca: Fitxer de ruta Guru Maps GPX (.gpx)
fi: Guru Maps GPX-tiedosto (.gpx)
pl: GPX dla Guru Maps (.gpx)
ru: Guru Maps формат GPX (.gpx)

source: OsmAnd Maps GPX (.gpx)
ca: Fitxer OsmAnd GPX (.gpx)
fi: OsmAnd Maps GPX-tiedosto (.gpx)
fr: Cartes OsmAnd GPX (.gpx)
it: OsmAnd Mappe GPX (.gpx)
nl: OsmAnd kaarten GPX (.gpx)

source: KML file (.kml)
ca: Fitxer KML (.kml)
de: KML-Datei (.kml)
el: αρχείο KML (.kml)
fi: KML-tiedosto (.kml)
fr: Fichier KML (kml)
hu: KML fájl (.kml)
it: File KML (.kml)
nb: KML-fil (.kml)
nl: KML-bestand (.kml)
pl: Plik KML (.kml)
pt: Ficheiro KML (.kml)
pt_br: arquivo KML (.kml)
ru: KML-файл (.kml)

source: TomTom overlay file (.ov2)
ca: Fitxer de superposició TomTom (.ov2)
de: TomTom Overlay Datei (.ov2)
el: Αρχείο επικάλυψης TomTom (.ov2)
fi: TomTom overlay-tiedosto (.ov2)
fr: Fichier overlay TomTom (.ov2)
hu: TomTom réteg fájl (.ov2)
it: File di overlay TomTom (.ov2)
nb: TomTom overleggsfil (.ov2)
nl: TomTom overlay bestand (.ov2)
pl: Plik TomTom overlay (.ov2)
pt: Ficheiro de sobreposição TomTom (.ov2)
pt_br: arquivo de sobreposição TomTom (.ov2)
ru: TomTom файл (.ov2)

source: CoPilot trip (.trp)
ca: Viatge CoPilot (.trp)
el: ταξίδι CoPilot (.trp)
fi: CoPilot trip-tiedosto (.trp)
fr: Itinéraire CoPilot (.trp)
hu: CoPilot útvonalterv (.trp)
it: CoPilot (.trp)
nb: CoPilot tur (.TRP)
nl: CoPilot reis (.trp)
pl: Podróż CoPilot (.TRP)
pt: Ficheiro de rota CoPilot (.trp)
pt_br: arquivo de rota CoPilot (.TRP)
ru: CoPilot trip формат (.trp)

source: iCalendar (.ics)
fi: iCalendar-tiedosto (ICS)
hu: iCalendar fájl (.ics)
it: iCalendar file (.ics)
nl: iCalendar-bestand (.ics)

source: driving log (.csv)
ca: registre de viatge (.csv)
de: Fahrprotokoll (.csv)
el: αρχείο καταγραφής οδήγησης (.csv)
fi: Driving log-tiedosto (.csv)
fr: Carnet de route (.csv)
hu: itiner (.csv)
it: Log di guida (.csv)
nb: kjørelogg (.csv)
nl: rijlogboek (.csv)
pl: log podróży (.csv)
pt: log de condução (.csv)
pt_br: log de condução (.csv)
ru: журнал поездки (.csv)

source: Select a file format to export:
ca: Selecciona un format de fitxer per a exportar:
de: Wählen Sie ein Dateiformat für den Export:
el: Επιλέξτε μια μορφή αρχείου για εξαγωγή:
fi: Valitse vietävä tiedostomuoto:
fr: Sélectionnez un format de fichier à l'exportation :
hu: Válassz ki egy formátumot az exportáláshoz:
it: Seleziona un formato di file da esportare:
nb: Velg et filformat å eksportere:
nl: Selecteer een bestandsformaat om te exporteren:
pl: Wybierz format pliku do eksportu:
pt: Seleccione um formato de arquivo para exportação:
pt_br: Selecione um formato de arquivo para exportação:
ro: Selectează un format de fișier pentru export:
ru: Выберите формат файла для экспорта:

source: use with many types of GPS devices
ca: adequat per diversos tipus de GPS
de: Zur Nutzung mit vielen GPS-Geräten
el: για χρήση με πολλούς τύπους συσκευών GPS
fi: Käytä useiden eri GPS-laitteiden kanssa
fr: utilisable avec de nombreux types d’appareils GPS
hu: A legtöbb GPS készülékkel használható
it: usabile con molti tipi di dispositivi GPS
nb: bruk med mange typer GPS-enheter
nl: te gebruiken met vele GPS-apparaten
pl: zgodny z wieloma urządzeniami GPS
pt: usar com muitos tipos de dispositivos GPS
pt_br: usar com muitos tipos de dispositivos GPS
ro: utilizează cu mai multe tipuri de dispozitive GPS
ru: используется во многих типах GPS устройств

source: use with newer Garmin devices
ca: adequat pels nous aparells Garmin
de: Zur Nutzung mit neueren Garmin GPS-Geräten
el: για χρήση με νεότερες συσκευές Garmin
fi: Käytä uusimpien Garmin-laitteiden kanssa
fr: à utiliser avec les nouveaux appareils GPS Garmin
hu: Újabb Garmin eszközökkel használható
it: utilizzabile con i nuovi dispositivi Garmin
nb: bruk med nyere Garmin-enheter
nl: te gebruiken met de nieuwere Garmin toestellen
pl: dla nowych urządzeń GPS firmy Garmin
pt: usar com dispositivos Garmin mais recentes
pt_br: usar com dispositivos Garmin mais recentes
ro: utilizează cu dispozitive Garmin mai noi
ru: используется в новых устройствах Garmin

source: use with Guru Maps (formerly Galileo) app
ca: adequat per l'aplicació Guru Maps (abans Galileo)
de: Zur Nutzung mit der Guru Maps (früher Galileo) App
el: χρήση με την εφαρμογή Guru Maps (πρώην Galileo)
fi: Käytä Guru Maps-sovellusten (aikaisemmin Galileo) kanssa
fr: à utiliser avec l'application Guru Maps (anciennement Galileo)
hu: Guru Maps (korábban: Galileo) alkalmazáshoz
it: utilizzare con l'app Guru Maps (ex Galileo)
nb: bruk med Guru Maps (tidligere Galileo) app
nl: te gebruiken met de Guru Maps app (voorheen Galileo)
pl: zgodny z programem nawigacyjnym Guru Maps
pt: utilizar com aplicação Guru Maps (anteriormente Galileo)
pt_br: utilizar com aplicação Guru Maps (anteriormente Galileo)
ro: utilizarea cu aplicația Guru Maps (anterior Galileo)
ru: используется с Guru Maps (Galileo)

source: use with OsmAnd Offline Maps and Navigation
ca: adequat oer OsmAnd amb mapes fora de línia i Navigation
el: χρήση με OsmAnd Offline Maps and Navigation
fi: Käytä OsmAnd Offline Maps and Navigation kanssa
fr: à utiliser avec les cartes et la navigation hors connexion d’OsmAnd
hu: OsmAnd Offline Maps és navigátióval használható
it: utilizzabile con le mappe e navigazione OsmAnd Offline
nb: bruk med OsmAnd Offline Maps and Navigation
nl: te gebruiken met OsmAnd Offline Maps and Navigation

source: upload into Google Earth and Google Maps
ca: pujar a Google Earth i Google Maps
de: Zur Nutzung in Google Earth und Google Maps
el: μεταφόρτωση στο Google Earth και στους Χάρτες Google
fi: Lataa Google Earthiin ja Google Mapsiin
fr: transférez sur Google Earth et Google Maps
hu: Google Earth vagy Google Maps feltöltéshez
it: caricabile in Google Earth e Google Maps
nb: last inn i Google Earth og Google Maps
nl: om te uploaden naar Google Earth en Google Maps
pl: obsługiwany przez Google Earth i Google Maps
pt: transferir para o Google Earth e Google Maps
pt_br: fazer upload para o Google Maps e Google Earth
ro: încarcă în Google Earth și Google Maps
ru: загружается в Google Earth и Google Maps

source: use with TomTom GPS devices
ca: adequat per dispositius GPS TomTom
de: Zur Nutzung mit TomTom GPS-Geräten
el: για χρήση με συσκευές GPS TomTom
fi: Käytä TomTom GPS-laitteiden kanssa
fr: à utiliser avec les appareils GPS TomTom
hu: TomTom GPS készülékekhez
it: usabile con dispositivi GPS TomTom
nb: bruk med TomTom GPS-enheter
nl: te gebruiken door TomTom GPS-toestellen
pl: zgodny z urządzeniami GPS firmy TomTom
pt: usar com dispositivos de GPS TomTom
pt_br: usar com dispositivos de GPS TomTom
ro: utilizează cu dispozitive GPS TomTom
ru: используется в GPS устройствах TomTom

source: use with CoPilot navigation apps
ca: adequat per l'aplicació de navegació CoPilot
de: Zur Nutzung mit CoPilot Navigations-Apps
el: για χρήση με εφαρμογές πλοήγησης CoPilot
fi: Käytä CoPilot navigointi-sovellusten kanssa
fr: à utiliser avec les applications de navigation CoPilot
hu: CoPilot navigációs alkalmazásokhoz
it: utilizzabile con le applicazioni di navigazione CoPilot
nb: bruk med CoPilot navigasjonsapper
nl: te gebruiken door CoPilot navigatie-apps
pl: zgodny z programem nawigacyjnym Copilot
pt: usar com aplicações de navegação CoPilot
pt_br: usar com aplicativos de navegação CoPilot
ro: utilizează cu aplicațiile de navigare CoPilot
ru: используется в приложениях CoPilot

source: import into a calendar
ca: importar al calendari
de: Zur Nutzung in einer Kalender-Applikation
el: εισαγωγή σε ένα ημερολόγιο
fi: Tuo kalenteriin
fr: importez dans un calendrier
hu: Importálás naptárba
it: importabile in un calendario
nb: importer inn i en kalender
nl: om te importeren in een kalender applicatie
pl: wspierany przez kalendarz
pt: importar para um calendário
pt_br: importar para um calendário
ro: importă într-un calendar
ru: импортируется в календарь

source: open as a spreadsheet
ca: obrir com a full de càlcul
de: Für die Nutzung in einer Tabellenkalkulation
el: άνοιγμα ως υπολογιστικό φύλλο
fi: Avaa uutena taulukkona
fr: ouvrir comme feuille de données
hu: megnyitás táblázatként
it: apribile come foglio di calcolo
nb: åpne som et regneark
nl: om te openen als spreadsheet
pl: wspierany przez arkusz kalkulacyjny
pt: abrir como uma folha de cálculo
pt_br: abrir como planilha
ro: deschide ca foaie de calcul (Excel)
ru: открывается как электронная таблица

source: tracks
ca: traces
fi: Jäljet
fr: traces
hu: útvonal
it: tracce
nb: spor
nl: etappes
pl: ścieżki
pt: trajectos
pt_br: percursos
ro: trasee
ru: Треки

source: routes
ca: rutes
de: Routen
fi: Reitit
fr: itinéraires
hu: útvonal
it: percorsi
nb: ruter
pl: trasy
pt: rotas
pt_br: rotas
ro: rute/drumuri
ru: маршруты

source: include all available track points
ca: incloure tots els punts de traça disponibles
de: Alle verfügbaren Trackpunkte einschließen
el: συμπερίληψη όλων των διαθέσιμων σημείων διαδρομής
fi: Sisällytä kaikki saatavilla olevat jälkipisteet
fr: inclure tous les points de trace disponibles
hu: Minden elérhető tájékozódási pontot tartalmaz
it: includere tutti i punti traccia disponibili
nb: inkluder alle tilgjengelige sporpunkter
nl: met alle beschikbare track punten
pl: eksportuj wszystkie punkty do ścieżek
pt: incluir todos os pontos de trajecto disponíveis
pt_br: incluir todos os pontos de percurso disponíveis
ro: include toate punctele disponibile pe traseu

source: skipped routes
ca: rutes omeses
de: übersprungene Routen
el: παραλειφθείσες διαδρομές
fi: Sivuutetut reitit
fr: itinéraires ignorés
hu: Kihagyott útvonalak
it: percorsi saltati
nb: ruter som er hoppet over
nl: overgeslagen routes
pl: omijane trasy
pt: rotas ignoradas
pt_br: rotas descartadas
ro: drumuri omise
ru: возможные маршруты

source: Track is a point-by-point representation of your trip course.
ca: La traça és una representació punt a punt pel recorregut del teu viatge.
de: Track ist eine Punkt-für-Punkt-Darstellung Ihres Reiseverlaufs.
fi: Jälki on piste-pisteeltä näytettävä esitys matkan varrelta.
fr: Trace est une représentation point par point de votre itinéraire.
hu: A nyomvonal pontról pontra tartalmazza az útszakaszod leírását.
it: Una traccia è una rappresentazione dettagliata con molti punti e di grandi dimensioni.
nb: Spor er et punkt-for-punkt-representasjon av turen din.
nl: Een track is een punt-voor-punt afbeelding van het routeverloop van je reis.
pl: Ścieżka reprezentuje kurs podróży punkt po punkcie.
pt: Trajecto é uma representação ponto-a-ponto do percurso da sua viagem.
pt_br: Percurso é uma representação de ponto-a-ponto da sua viagem.
ro: Traseu este o reprezentare punct cu punct a cursului călătoriei.
ru: Трек представляет собой точечное представление вашего маршрута поездки.

source: Route is a series of points that help your GPS device or navigation app navigate along your trip course.
ca: Una ruta son una sèrie de punts que poden ajudar el teu dispositiu GPS o aplicació de navegació a crear l'enrutament durant el teu viatge.
de: Eine Route ist eine Reihe von Punkten, die Ihrem GPS-Gerät oder Ihrer Navigations-App helfen, entlang Ihres Reiseverlaufs zu navigieren.
el: Διαδρομή είναι μια σειρά από σημεία που βοηθούν τη συσκευή GPS σας ή την εφαρμογή πλοήγησης να σας καθοδηγήσουν στο ταξίδι σας.
fi: Reitti on sarja pisteitä, jotka auttavat GPS-laitetta tai navigointisovellusta navigoimaan suunnitellulla makalla.
fr: Route est une série de points qui aident votre appareil GPS ou une application de navigation à se baser sur votre itinéraire.
hu: Az útvonal olyan pontok sora, amik segítenek a GPS eszközödnek, hogy helyesen navigáljon az útszakasz során.
it: Un percorso è una serie di punti che il GPS/APP userà per ricalcolare il percorso.
nb: Rute er en serie punkter som hjelper GPS-enheten din eller navigasjonsappen å navigere langs turen.
nl: Een route is een reeks punten die je GPS of navigatie-app nodig heeft om tijdens de reis te kunnen navigeren.
pl: Trasa jest serią punktów ułatwiających urządzeniu GPS lub programowi do nawigacji prowadzić według kursu podróży.
pt: Rota é uma série de pontos que ajudam o seu dispositivo GPS ou aplicação de navegação a navegar ao longo de seu percurso de viagem.
pt_br: Rota é uma série de pontos que ajudam o seu dispositivo GPS ou app de navegação a navegar ao longo de seu curso de viagem.
ro: Ruta este o serie de puncte care ajută dispozitivul GPS sau aplicația de navigare să navigheze de-a lungul cursului călătoriei.
ru: Маршрут представляет собой ряд точек, которые помогают Вашему устройству GPS или приложению навигации перемещаться по маршруту Вашей поездки.

source: Make sure the number of points per route is within limits of your GPS device or navigation app.
ca: Estigues segur que el número de punts per ruta es troba dins els límits del vostre GPS o aplicació de navegació.
de: Achten Sie darauf, dass die Anzahl der Punkte pro Route innerhalb der Grenzen Ihres GPS-Geräts oder der Navigations-App liegen.
el: Βεβαιωθείτε ότι ο αριθμός των σημείων ανά διαδρομή είναι εντός των ορίων της συσκευής GPS ή της εφαρμογής πλοήγησης.
fi: Varmista että pisteiden määrä reittiä kohden on oman GPS-laitteen tai navigointisovelluksen sallimien rajojen sisällä.
fr: Assurez-vous que le nombre de points par route est dans les limites de votre appareil GPS ou de votre application de navigation.
hu: Győződj meg róla, hogy az útszakaszon található tájékozódási pontok számát tudja kezelni a GPS-ed vagy a navigációs alkalmazás.
it: Assicurati che il numero di punti per ogni traccia/percorso sia entro i limiti del dispositivo GPS o APP di navigazione.
nb: Kontroller at antall punkter per rute er innenfor begrensningene til GPS-enheten eller navigasjonsappen din.
nl: Let erop dat het aantal punten per route binnen de limiet van je GPS of je navigatie-app valt.
pl: Upewnij się, że liczba punktów na trasę jest w granicach Twojego urządzenia GPS lub programu do nawigacji.
pt: Certifique-se que o número de pontos por rota está dentro dos limites de seu dispositivo GPS ou aplicação de navegação.
pt_br: Certifique-se que o número de pontos por rota está dentro dos limites de seu dispositivo GPS ou app de navegação.
ro: Asigură-te că numărul de puncte per rută se încadrează în limitele dispozitivului GPS sau ale aplicației de navigare.
ru: Убедитесь, что количество точек на маршруте в пределах возможностей вашего устройства GPS или навигационного приложения.

source: You can change file format and content on the [Next] pages.
ca: Pots canviar el format de fitxer i contingut a la pàgina [Següent].
de: Sie können das Dateiformat und den Inhalt auf der nächsten Seite ändern [Weiter].
el: Μπορείτε να ρυθμίσετε τη μορφή αρχείου και το περιεχόμενό του στις [επόμενες] σελίδες.
fi: Voit muuttaa tiedostomuotoa ja sisältöä [Seuraava]-sivulla.
fr: Vous pouvez changer le format de fichier et le contenu sur les pages suivantes via le bouton [Suivant].
hu: A [Következő] oldalon meg tudod változtatni a fájlformátumot és a tartalmat.
it: È possibile configurare il formato del file e i suoi contenuti nella pagina [Successiva].
nb: Du kan endre filformat og innhold på de [Neste] sidene.
nl: Je kunt het bestandsformaat en de inhoud op de [Volgende] pagina's wijzigen.
pl: Możesz zmienić format i zawartość pliku klikając [Dalej].
pt_br: Você pode alterar o formato e o conteúdo do arquivo na [Próxima] página.
ro: Poți modifica formatul fișierului și conținutul pe paginile [Următorul].

source: Previous
ca: Anterior
de: Vorherige
el: Προηγούμενο
fi: Edellinen
fr: Précédent
hu: Előző
it: Precedente
nb: Forrige
nl: Vorige
pl: Poprzedni
pt: Anterior
pt_br: Anterior
ro: Precedent
ru: Назад

source: Export
ca: Exportar
el: Εξαγωγή
fi: Vie
fr: Exportation
hu: Exportálás
it: Esporta
nb: Eksporter
nl: Exporteer
pl: Eksport
pt: Exportar
pt_br: Exportar
ru: Экспорт

source: Day
ca: Dia
de: Tag
el: Ημέρα
fi: Päivä
fr: Jour
hu: Nap
it: Giorno
nb: Dag
nl: Dag
pl: Dzień
pt: Dia
pt_br: Dia
ro: Zi
ru: День

source: Furkot Terms and Conditions of Use
ca: Termes i Condicions d'Ús de Furkot
de: Furkot-Nutzungsbedingungen
el: Όροι και Προϋποθέσεις Χρήσης Του Furkot
fi: Furkotin käyttöehdot
fr: Termes et Conditions d'Utilisation de Furkot
hu: A Furkot általános használati feltételei
it: Termini e Condizioni di Uso di Furkot
nb: Furkots vilkår for bruk
nl: Furkot gebruiksvoorwaarden
pl: Regulamin użytkowania Furkota
pt: Termos e Condições de Uso de Furkot
pt_br: Termos e Condições de Uso de Furkot
ro: Termeni și condiții de utilizare Furkot

source: I Agree
ca: Hi estic d'acord
de: Zustimmen
el: Συμφωνώ
fi: Hyväksyn
fr: Je suis d'accord
hu: Elfogadom
it: Sono d'accordo
nb: Jeg er enig
nl: Ik ga akkoord
pl: Wyrażam zgodę
pt: Concordo
pt_br: Eu Concordo
ro: Sunt de acord

source: To continue you must consent to [Furkot Terms and Conditions of Use] and agree to accept any responsibility or liability for your use of the information provided by Furkot.
ca: Per continuar has d'acceptar els [Termes i Condicions d'Ús de Furkot] i acceptar qualsevol responsabilitat pel seu ús així com de la informació proporcionada per Furkot.
de: Um fortzufahren, müssen Sie den [Furkot-Nutzungsbedingungen] zustimmen und sich damit einverstanden erklären, selbst die Verantwortung oder Haftung für Ihre Verwendung der von Furkot bereitgestellten Informationen zu übernehmen.
el: Για να συνεχίσετε, πρέπει να συναινέσετε στους [Όρους και Προϋποθέσεις Χρήσης του Furkot] και να συμφωνήσετε να αποδεχτείτε οποιαδήποτε ευθύνη ή ευθύνη για τη χρήση των πληροφοριών που παρέχονται από τo Furkot.
fi: Jatkaaksesi sinun on suostuttava Furkotin käyttöehtoihin ja hyväksyttävä kaikki sen toimittamien tietojen vastuullisuudet ja oikeellisuudet.
fr: Pour continuer, vous devez accepter les [Termes et Conditions d'Utilisation de Furkot] et accepter toute responsabilité pour l'utilisation des informations fournies par Furkot.
hu: A folytatáshoz el kell fogadnod a [Furkot általános felhasználási feltételeit] és vállalnod minden, a Furkot által biztosított informácók használatából fakadó felelősséget vagy következményt .
it: Per continuare è necessario acconsentire ai [Furkot Terms and Conditions of Use (Termini e Condizioni di Uso di Furkot)] e accettare qualsiasi responsabilità per l'utilizzo delle informazioni fornite da Furkot.
nb: For å fortsette må du samtykke til [Furkot vilkår for bruk] og bekrefte at du godtar ethvert ansvar eller byrde ved å benytte informasjon gitt av Furkot.
nl: Om verder te gaan moet je akkoord gaan met de [Furkot-gebruiksvoorwaarden] en ermee akkoord gaan dat jij volle verantwoordelijkheid of aansprakelijkheid aanvaardt voor het gebruik van de informatie die door Furkot wordt verstrekt.
pl: Żeby kontynuować musisz zaakceptować [Regulamin użytkowania Furkota] i zgodzić się na przyjęcie całkowitej odpowiedzialności za korzystanie z informacji dostarczonych przez Furkot.
pt: Para continuar, você deve concordar com os [Termos e Condições de Uso do Furkot] e concordar em aceitar qualquer responsabilidade pelo uso das informações fornecidas por Furkot.
pt_br: Para continuar, você deve concordar com os [Termos e Condições de Uso Furkot] e concordar em aceitar qualquer responsabilidade pelo uso das informações fornecidas por Furkot.
ro: Pentru a continua, trebuie să consimți la [Termenii și condițiile de utilizare Furkot] și să fii de acord să accepți orice responsabilitate sau răspundere pentru utilizarea informațiilor furnizate de Furkot.

source: Copy
ca: Copiar
de: Kopieren
el: Αντιγραφή
fi: Kopioi
fr: Copier
hu: Másolás
it: Copia
nb: Kopier
nl: Kopiëren
pl: Skopiuj
pt: Copiar
pt_br: Copiar
ro: Copie
