Repository: furkot/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ca, de, el, fi, fr, hu, it, nb, nl, pl, pt, pt_br, ro, ru

source: Fold this section
ca: Amaga aquesta secció
de: Abschnitt schließen
el: Κλείσιμο της ενότητας
fi: Sulje tämä osa
fr: Refermer cette section
it: Chiudi i dettagli di questa sezione
nb: Skjul denne delen
nl: Sluit dit gedeelte
pl: Zwiń parametry podróży
pt: Ocultar esta seção
pt_br: Ocultar esta seção
ro: Restrânge această secțiune
ru: Свернуть этот раздел

source: Open this trip itinerary
ca: Obre aquest itinerari de viatge
de: Öffnen Sie diesen Reiseverlauf
el: Ανοίξτε αυτό το δρομολόγιο ταξιδιού
fi: Avaa matkasuunnitelma
fr: Ouvrir le parcours de ce voyage
it: Aprire questo itinerario di viaggio
nb: Åpne denne turens reiserute
nl: Open dit reisschema
pl: Otwórz plan podróży
pt: Exibir este itinerário de viagem
pt_br: Abrir este itinerário de viagem
ro: Deschide acest itinerariu de călătorie
ru: Открыть маршрут этой поездки

source: Share this trip with others
ca: Comparteix aquest viatge amb altres persones
de: Reise mit anderen teilen
el: Μοιραστείτε αυτό το ταξίδι με άλλους
fi: Jaa matka muiden kanssa
fr: Partager ce voyage avec d'autres personnes
it: Condividi questo viaggio con gli altri
nb: Del denne turen med andre
nl: Deze reis met anderen delen
pl: Udostępnij podróż innym ludziom
pt: Partilhe esta viagem com outros
pt_br: Compartilhe esta viagem com os outros
ro: Partajează această călătorie cu alte persoane
ru: Поделиться этой поездкой с другими

source: Export trip in a variety of formats
ca: Exporta el viatge en diversos formats
de: Reise exportieren
el: Εξαγωγή ταξιδιού σε διάφορες μορφές
fi: Vie matka toiseen muotoon
fr: Exporter ce voyage dans divers formats
it: Esporta il viaggio in vari formati
nb: Eksporter turen i en rekke formater
nl: Exporteer de reis in een verscheidenheid aan formaten
pl: Wyeksportuj podróż w różnych formatach
pt: Exporte a viagem numa variedade de formatos
pt_br: Exportar viagem em uma variedade de formatos
ro: Exportă călătoria într-o varietate de formate
ru: Экспорт поездки в различные форматы

source: Synchronize the trip with TripIt
ca: Sincronitza el viatge amb TripIt
de: Reise mit TripIt synchronisieren
el: Συγχρονίστε το ταξίδι με το TripIt
fi: Synkronoi matka TripIt:n kanssa
fr: Synchroniser le voyage avec TripIt
it: Sincronizza il viaggio con TripIt
nb: Synkroniser turen med TripIt
nl: Synchroniseer de reis met TripIt
pl: Zsynchronizuj podróż z serwisem TripIt
pt: Sincronize a viagem com TripIt
pt_br: Sincronizar a viagem com TripIt
ro: Sincronizează călătoria aceasta cu TripIt
ru: Синхронизировать поездку с TripIt

source: Book hotels for this trip
ca: Reserva hotels per a aquest viatge
de: Hotels für diese Reise buchen
el: Κάντε κρατήσεις ξενοδοχείων για αυτό το ταξίδι
fi: Varaa hotelleja matkalle
fr: Réservez les hôtels pour ce voyage
it: Prenota alberghi per questo viaggio
nb: Bestill hotell for denne turen
nl: Hotels voor deze reis boeken
pl: Zarezerwuj noclegi dla tej podróży
pt: Reservar hotéis para esta viagem
pt_br: Reservar hotéis para esta viagem
ro: Rezervă hoteluri pentru această călătorie
ru: Забронировать гостиницы для этой поездки

source: Plan refueling stations for this trip
ca: Planifica les estacions de servei per a aquest viatge
de: Tankstopps planen
fi: Suunnittele huoltoasemia tälle reissulle
fr: Planifiez les arrêts aux stations-service pour ce voyage
it: Pianifica soste di rifornimento per questo viaggio
nb: Planlegg fyllestopp for denne turen
nl: Tankstops voor deze reis plannen
pl: Zaplanuj stacje benzynowe dla podróży
pt: Planear reabastecimento para esta viagem
pt_br: Plano de reabastecimento para essa viagem
ro: Planifică stațiile de realimentare pentru această călătorie
ru: План заправок для этой поездки

source: Print this trip
ca: Imprimeix aquest viatge
de: Reise ausdrucken
el: Εκτυπώστε αυτό το ταξίδι
fi: Tulosta matka
fr: Imprimer ce voyage
it: Stampa questo viaggio
nb: Skriv ut denne turen
nl: Deze reis printen
pl: Wydrukuj podróż
pt: Imprimir esta viagem
pt_br: Imprimir esta viagem
ro: Tipărește această călătorie
ru: Распечатать эту поездку

source: Print trip
ca: Imprimeix viatge
de: Reise ausdrucken
el: Εκτύπωση ταξιδιού
fi: Tulosta matka
fr: Imprimer le voyage
it: Stampa viaggio
nb: Skriv ut turen
nl: Print reis
pl: Wydrukuj podróż
pt: Imprimir viagem
pt_br: Imprimir viagem
ro: Tipărește călătoria
ru: Печать поездки

source: Include:
ca: Inclou:
de: Einschließen:
el: συμπεριλαμβάνει:
fi: Sisällytä:
fr: Inclure :
it: Includi:
nb: Inkluder:
nl: Bijvoegen:
pl: Opcje:
pt: Incluir:
pt_br: Incluir:
ru: Включают:

source: overnight stops only
ca: només aturades nocturnes
de: nur Über-Nacht-Stationen
fi: vain yön yli pysähtymiset
fr: nuitées seulement
it: solo pernottamenti
nb: kun overnattinger
nl: alleen overnachtingen
pl: tylko noclegi
pt: apenas paragens nocturnas
pt_br: somente paradas de pernoite
ro: numai opriri peste noapte
ru: ночевки только

source: pass-through stops
ca: aturades en punts de pas
de: Durchgangs-Station
fi: läpikulkupysähdykset
fr: étapes de passage
it: punti di passaggio
nb: via-stopp
nl: passages
pl: uwzględnij postoje przelotowe
pt: paragens de passagem
pt_br: Paradas de passagem
ro: stopuri de trecere
ru: проходные остановки

source: turn-by-turn directions
ca: indicacions pas a pas
de: Abbiege-Anweisungen
el: Αναλυτικές οδηγίες
fi: yksityiskohtaiset ohjeet
fr: instructions de direction
it: indicazioni per la navigazione
nb: steg-for-steg beskrivelser
nl: routebeschrijving
pl: szczegółowe instrukcje nawigacyjne
pt: indicações passo-a-passo
pt_br: indicações curva a curva
ro: direcții pas cu pas
ru: пошаговые инструкции

source: map
ca: mapa
de: Karte
el: χάρτης
fi: kartta
fr: carte
it: mappa
nb: kart
nl: kaart
pl: mapa
pt: mapa
pt_br: mapa
ro: hartă
ru: карта

source: Travel off road, no directions available
ca: Viatge fora de carretera, no hi ha indicacions disponibles
de: Weglos, keine Navigation verfügbar
fi: Matkusta Off Roadina ilman saatavilla olevia reittiohjeita
fr: Voyage hors route, instructions non disponibles
it: Le indicazioni stradali non sono disponibili per tratti fuoristrada
nb: Reiser utenfor vei, ingen anvisninger tilgjengelig
nl: Off-road rijden, geen routebeschrijving aanwezig
pl: Trasa po bezdrożach, brak instrukcji nawigacyjnych
pt: Viagem fora de estrada, indicações indisponíveis
pt_br: Viagem fora de estrada, indicações não disponíveis
ro: Călătorește off road, fără direcții disponibile
ru: Только по бездорожью, маршрутов нет

source: New Trip
ca: Nou Viatge
de: Neue Reise
el: Νέο Ταξίδι
fi: Uusi matka
fr: Nouveau voyage
it: Nuovo viaggio
nb: Ny tur
nl: Nieuwe reis
pl: Nowa podróż
pt: Nova Viagem
pt_br: Nova viagem
ro: Călătorie nouă
ru: Новая поездка

source: Import trip
ca: Importar viatge
de: Reise importieren
el: Εισαγωγή ταξιδιού
fi: Tuo matka
fr: Importer le voyage
it: Importa viaggio
nb: Importer tur
nl: Importeer reis
pl: Importuj podróż
pt: Importar viagem
pt_br: Importar Viagem
ro: Importă călătorie
ru: Импорт поездки

source: Hide trip thumbnails
ca: Amaga les miniatures dels viatges
de: Reise-Miniaturbilder ausblenden
el: Απόκρυψη μικρογραφιών ταξιδιού
fi: Piilota matkan pikkukuvakkeet
fr: Cacher les vignettes du voyage
it: Nascondi le miniature di viaggio
nb: Skjul miniatyrbilder for tur
nl: Verberg reis-miniaturen
pl: Ukryj miniatury podróży
pt: Ocultar miniaturas da viagem
pt_br: Ocultar miniaturas da viagem
ro: Ascunderea miniaturilor călătoriei
ru: Скрыть миниатюры поездки

source: Show trip thumbnails
ca: Mostra les miniatures dels viatges
de: Reise-Miniaturbilder anzeigen
el: Εμφάνιση μικρογραφιών ταξιδιού
fi: Näytä matkan pikkukuvakkeet
fr: Montrer les vignettes du voyage
it: Mostra le miniature di viaggio
nb: Show miniatyrbilder for tur
nl: Toon reis-miniaturen
pl: Pokaż miniatury podróży
pt: Exibir miniaturas da viagem
pt_br: Exibir miniaturas da viagem
ro: Afișarea miniaturilor călătoriei
ru: Показать миниатюры поездки

source: Hide trip tags
ca: Amaga les etiquetes de viatge
de: Reise-Tags ausblenden
el: Απόκρυψη ετικετών ταξιδιού
fi: Piilota matkan tunnisteet
fr: Cacher les étiquettes du voyage
it: Nascondi tag viaggio
nb: Skjul tur-tagger
nl: Verberg reis-tags
pl: Ukryj etykiety
pt: Ocultar tags da viagem
pt_br: Ocultar tags da viagem
ro: Ascunderea etichetelor călătoriilor
ru: Скрыть теги поездки

source: Show trip tags
ca: Mostra les etiquetes de viatge
de: Reise-Tags anzeigen
el: Εμφάνιση ετικετών ταξιδιού
fi: Näytä matkan tunnisteet
fr: Montrer les étiquettes du voyage
it: Mostra tag viaggio
nb: Vis tur-tagger
nl: Toon reis-tags
pl: Pokaż etykiety
pt: Exibir tags da viagem
pt_br: Mostrar tags da viagem
ro: Afișarea etichetelor călătoriilor
ru: Показать теги поездки

source: Hide deleted trips
ca: Amaga els viatges suprimits
de: Gelöschte Reisen ausblenden
el: Απόκρυψη διαγραμμένων διαδρομών
fi: Piilota poistetut matkat
fr: Cacher les voyages supprimés
it: Nascondi i viaggi cancellati
nb: Skjul slettede turer
nl: Verberg verwijderde reizen
pl: Ukryj usunięte podróże
pt: Ocultar viagens excluídas
pt_br: Ocultar viagens excluídas
ro: Ascunderea călătoriilor șterse
ru: Скрыть удаленные поездки

source: Show deleted trips
ca: Mostra els viatges suprimits
de: Gelöschte Reisen anzeigen
el: Εμφάνιση διαγραμμένων ταξιδιών
fi: Näytä poistetut matkat
fr: Montrer les voyages supprimés
it: Visualizza viaggi cancellati
nb: Vis slettede turer
nl: Toon verwijderde reizen
pl: Pokaż usunięte podróże
pt: Mostrar viagens excluídas
pt_br: Mostrar viagens excluídas
ro: Afișarea călătoriilor șterse
ru: Показать удаленные поездки

source: Deleted trips
ca: Viatges suprimits
de: Gelöschte Reisen
el: Διαγραμμένα ταξίδια
fi: Poistetut matkat
fr: Voyages supprimés
it: Viaggi cancellati
nb: Slettede turer
nl: Verwijderde reizen
pl: Usunięte podróże
pt: Viagens excluídas
pt_br: Viagens excluídas
ro: Călătorii șterse
ru: Удаленные поездки

source: Restore this trip
ca: Restaura aquest viatge
de: Reise wiederherstellen
el: Επαναφορά αυτού του ταξιδιού
fi: Palauta matka
fr: Restaurer ce voyage
it: Ripristina questo viaggio
nb: Gjenopprett denne turen
nl: Herstel deze reis
pl: Odtwórz tę podróż
pt: Restaurar esta viagem
pt_br: Restaurar esta viagem
ro: Restaurează această călătorie

source: Display ready-made trips
ca: Mostra els viatges fets
de: Vorgefertigte Reisen anzeigen
el: Εμφάνιση έτοιμων ταξιδιών
fi: Näytä valmiita matkoja
fr: Afficher les voyages prédéfinis
it: Mostra viaggi preconfezionati
nb: Vis ferdiglagte turer
nl: Toon kant-en-klare reizen
pl: Wyświetl gotowe wycieczki
pt: Exibir viagens prontas
pt_br: Exibir viagens prontas
ro: Afișarea călătoriilor gata făcute
ru: Показать готовые поездки

source: Inspire me
ca: Inspira'm
de: Inspiriere mich
el: Έμπνευση
fi: Matkaehdotuksia
fr: Inspirez-moi
it: Ispirami
nb: Inspirer meg
nl: Inspireer me
pl: Inspiracje
ro: Inspiră-mă
ru: Вдохновить меня

source: You cannot create your own version of this trip when browsing in private mode.
ca: No pots crear la teva pròpia versió d'aquest viatge quan naveguis en mode privat.
de: Sie können Ihre eigene Version dieser Reise nicht erstellen, solange Sie im Privatmodus surfen.
fi: Et voi luoda omaa versiota tästä matkasta ollessasi yksityisessä tilassa.
fr: Vous ne pouvez pas créer votre propre version de ce voyage tant que vous êtes en mode privé.
nb: Du kan ikke lage din egen versjon av denne turen når du surfer i privat modus.
nl: Je kunt geen eigen versie van deze reis maken wanneer je in het privévenster van je browser bent.
pl: Nie można utworzyć własnej wersji podróży podczas przeglądania w trybie prywatnym.
pt: Não pode criar sua própria versão desta viagem ao navegar no modo privado.
pt_br: Você não pode criar sua própria versão desta viagem ao navegar no modo privado.
ro: Nu poți crea propria versiune a acestei călătorii atunci când navighezi în modul privat.
ru: Вы не можете создать свою собственную версию этой поездки при просмотре в приватном режиме.

source: Sign in with
ca: Inicia sessió amb
de: Anmelden mit
el: Συνδεθείτε με
fi: Kirjaudu sisään käyttäen
fr: Se connecter avec
it: Accedi con
nb: Logg inn med
nl: Aanmelden met
pl: Zaloguj się przez
pt: Entrar com
pt_br: Entrar com
ro: Conectează-te cu
ru: Войти в систему с

source: Accept Invitation
ca: Acceptar la invitació
de: Einladung annehmen
el: Αποδοχή πρόσκλησης
fi: Hyväksy kutsu
fr: Accepter l'invitation
it: Accettare l'invito
nb: Godta invitasjon
nl: Uitnodiging accepteren
pl: Przyjmij zaproszenie
pt: Aceitar convite
pt_br: Aceitar o convite
ro: Acceptă invitația
ru: Принять приглашение

source: Reset Password
ca: Restableix la contrasenya
de: Passwort zurücksetzen
el: Επαναφορά κωδικού πρόσβασης
fi: Nollaa salasana
fr: Réinitialiser le mot de passe
it: Reimpostare la Password
nb: Tilbakestill passord
nl: Reset wachtwoord
pl: Nowe Hasło
pt: Redefinir senha
pt_br: Redefinir a senha
ro: Resetare parolă
ru: Сброс пароля

source: Please click the button below to reset your Furkot password:
ca: Fes clic al botó següent per restablir la contrasenya de Furkot:
de: Bitte klicken Sie auf den Button unten, um Ihr Furkot Passwort zurückzusetzen:
fi: Nollaa Furkotin salasana alla olevasta painikkeesta :
fr: Veuillez cliquer sur ce bouton pour réinitialiser votre mot de passe Furkot :
it: Clicca sul tasto successivo per reimpostare la password di Furkot:
nb: Klikk på knappen nedenfor for å tilbakestille Furkot passord:
nl: Klik op deze link om je Furkot-wachtwoord te kunnen resetten:
pl: Proszę kliknij na poniższy przycisk w celu wygenerowania nowego hasła:
pt: Por favor, pressione o botão em baixo para redefinir sua senha Furkot:
pt_br: Por favor, clique no botão abaixo para redefinir sua senha Furkot:
ro: Clic pe butonul de mai jos pentru a reseta parola Furkot:
ru: Пожалуйста, нажмите на кнопку ниже, чтобы сбросить пароль Furkot:

source: Furkot password reset request
ca: Sol·licitud de restabliment de la contrasenya de Furkot
de: Furkot Passwort-Reset-Anfrage
el: Αίτημα επαναφοράς κωδικού πρόσβασης Furkot
fi: Furkotin salasanan nollauspyyntö
fr: Demande de réinitialisation du mot de passe Furkot
it: Richiesta di reimpostare la password di Furkot
nb: Forespørsel om tilbakestilling av Furkot passord
nl: Furkot-wachtwoord reset verzoek
pl: Furkot - odzyskiwanie hasła
pt: Pedido de redefinição de senha Furkot
pt_br: Pedido de redefinição de senha Furkot
ro: Solicitare de resetare a parolei Furkot
ru: Запрос сброса пароля Furkot

source: Please follow this link to reset your Furkot password:
ca: Segueix aquest enllaç per restablir la contrasenya de Furkot:
de: Folgen Sie diesem Link, um Ihr Furkot Passwort zurück zusetzen:
el: Ακολουθήστε αυτόν τον σύνδεσμο για να επαναφέρετε τον κωδικό πρόσβασής σας :
fi: Seuraa linkkiä nollataksesi Furkotin salasana:
fr: Merci de suivre ce lien pour réinitialiser votre mot de passe Furkot :
it: Segui questo link per reimpostare la password Furkot:
nb: Vennligst følg denne linken for å tilbakestille ditt Furkot passord:
nl: Volg deze link om je Furkot-wachtwoord te resetten:
pl: Proszę kliknij na poniższy link w celu wygenerowania nowego hasła:
pt: Por favor, siga este link para redefinir sua senha Furkot:
pt_br: Por favor, siga este link para redefinir sua senha Furkot:
ro: Urmează acest link pentru a reseta parola Furkot:
ru: Пожалуйста, перейдите по этой ссылке, чтобы сбросить пароль Furkot:

source: Disclaimer
ca: Exempció de responsabilitat
de: Haftungsausschluss
el: Αποποίηση ευθύνης
fi: Vastuuvapauslauseke
fr: Non-responsabilité
it: Esonero di responsabilità
nb: Ansvarsfraskrivelse
nl: Vrijwaringsclausule
pl: Zastrzeżenia
pt: Aviso Legal
pt_br: Aviso Legal
ru: Отказ от ответственности

source: Blog
fi: Blogit
nb: Blogg
ru: Блог

source: Affiliates
ca: Afiliats
de: Partner
el: Συνεργάτες
fi: Ansaitse
fr: Partenaires
it: Affiliati
nb: Samarbeidspartnere
nl: Partners
pl: Współpraca
pt: Afiliados
pt_br: Afiliados
ro: Afiliate
ru: Партнеры

source: Subscribe to Furkot
ca: Subscriu-te a Furkot
de: Abonnieren Sie Furkot
el: Εγγραφείτε στο Furkot
fi: Furkot RSS
fr: Abonnez-vous à Furkot
it: Iscriviti a Furkot
nb: Abonner på Furkot
nl: Abonneren op Furkot
pl: Zaprenumeruj
pt: Siga o feed do Furkot
pt_br: Assinar o feed do Furkot
ro: Inscrie-te la Furkot
ru: Подписаться на Furkot

source: Questions or suggestions?
ca: Preguntes o suggeriments?
de: Fragen oder Anregungen?
el: Έχετε ερωτήσεις ή προτάσεις;
fi: Kysymyksiä tai ehdotuksia?
fr: Des questions ou suggestions ?
it: Domande o suggerimenti?
nb: Spørsmål eller forslag?
nl: Vragen of suggesties?
pl: Pytania? Uwagi?
pt: Questões ou sugestões?
pt_br: Perguntas ou sugestões?
ro: Întrebări sau sugestii?
ru: Вопросы или предложения?

source: E-mail Furkot
ca: Enviar un correu electrònic a Furkot
el: Επικοινωνία
fi: Lähetä sähköpostia Furkotille
fr: Envoyer un courriel à Furkot
nb: Send e-post til Furkot
nl: Furkot e-mailen
pl: Napisz do nas
pt: Enviar e-mail para Furkot
pt_br: Enviar e--mail para Furkot

source: More options
ca: Més opcions
de: Mehr Optionen
el: Περισσότερες επιλογές
fi: Lisävalikko
fr: Plus d'options
it: Più opzioni
nb: Flere valg
nl: Meer opties
pl: Menu opcji
pt: Mais opções
pt_br: Mais opções
ro: Mai multe opțiuni
ru: Больше...

source: Your Furkot Pass is valid until {}.
ca: El teu Passi Furkot és vàlid fins al dia {}.
de: Ihr Furkot Pass ist bis zum {} gültig.
el: Το Furkot Pass σας ισχύει μέχρι {}.
fi: Furkot Passisi on voimassa {} asti.
fr: Votre Pass Furkot est valable jusqu'au {}.
it: Il tuo Furkot Pass è valido fino al {}.
nb: Ditt Furkot Pass er gyldig til {}.
nl: Je Furkot Pass is geldig tot {}.
pl: Karnet na Furkot ważny do {}.
pt: O seu Passe Furkot é válido até {}.
pt_br: Passe Furkot é válido até {}.
ro: Permisul Furkot este valabil până la {}.
ru: Ваш Furkot Pass действителен до {}.

source: Account settings
ca: Configuració del compte
de: Kontoeinstellungen
el: Ρυθμίσεις λογαριασμού
fi: Tilin asetukset
fr: Paramètres du compte
it: Impostazioni dell'account
nb: Kontoinnstillinger
nl: Account instellingen
pl: Ustawienia konta
pt: Configurações da conta
pt_br: Configurações da conta
ro: Setările contului
ru: Настройки аккаунта

source: Schedule stops, find attractions, book hotels, share travel itineraries, map routes. Plan your motorcycle ride, RV tour, car drive, bike track, backpacking hike, family vacation, weekend outing. One planet, 6 continents, all roads
ca: Programa aturades, troba atraccions, reserva hotels, comparteix itineraris de viatge, rutes. Planifica el teu viatge en moto, càmper, cotxe, bicicleta, caminant, en familia, de cap de setmana. Un planeta, 6 continents, tots els camins
de: Stationen planen, Sehenswürdigkeiten finden, Hotels buchen, Reiseverläufe teilen und Routen ausarbeiten. Planen Sie Ihre Motorradfahrt, Wohnmobiltour, Autofahrt, Radtour, Rucksackwanderung, Ihren Familienurlaub oder Wochenendausflug. Ein Planet, 6 Kontinente, alle Wege
fi: Suunnittele pysähdyksiä, löydä kiinnostavia kohteita, varaa hotelleja, jaa matkasuunnitelmia, kartoita reittejä. Suunnittele moottoripyöräretkesi, matkailuauto/vaunumatkasi, autoreissusi, pyöräilyreittisi, vaelluksesi, perhelomasi tai viikonloppureissusi. Yksi planeetta, kuusi maanosaa ja jokainen tie käytettävissä
fr: Planifiez vos étapes, trouvez des curiosités, réservez des hôtels, partagez vos itinéraires et vos cartes. Organisez votre balade à moto, en camping-car, en vélo, à pied, vos vacances en famille, vos week-ends. Une planète, six continents, toutes les routes
it: Pianifica soste, trova attrazioni, prenota hotel, condividi itinerari di viaggio, traccia strade. Organizza il tuo giro in moto, vacanza in camper, viaggio in automobile, pista in bici, escursione in campeggio, vacanza in famiglia, gita nel week-end. Un pianeta, 6 continenti, tutte le strade
nb: Planlegg stopp, finn attraksjoner, bestill hoteller, del reiseruter, kartlegg ruter. Planlegg din motorsykkeltur, bobiltur, biltur, sykkelløype, backpacking tur, familieferie, helgeutflukt. En planet, 6 kontinenter, alle veier
nl: Stopplaatsen plannen, attracties vinden, hotels boeken, routeschema's en routekaarten delen. Plan je motortocht, RV/campertocht, autotocht, fietstocht, wandeling, familievakantie, weekenduitje: één planeet, zes continenten, alle wegen
pl: Wytycz trasę, znajdź atrakcje, zarezerwuj hotele, podziel się planem z przyjaciółmi. Zaplanuj podróż samochodem, rajd motocyklowy, wakacyjny wyjazd z rodziną, wycieczkę rowerem albo wędrówkę z plecakiem. Cała planeta, 6 kontynentów, wszystkie drogi
pt: Programe paragens, encontre atracções, reserve hotéis, partilhe itinerários de viagem, rotas no mapa. Planeie o seu passeio de mota, viagem de auto-caravana, volta de carro, trilho de bicicleta, caminhada com mochila, férias da família, excursão de fim de semana. Um planeta, 6 continentes, todas as estradas
pt_br: Agende paradas, encontre atrações, reserve hotéis, compartilhe itinerários de viagem, rotas no mapa. Planeje de seu passeio de moto, viagem de motorhome/trailer, rota para carro, trilha de bicicleta, caminhada com mochila, férias da família, excursão de fim de semana. Um planeta, 6 continentes, todas as estradas
ro: Programează opriri, găsește atracții, rezervă hoteluri, partajează itinerarii, trasează rutele pe hartă. Planifica-ți plimbarea cu motocicleta, turul cu vehiculul recreational, mașina, pista de biciclete, drumeția cu rucsacul, vacanța de familie, ieșirea în weekend. O planetă, 6 continente, toate drumurile
ru: Расписание остановок, поиск достопримечательностей, бронирование гостиниц, обмен туристическими маршрутами, планирование маршрутов. Запланируйте свою поездку на мотоцикле, RV тур, автомобильную поездку, велосипедную прогулку, пеший туризм, семейный отдых, поездку на выходных. Одна планета, 6 континентов, все дороги

source: Nickname or Email
ca: Àlies o correu electrònic
de: Benutzername oder E-Mail
el: Ψευδώνυμο ή Email
fi: Käyttäjätunnus tai sähköposti
fr: Pseudo ou courriel
it: Nome utente o e-mail
nb: Kallenavn eller e-post
nl: Bijnaam of e-mailadres
pl: Pseudonim lub E-mail
pt: Apelido ou E-mail
pt_br: Apelido ou E-mail
ro: Poreclă sau e-mail
ru: Никнейм или адрес электронной почты

source: Password
ca: Contrasenya
de: Passwort
el: Κωδικός πρόσβασης
fi: Salasana
fr: Mot de passe
nb: Passord
nl: Wachtwoord
pl: Hasło
pt: Senha
pt_br: Senha
ro: Parolă
ru: Пароль

source: Keep me signed in
ca: Mantingueu-me connectat
de: Angemeldet bleiben
el: Να παραμένω συνδεδεμένος
fi: Pidä minut kirjautuneena
fr: Rester connecté
it: Mantieni l'accesso
nb: Hold meg innlogget
nl: Aangemeld blijven
pl: Nie wylogowuj mnie
pt: Mantenha-me conectado
pt_br: Mantenha-me conectado
ro: Păstrează-mă conectat
ru: Оставаться в системе
