Repository: furkot/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ca, de, el, fi, fr, hu, it, nb, nl, pl, pt, pt_br, ro, ru

source: Fold this hostel details
ca: Amaga els detalls de l'alberg
de: Details dieser Jugendherberge schließen
el: Κλείσιμο των λεπτομερειών του ξενώνα
fi: Sulje hostellin tiedot
fr: Cacher les détail de cette auberge
hu: Csukd össze a hostel részleteit
it: Chiudi la descrizione di questo ostello
nb: Lukk dette vandrerhjemmets detaljer
nl: Sluit de gegevens van dit hostel
pl: Zwiń dane schroniska
pt: Ocultar detalhes deste hostel
pt_br: Ocultar detalhes deste albergue
ro: Restrânge detaliile acestei pensiuni
ru: Свернуть подробности

source: See this lodging own website
ca: Consulta el lloc web oficial de l'allotjament
de: Website dieser Unterkunft ansehen
el: Δείτε την ιστοσελίδα του καταλύματος
fi: Katso majoituksen nettisivuja
fr: Voir le site web de cet hébergement
hu: Nézd meg a szálláshely saját weboldalát
it: Vedi il sito web di questo alloggio
nb: Se dette overnattingsstedets egen hjemmeside
nl: Bekijk de eigen website van dit verblijf
pl: Zobacz własną stronę internetową kwatery
pt: Ver site deste alojamento
pt_br: Ver o site desta hospedagem
ro: Vezi site-ul acestui loc de cazare
ru: Посмотреть сайт владельца этого жилья

source: The Hot Rate hotel is located in the highlighted area. Once you book, you'll learn the location.
ca: L'hotel Hot Rate està ubicat a l'àrea destacada. Quan hagis reservat, veuràs la ubicació.
de: Dieses Hot Rate Hotel befindet sich im markierten Bereich. Sobald Sie buchen, erfahren Sie die genaue Lage.
el: Το ξενοδοχείο Hot Rate βρίσκεται στην επισημασμένη περιοχή. Μόλις κάνετε κράτηση, θα μάθετε την τοποθεσία.
fi: Korkealle listattu hotelli on korostetulla värillä. Kun varaat sen, näet myös sijainnin.
fr: L'hôtel "Hot Rate" est dans la zone sélectionnée. Le lieux précis sera dévoilé à la réservation.
hu: A 'Hot Rate' szálloda a kijelölt területen belül található. Foglalás után láthatod a pontos helyet.
it: L'hotel con "Hot Rate" si trova nella zona evidenziata. Una volta prenotato, scoprirai la posizione.
nb: Hot Rate hotellet ligger i det uthevede området. Når du bestiller, vil du få vite plasseringen.
nl: Dit Hot Rate hotel ligt in het gemarkeerde gebied. Zodra je hebt geboekt, krijg je de exacte locatie te zien.
pl: Hotel z zastrzeżoną promocją znajduje się na zaznaczonym obszarze. Poznasz jego adres po dokonaniu rezerwacji.
pt: O hotel Hot Rate está localizado na área destacada. Assim que faça a reserva, visualizará a sua localização.
pt_br: O hotel Hot Rate está localizado na área destacada. Uma vez que você faça a reserva, você visualizará a sua localização.
ro: Hotelul Hot Rate este situat în zona evidențiată. Vei afla locația după ce faci rezervarea.
ru: Гостиница Hot Rate расположен в выделенной области. После заказа, вы узнаете расположение.

source: When brand-name hotels use Hotwire to fill rooms that would otherwise go unsold, their prices are deeply discounted. Hotels don't want to publicize rates this low, so Hotwire hides their name, address, and picture until after booking.
ca: Quan hotels re renom fan servir Hotwire per omplir habitacions que els han quedat sense vendre, els preus sofrixen grans descomptes. Aquests hotels no volen publicitar aquestes tarifes, per això Hotwire n'amaga el nom, adreça i fotos fins després de la reserva.
de: Wenn Marken-Hotels Hotwire verwenden, um Räume zu füllen, die sonst ungebucht blieben, sind ihre Preise stark vergünstigt. Hotels wollen derartig niedrige Raten nicht bewerben, sodass Hotwire Namen, Adresse und Bild des Hotels erst nach Buchung anzeigt.
el: Όταν τα επώνυμα ξενοδοχεία χρησιμοποιούν το Hotwire για να γεμίσουν δωμάτια που διαφορετικά θα έμεναν κενά, οι τιμές τους είναι αρκετά μειωμένες. Τα ξενοδοχεία δεν θέλουν να δημοσιοποιούν τόσο χαμηλές τιμές, οπότε το Hotwire κρύβει το όνομα, τη διεύθυνση και τη φωτογραφία τους μέχρι να πραγματοποιηθεί η κράτηση.
fi: Nimekkäät hotellit käyttävät Hotwireä (myydäkseen huoneita jotka muuten jäisi myymättä) silloin niiden hinnat ovat erittäin edullisia. Hotellit eivät halua julkistaa näin alhaisia hintoja joten Hotwire piilottaa nimen, osoitteen ja kuvan kunnes varaus on tehty..
fr: Quand des hôtels de marque utilisent Hotwire pour remplir des chambres qui seraient restées invendues, les prix sont fortement réduits. Les hôtels ne souhaitent pas rendre ces réductions visibles, c'est pourquoi Hotwire masque leur nom, adresse et photo avant la réservation.
hu: Egyes szállodaláncok a "Hotwire"-t használják üresen maradt szobáik kiadásához, óriási kedvezményekkel. A szállodák nem szeretnék nyilvánosságra hozni ezeket a nagyon alacsony áraikat, ezért a "Hotwire" szolgáltatás elrejti elérhetőségeiket a foglalásig.
it: Quando le catene di alberghi usano Hotwire per riempire le camere che altrimenti andrebbero invendute, i prezzi sono fortemente scontati. Gli alberghi non vogliono pubblicizzare prezzi così bassi, quindi Hotwire nasconde il loro nome, indirizzo, e l'immagine fino a dopo la prenotazione.
nb: Når kjedehoteller bruker Hotwire for å fylle rom som ellers ville gå usolgt, er prisene sterkt rabatterte. Hoteller ønsker ikke å offentliggjøre disse lave prisene, så Hotwire skjuler deres navn, adresse og bilde til etter bestilling.
nl: Wanneer merkhotels Hotwire gebruiken om kamers te vullen die anders onverkocht blijven, worden hun prijzen sterk afgeprijsd. Hotels willen deze lage tarieven niet publiceren dus verbergt Hotwire hun naam, adres en afbeelding tot na de boeking.
pl: Gdy markowe hotele używają serwisu Hotwire do zapełnienia pokoi, których inaczej by nie sprzedano, ich ceny są bardzo atrakcyjne. Ponieważ hotele nie chcą reklamować tak niskich cen, Hotwire ukrywa nazwy, adresy i zdjęcia hoteli przed dokonaniem rezerwacji.
pt: Quando hotéis de redes utilizarem o Hotwire para preencher vagas que de outra forma não seriam preenchidas, os seus preços estarão com grandes descontos. Os hotéis não querem divulgar taxas assim tão baixas, por isso o Hotwire oculta seu nome, endereço e imagens até depois da reserva.
pt_br: Quando hotéis de redes utilizarem o Hotwire para preencher vagas que de outra maneira não seriam vendidos, seus preços estarão com grandes descontos. Os hotéis não querem divulgar as taxas assim baixas, por isso o Hotwire oculta seu nome, endereço e imagens até que depois da reserva.
ro: Când hotelurile folosesc Hotwire pentru a ocupa camere care altfel ar fi nevândute, prețurile lor sunt mult reduse. Hotelurile nu doresc să facă publice tarifele atât de scăzute, așa că Hotwire le ascunde numele, adresa și imaginea până după rezervare.
ru: Когда сетевые отели используют Hotwire, чтобы заселить номера, которые могут быть непроданными, на них появляется большая скидка. Отели не хотят публиковать настолько низкие цены, поэтому Hotwire скрывает их имя, адрес и фотографии до бронирования.

source: You are using an _outdated_ browser.
ca: Estàs utilitzant un navegador _obsolet_.
de: Sie verwenden einen _veralteten_ Browser.
el: Χρησιμοποιείτε ένα _ξεπερασμένο_ πρόγραμμα περιήγησης.
fi: Käytät vanhentunutta selainta.
fr: Vous utilisez un navigateur _obsolète_.
hu: _Elavult_ böngészőt használsz.
it: Stai utilizzando una vecchia versione del browser.
nb: Du bruker en _utdatert_ nettleser.
nl: Je gebruikt een verouderde niet ondersteunde browser.
pl: Używasz _przestarzałej_ przeglądarki.
pt: Você esta a usar um navegador _desactualizado_.
pt_br: Você esta usando um navegador desatualizado.
ro: Folosești un browser _învechit_.
ru: Вы используете _устаревший_ браузер.

source: Please [upgrade your browser] to improve your experience.
ca: Sisplau [actualitza el navegador] per millorar l'experiència.
de: Bitte [aktualisieren Sie Ihren Browser], um Ihr Erlebnis zu verbessern.
el: Παρακαλώ [αναβαθμίστε το πρόγραμμα περιήγησής σας] για να βελτιωθεί η εμπειρία σας.
fi: Ole hyvä ja [päivitä selain] parantaaksesi käyttökokemusta.
fr: Merci de [mettre à jour votre navigateur] pour améliorer votre expérience.
hu: Kérjük [frissítsd böngésződet] a jobb felhasználói élmény érdekében.
it: Si prega di [aggiornare il browser] per migliorare la vostra esperienza.
nb: Vennligst [oppgrader nettleseren] for å forbedre opplevelsen din.
nl: Upgrade je browser voor een betere werking.
pl: Proszę [zaktualizuj przeglądarkę], aby umożliwić korzystanie z serwisu.
pt: Por favor [actualize o seu navegador] para melhorar a sua experiência.
pt_br: Por favor [atualize seu navegador] para melhorar a sua experiência.
ro: Te rog să-ti [actualizezi browserul] pentru o experiență îmbunatațită.
ru: Пожалуйста [обновите браузер], чтобы улучшить взаимодействие.

source: Driving
ca: Cotxe
de: Fahren
el: Οδήγηση
fi: Autolla
fr: Conduite
hu: Autó
it: Automobile
nb: Bilkjøring
nl: Auto
pl: Samochodem
pt: Conduzindo
pt_br: Dirigindo
ro: Cu mașina
ru: Автомобиль

source: Motorcycle
ca: Moto
de: Motorrad
el: Μοτοσυκλέτα
fi: Moottoripyörällä
fr: Moto
hu: Motor
it: Motocicletta
nb: Motorsykkel
nl: Motor
pl: Motocyklem
pt: Mota
pt_br: Motocicleta
ro: Pe motocicletă
ru: Мотоцикл

source: Recreational Vehicle
ca: Càmper
de: Wohnmobil
el: Αυτοκινούμενο τροχόσπιτο
fi: Matkailuautolla / vaunulla
fr: Camping car
hu: Lakóautó
it: Camper
nb: Bobil
nl: Mobilhome
pl: Kamperem
pt: Auto-caravana/Roulote
pt_br: Motorhome/Trailer
ro: Autorulota

source: Bicycle
ca: Bicicleta
de: Fahrrad
el: Ποδήλατο
fi: Polkupyörällä
fr: Vélo
hu: Kerékpár
it: Bicicletta
nb: Sykkel
nl: Fiets
pl: Rowerem
pt: Bicicleta
pt_br: Bicicleta
ro: Pe bicicletă
ru: Велосипед

source: Walking
ca: Caminant
de: Gehen
el: Περπάτημα
fi: Kävellen
fr: Marche
hu: Séta
it: A piedi
nb: Gå
nl: Lopen
pl: Pieszo
pt: Caminhada
pt_br: caminhada
ro: Mers pe jos
ru: Пешком

source: Flight
ca: Avió
de: Flug
el: Πτήση
fi: Lentäen
fr: Vol
hu: Repülő
it: Aereo
nb: Fly
nl: Vliegen
pl: Przelot
pt: Avião
pt_br: Avião
ro: Cu avion
ru: Самолет

source: Ferry
ca: Ferri
el: Ferry boat
fi: Lautalla
fr: Bac
hu: Komp
it: Traghetto
nb: Ferje
nl: Veerboot

# other travel mode
source: Other
ca: Altres
de: Andere
el: Άλλα
fi: Muulla tavalla
fr: Autre
hu: Egyéb
it: Altro
nb: Annen
nl: Anders
pl: Inaczej
pt: Outro
pt_br: Outros
ro: Altul
ru: Другое

source: Your trip has stops with warnings or automatically scheduled placeholders.
ca: El teu viatge té aturades amb advertències o fites programades automàticament.
de: Ihre Reise hat Stationen mit Warnungen oder automatisch geplanten Platzhaltern.
fi: Matkallasi on varoituksia pysähdyksistä tai automaattisesti lisättyjä paikkoja.
fr: Votre voyage comporte des arrêts avec avertissements ou des éléments planifiés automatiquement.
hu: Útitervedben megállókhoz kapcsolódó figyelmeztetések, vagy automatikusan hozzáadott helykitöltők találhatók.
it: Il tuo viaggio prevede soste con avvisi o segnaposto programmati automaticamente.
nb: Din reise har stopp med varsler eller automatisk planlagt mellomlanding.
nl: Je route heeft stopplaatsen met waarschuwingen of automatisch geplande stopplaatsen.
pl: Podróż zawiera automatycznie zaplanowane postoje lub postoje z ostrzeżeniami.
pt: A sua viagem tem paragens com avisos ou paragens programadas automaticamente.
pt_br: Sua viagem tem paradas com avisos ou automaticamente programadas.
ro: Călătoria ta are opriri cu avertismente sau locuri de oprire planificate automat.

source: Roads
ca: Carreteres
el: Δρόμοι
fi: Teillä
fr: Préférences d'itinéraire
hu: Úttipusok
it: Preferenze percorso
nb: Veier
nl: wegen

source: Avoid highways where possible
ca: Evitar vies ràpides quan sigui possible
de: Autobahnen vermeiden
el: Αποφύγετε τους αυτοκινητόδρομους όπου είναι δυνατόν
fi: Vältä moottoriteitä jos mahdollista
fr: Éviter les autoroutes si possible
hu: Autópályák elkerülése, amikor lehetséges
it: Evita autostrade dove possibile
nb: Unngå motorveier der det er mulig
nl: Waar mogelijk snelwegen vermijden
pl: Unikaj autostrad, jeśli to możliwe
pt: Evitar autoestradas sempre que possível
pt_br: Evitar rodovias sempre que possível
ro: Evită autostrăzile acolo unde este posibil
ru: Избегать шоссе, если возможно

source: Prefer highways where available
ca: Prefereixo vies ràpides quan sigui possible
de: Autobahnen bevorzugen
el: Προτιμήστε αυτοκινητόδρομους όπου είναι διαθέσιμοι
fi: Suosi moottoriteitä jos mahdollista
fr: Privilégier les autoroutes si possible
hu: Autópályák előnyben részesítése, ahol lehetséges
it: Preferisci autostrade dove possibile
nb: Foretrekker motorveier der det er tilgjengelig
nl: Geef waar mogelijk de voorkeur aan snelwegen
pl: Wybieraj autostrady, gdzie są
pt: Preferir autoestradas quando disponíveis
pt_br: Preferir rodovias quando disponíveis
ro: Preferă autostrăzile acolo unde sunt disponibile
ru: Предпочитать шоссе, если возможно

source: Avoid toll roads where possible
ca: Evitar peatges quan sigui possible
de: Mautstraßen vermeiden
el: Αποφυγή διοδίων, όπου είναι δυνατόν
fi: Vältä maksullisia teitä jos mahdollista
fr: Éviter les routes à péage si possible
hu: Díjköteles utak elkerülése lehetőség szerint
it: Evita pedaggi dove possibile
nb: Unngå bomveier der det er mulig
nl: Waar mogelijk tolwegen vermijden
pl: Unikaj dróg płatnych, gdzie to możliwe
pt: Evitar estradas com portagem sempre que possível
pt_br: Evitar estradas com pedágio sempre que possível
ro: Evită drumurile cu taxă acolo unde este posibil
ru: Избегать платных дорог, где это возможно

source: Prefer toll roads where available
ca: Prefereixo vies de peatge quan sigui possible
de: Mautstraßen bevorzugen
el: Προτιμήστε δρόμους με διόδια, όπου είναι διαθέσιμοι
fi: Suosi maksullisia teitä jos mahdollista
fr: Privilégier les routes à péage si possible
hu: Díjköteles utak előnyben részesítése
it: Preferisci pedaggi dove possibile
nb: Foretrekker bomveier hvor tilgjengelig
nl: Voorkeur voor tolwegen, wanneer beschikbaar
pl: Preferuj drogi płatne w miarę dostępności
pt: Preferir estradas com portagem quando disponíveis
pt_br: Preferir estradas com pedágio quando disponíveis
ro: Preferă drumurile cu taxă acolo unde sunt disponibile
ru: Предпочитать платные дороги, где это возможно

source: Avoid ferries where possible
ca: Evitar ferris quan sigui possible
el: Αποφυγή πλοίων όπου είναι δυνατόν
fi: Vältä lauttoja jos mahdollista
fr: Éviter les bacs si possible
hu: Kompok elkerülése lehetőség szerint
it: Evita traghetti dove possibile
nb: Unngå ferjer der det er mulig
nl: Veerdiensten vermijden indien mogelijk

source: Prefer ferries where available
ca: Prefereixo ferris quan sigiu possible
el: Προτιμήστε πλοία όπου είναι διαθέσιμα
fi: Suosi lauttoja jos mahdollista
fr: Privilégier les bacs si possible
hu: Kompok előnyben részesítése
it: Preferisci traghetti dove possibile
nb: Foretrekk ferjer der det er mulig
nl: Verkies veerdiensten waar mogelijk

source: Prohibit unpaved roads
ca: Prohibir vies sense asfaltar
fi: Vältä päällystämättömiä teitä
fr: Interdire les routes non carrossables
hu: Nem aszfaltozott utak letiltása
it: Evita strade sterrate
nb: Unngå veier uten fast dekke
nl: Verbied onverharde wegen

source: Permit unpaved roads if necessary
ca: Permetre vies sense asfaltar si és necessari
el: Επιτρέψτε μη ασφαλτοστρωμένους δρόμους, εάν είναι απαραίτητο
fi: Salli tarvittaessa päällystämättömät tiet
fr: Autoriser les routes non carrossables si nécessaire
hu: Nem aszfaltozott utak engedése, ha nem kikerülhető
it: Permetti strade sterrate se necessarie
nb: Tillat veier uten fast dekke dersom nødvendig
nl: Sta onverharde wegen toe indien nodig

source: Prefer major roads and minimize turns
ca: Prefereixo vies principals i minimitzar corbes
de: Hauptstraßen und wenige Abbiegungen bevorzugen
el: Προτιμήστε μεγάλους δρόμους και μειώστε τις στροφές
fi: Suosi pääteitä ja minimoi teiden mutkaisuus
fr: Privilégier les routes principales et minimiser le nombre de virages
hu: Főutakat előnyben részesitése és kanyarok minimalizálása
it: Preferisci le strade principali e riduci le svolte
nb: Foretrekker hovedveier og minimere svinger
nl: Geef de voorkeur aan hoofdwegen en beperk bochten tot een minimum
ro: Preferă drumurile principale și minimizează virajele

source: Prefer curves and slopes while avoiding cities
ca: Prefereixo corbes i pendents evitant les ciutats
de: Kurven und Steigungen bevorzugen, Städte vermeiden
el: Προτιμήστε τις στροφές και τις πλαγιές αποφεύγοντας τις πόλεις
fi: Suosi mutkaisia ja mäkisiä teitä välttäen kaupunkeja
fr: Privilégier les routes sinueuses / pentues tout en évitant les villes
hu: Kanyarok és emelkedésk előnyben részesítése és városok kikerülése
it: Preferisci curve e pendii evitando le città
nb: Foretrekker kurver og bakker samtidig som du unngår byer
nl: Geef de voorkeur aan bochten en hellingen en vermijd steden
ro: Preferați curbele și pantele, evitând în același timp orașele

source: Curvy Roads
ca: Carreteres amb corbes
de: Kurvige Straßen
el: Δρόμοι με στροφές
fi: Mutkaisia teitä
fr: Routes sinueuses
hu: Kanyargós utak
it: Strade sinuose
nb: Svingete veier
nl: Bochten
ro: Drumuri virajate

source: Cancel changes
ca: Cancel·la els canvis
de: Änderungen abbrechen
el: Ακύρωση αλλαγών
fi: Peruuta muutokset
fr: Annuler les modifications
hu: Változtatások elvetése
it: Annulla modifiche
nb: Avbryt endringer
nl: Wijzigingen annuleren
pl: Cofnij zmiany
pt: Cancelar alterações
pt_br: cancelar alterações
ro: Anulează modificările
ru: Отменить изменения

source: Accept changes
ca: Acceptar els canvis
de: Änderungen übernehmen
el: Αποδοχή αλλαγών
fi: Hyväksy muutokset
fr: Accepter les modifications
hu: Változtatások elfogadása
it: Accetta modifiche
nb: Godta endringer
nl: Accepteer wijzigingen
pl: Zatwierdź zmiany
pt: Aceitar alterações
pt_br: aceitar alterações
ro: Acceptă modificările
ru: Принять изменения

source: Save
ca: Desar
de: Speichern
el: Αποθηκεύστε
fi: Tallenna
fr: Sauvegarder
hu: Menteni
it: Salva
nb: Lagre
nl: Opslaan
pl: Zachowaj
pt: Gravar
pt_br: Salvar
ro: Salvează
ru: Сохранить

source: Update now
ca: Actualitzar ara
de: Jetzt aktualisieren
el: Ενημέρωση τώρα
fi: Päivitä nyt
fr: Mettre à jour maintenant
hu: Frissítés most
it: Aggiorna
nb: Oppdater nå
nl: Nu updaten
pl: Załaduj Teraz
pt: Actualizar agora
pt_br: Atualizar agora
ro: Actualizează acum
ru: Обновить сейчас

source: New version of Furkot is available. Click the button above to update now.
ca: Nova versió de Furkot disponible. Prem el botó de sobre per actualitzar ara.
de: Neue Version von Furkot ist verfügbar. Klicken Sie den Button oben, um zu aktualisieren.
el: Μια νέα έκδοση του Furkot είναι διαθέσιμη. Κάντε κλικ στο παραπάνω κουμπί για να κάνετε ενημέρωση τώρα.
fi: Uusi versio Furkotista on saatavilla. Päivitä yllä olevasta painikeesta.
fr: Une nouvelle version de Furkot est disponible. Cliquez sur le bouton au-dessus pour mettre à jour.
hu: A Furkot új verziója elérhető. Kattints a fenti gombra a frissítéshez.
it: È disponibile una nuova versione di Furkot. Clicca sul tasto qui sopra per aggiornare.
nb: Ny versjon av Furkot er tilgjengelig. Klikk på knappen over for å oppdatere nå.
nl: Een nieuwe versie van Furkot is beschikbaar. Klik op de knop hierboven om de nieuwe versie te installeren.
pl: Dostępna jest nowa wersja Furkota. Użyj przycisku powyżej, aby ją załadować.
pt: Está disponível uma nova versão do Furkot. Pressione o botão acima para actualizar agora.
pt_br: Nova versão do Furkot está disponível. Clique no botão acima para atualizar agora.
ro: O nouă versiune Furkot este disponibilă. Click pe butonul de deasupra pentru actualizare acum.
ru: Доступна новая версия Furkot. Чтобы обновить сейчас, нажмите на кнопку выше.

source: About Furkot
ca: Sobre Furkot
de: Über Furkot
el: Σχετικά με το Furkot
fi: Tietoja Furkotista
fr: À propos de Furkot
hu: A Furkot-ról
it: Informazioni su Furkot
nb: Om Furkot
nl: Over Furkot
pl: Furkot...
pt: Sobre Furkot
pt_br: Siga Furkot
ro: Despre Furkot
ru: О Furkot

source: Version
ca: Versió
el: Έκδοση
fi: Versio
hu: Verzió
it: Versione
nb: Versjon
nl: Versie
pl: Wersja
pt: Versão
pt_br: Versão
ro: Versiune
ru: Версия

source: No match? Pan and zoom map to cover the target area
ca: Cap coincidència? Desplaça el mapa per cobrir l'àrea desitjada
de: Kein Treffer? Verschieben und zoomen Sie die Karte auf das gewünschte Zielgebiet
fi: Ei osumia? Siirrä ja zoomaa karttaa kohdealueen kokoiseksi
fr: Aucun résultat ? Zoomez ou déplacez la carte pour couvrir la zone cible
hu: Nem találod amit keresel? Nagyíts rá a térképen a keresett cél környékére
it: Nessuna corrispondenza? Panoramica e zoom della mappa per coprire l'area di destinazione
nb: Ingen treff? Panorer og zoom kartet for å dekke området av interesse
nl: Geen match? Schuif en zoom de kaart in of uit zodat het gewenste doelgebied zichtbaar wordt
pl: Brak wyników? Spróbuj przesunąć, pomniejszyć lub powiększyć mapę
pt: Sem correspondência? Mova e altere o zoom do mapa para seleccionar a área
pt_br: Não combina? Mova e altere o zoom do mapa para selecionar a área
ro: Nici o potrivire? Panoramează și mărește harta pentru a acoperi zona țintă
ru: Не совпадает? Перемещайте и масштабируйте карту для охвата требуемой области

source: Driving trip
ca: Viatge en cotxe
de: Auto / PKW
el: Ταξίδι με το αυτοκίνητο
fi: Autolla
fr: Voyage en voiture
hu: Vezetési tipp
it: Viaggio in auto
nb: kjøretur
nl: Reis per auto
pl: Samochodem
pt: Viagem de carro
pt_br: Viagem de Carro
ro: Autoturism
ru: Поездка на автомобиле

source: Motorcycle trip
ca: Viatge en moto
de: Motorrad
el: Ταξίδι με μοτοσικλέτα
fi: Moottoripyörällä
fr: Voyage en moto
hu: Motoros útiterv
it: Viaggio in moto
nb: motorsykkeltur
nl: Reis per motor
pl: Motocyklem
pt: Viagem de mota
pt_br: Viagem de motocicleta
ro: Motocicleta
ru: Поездка на мотоцикле

source: RV trip
ca: Viatge en càmper
de: Wohnmobil
el: Ταξίδι με αυτοκινούμενο τροχόσπιτο
fi: Matkailuautolla/vaunulla
fr: Voyage en camping-car
hu: Lakóautós útiterv
it: Viaggio in camper
nb: bobiltur
nl: Reis per RV/Camper
pl: Kamperem
pt: Viagem de auto-caravana/roulote
pt_br: Viagem de motorhome/trailer
ro: Excursie cu autorulota

source: Bicycle trip
ca: Viatge en bicicleta
de: Fahrrad
el: Ποδηλατικό Ταξίδι
fi: Polkupyörällä
fr: Voyage en vélo
hu: Kerékpártúra
it: Viaggio in bicicletta
nb: sykkeltur
nl: Reis per fiets
pl: Rowerem
pt: Viagem de bicicleta
pt_br: viagem de bicicleta
ro: Bicicleta
ru: Поездка на велосипеде

source: Walking trip
ca: Viatge a peu
de: zu Fuß
el: Πεζοπορία
fi: Kävellen
fr: Voyage à pied
hu: Gyalogtúra
it: Viaggio a piedi
nb: fottur
nl: Reis te voet
pl: Pieszo
pt: Viagem a pé
pt_br: Viagem a pé
ro: Excursie de mers pe jos
ru: Пеший поход

source: one track per day
ca: una traça per dia
de: ein Track pro Tag
el: μια διαδρομή ανά ημέρα
fi: Yksi jälki päivässä
fr: une trace par jour
hu: Naponta egy szakasz
it: un tracciato al giorno
nb: ett spor per dag
nl: één etappe per dag
pl: jedna ścieżka na dzień
pt: um trajecto por dia
pt_br: um percurso por dia
ro: un traseu pe zi
ru: один трек в день

source: one route per day
ca: una ruta per dia
de: eine Route pro Tag
el: μία διαδρομή ανά ημέρα
fi: Yksi reitti päivässä
fr: une route par jour
hu: Naponta egy útszakasz
it: un percorso al giorno
nb: en rute per dag
nl: één route per dag
pl: jedna trasa na dzień
pt: uma rota por dia
pt_br: uma rota por dia
ro: o rută pe zi
ru: один маршрут в день

source: points per route (minimum)
ca: punts per ruta (mínim)
de: Punkte pro Route (Minimum)
el: σημεία ανά διαδρομή (ελάχιστα)
fi: Pistettä per reitti (minimi)
fr: points par route (minimum)
hu: Tájékozódási pontok az útvonaltervben
it: punti per percorso (minimo)
nb: punkter pr rute (minimum)
nl: punten per route (minimum)
pl: punktów na trasę (minimalnie)
pt: pontos por rota (mínimo)
pt_br: pontos por rota (mínimo)
ro: puncte pe rută (minim)
ru: точек на маршрут (минимум)
