Repository: furkot/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ca, de, el, fi, fr, hu, it, nb, nl, pl, pt, pt_br, ro, ru

source: Fold this farmers market details
de: Details dieses Bauernmarktes schließen
pl: Zwiń opis rynku
pt_br: Esconder os detalhes deste mercado dos agricultores
ro: Restrânge detaliile acestei piețe de fermieri
ru: Свернуть подробности

source: Hide farmers markets
de: Bauernmärkte ausblenden
pl: Ukryj rynki targowe
pt_br: Esconder mercados dos fazendeiros
ru: Скрыть рынки фермеров

source: Farmers markets
de: Bauernmärkte
pl: Rynki targowe
pt_br: Mercados dos fazendeiros
ru: Фермерские рынки

source: See description of this place at Foursquare
ru: Посмотреть описание этого места на Foursquare

source: See user reviews at Foursquare
ru: Посмотреть отзывы на Foursquare

source: Hide places recommended by Foursquare
ru: Скрыть места от Foursquare

source: Places recommended by Foursquare
ru: Места рекомендованные Foursquare

source: Hide places from Google
ru: Скрыть места из Google

source: Places from Google
ru: Места из Google

source: See this trail description at Gaia GPS
ru: Посмотреть описание этого места в Gaia GPS

source: See author's profile at Gaia GPS
ru: Посмотреть профиль автора в Gaia GPS

source: Hide trails from Gaia GPS
ru: Скрыть трассы от Gaia GPS

source: Trails from Gaia GPS
ru: Трассы от Gaia GPS

source: See description of this road at Gravelmap
ru: Посмотреть описание этого места на Gravelmap

source: Hide roads from Gravelmap
ru: Скрыть дороги с сайта Gravelmap

source: Roads from Gravelmap
ru: Показать дороги с сайта Gravelmap

source: See description of this incident at InciWeb
ru: Посмотреть описание этого инцидента в InciWeb

source: Incidents from InciWeb
ru: Инциденты с InciWeb

source: Hide incidents from InciWeb
ru: Скрыть инциденты из InciWeb

source: Check out lift ticket deals at Liftopia
ru: Посмотреть предложения билетов на подъемники в Liftopia

source: See user reviews at Liftopia
ru: Посмотреть отзывы на Liftopia

source: Hide ski resorts from Liftopia
ru: Скрыть горнолыжные курорты от Liftopia

source: Ski resorts from Liftopia
ru: Горнолыжные курорты от Liftopia

source: See Lonely Planet review of this sight
ru: Посмотреть обзор этого места на Lonely Planet

source: See user reviews at Lonely Planet
ru: Посмотреть отзывы на LocalHikes

source: Hide sights from Lonely Planet
ru: Скрыть места от Lonely Planet

source: Sights from Lonely Planet
ru: Места от Lonely Planet

source: See description of this bike track at MBPost
ru: Посмотреть описание этого места в MBPost

source: See author's profile at MBPost
ru: Посмотреть профиль автора в MBPost

source: See user reviews at MBPost
ru: Посмотреть отзывы на MBPost

source: Hide bike tracks from MBPost
ru: Скрыть велосипедные дорожки из MBPost

source: Bike tracks from MBPost
ru: Велосипедные дорожки из MBPost

source: See description of this road at MotorcycleRoads.com
ru: Посмотреть описание этой дороги на MotorcycleRoads.com

source: See contributor's profile at MotorcycleRoads.com
ru: Посмотреть профиль вкладчика в MotorcycleRoads.com

source: See riders' rating at MotorcycleRoads.com
ru: Посмотреть рейтинг гонщиков на MotorcycleRoads.com

source: Hide roads and rides from MotorcycleRoads.com
ru: Скрыть дороги и треки от MotorcycleRoads.com

source: Roads and rides from MotorcycleRoads.com
ru: Дороги и треки из MotorcycleRoads.com

source: Hide U.S. Forest Service Motor Vehicle Use Maps
ru: Скрыть карты от U.S. Forest Service

source: See description of this airport at OurAirports
ru: Посмотреть описание этого аэропорта на OurAirports

source: Hide airports from OurAirports
ru: Скрыть аэропорты из OurAirports

source: Airports from OurAirports
ru: Аэропорты из OurAirports

source: See description of this peak at Peakbagger
ru: Посмотреть описание этого места на Peakbagger

source: See climber's profile at Peakbagger
ru: Посмотреть профиль автора в Peakbagger

source: Stop and bag this peak
ru: Сделать здесь остановку

source: Hide peaks and routes from Peakbagger
ru: Скрыть места из Peakbagger

source: Peaks and climbing routes from Peakbagger
ru: Места от Peakbagger

source: See this ethanol-free gas station page on pure-gas.org
ru: Посмотреть страницу этого места на pure-gas.org

source: Ethanol-free gas stations from pure-gas.org
ru: Ethanol-free заправочные станции из pure-gas.org

source: Hide gas stations from pure-gas.org
ru: Скрыть автозаправочные станции из pure-gas.org

source: See description of this place at Recreation.gov
ru: Посмотреть описание этого места на Recreation.gov

source: Hide places and activities from Recreation.gov
ru: Скрыть места и мероприятия из Recreation.gov

source: Places and activities from Recreation.gov
ru: Места и мероприятия Recreation.gov

source: See description of this trail at HikingProject.com
ru: Посмотреть описание этой дороги на HikingProject.com

source: Hide trails from HikingProject.com
ru: Скрыть места из HikingProject.com

source: Trails from HikingProject.com
ru: Места от HikingProject.com

source: See description of this trail at PowderProject.com
ru: Посмотреть описание этого места в PowderProject.com

source: Hide trails from PowderProject.com
ru: Скрыть места из PowderProject.com

source: Trails from PowderProject.com
ru: Места от PowderProject.com

source: See description of this trail at MtbProject.com
ru: Посмотреть описание этого места на MtbProject.com

source: Hide trails from MtbProject.com
ru: Скрыть места из MtbProject.com

source: Trails from MtbProject.com
ru: Места от MtbProject.com

source: See description of this trail at MountainProject.com
ru: Посмотреть описание этой дороги на MountainProject.com

source: Hide trails from MountainProject.com
ru: Скрыть места от MountainProject.com

source: Trails from MountainProject.com
ru: Маршруты от MountainProject.com

source: See this restaurant page on Roadfood.com
ru: Посмотреть страницу этого места на Roadfood.com

source: See this restaurant own website
de: Website dieses Restaurants ansehen
pl: Zobacz własną stronę internetową restauracji
pt_br: Ver o site desse restaurante
ru: Посмотреть сайт этого места

source: See guest reviews at Roadfood.com
ru: Посмотреть отзывы на Roadfood.com

source: Stop and eat at this restaurant
de: Anhalten und in diesem Restaurant essen
pl: Zjedz w tej restauracji
pt_br: Parar e comer neste restaurante
ru: Сделать здесь остановку

source: Add this restaurant as a skipped stop
de: Dieses Restaurant als übersprungene Station hinzufügen
pl: Dodaj restaurację jako omijany postój
pt_br: Adicionar este restaurante como uma parada ignorada
ru: Добавить это место, как возможную остановку

source: Fold this restaurant details
de: Details dieses Restaurants schließen
pl: Zwiń opis restauracji
pt_br: Ocultar detalhes do restaurante
ru: Свернуть подробности

source: Hide restaurants recommended by Roadfood.com
ru: Скрыть рестораны рекомендованые Roadfood.com

source: Restaurants recommended by Roadfood.com
ru: Рестораны рекомендованые Roadfood.com

source: See description of this dive site at ShoreDiving
ru: Посмотреть описание этого места в ShoreDiving

source: See user reviews at ShoreDiving
ru: Посмотреть отзывы на ShoreDiving

source: Hide dive sites from ShoreDiving
ru: Скрыть места от ShoreDiving

source: Dive sites from ShoreDiving
ru: Места из ShoreDiving

source: See description of this winery at Snooth.com
ru: Посмотреть описание этого места в Snooth.com

source: See this winery own website
de: Website dieses Weingutes ansehen
pl: Zobacz własną stronę internetową winnicy
pt_br: Ver o site dessa vinícola
ru: Посмотреть сайт этого места

source: Stop at this winery
de: An diesem Weingut anhalten
pl: Zatrzymaj się w tej winnicy
pt_br: Parar neste vinícola
ru: Сделать здесь остановку

source: Add this winery as a skipped stop
de: Dieses Weingut als übersprungene Station hinzufügen
pl: Dodaj tę winnicę jako omijany postój
pt_br: Adicionar esta vinícola como uma parada ignorada
ru: Добавить это место, как возможную остановку

source: Fold this winery details
de: Details dieses Weingutes schließen
pl: Zwiń opis winnicy
pt_br: Ocultar detalhes dessa vinícola
ru: Свернуть подробности

source: Hide wineries from Snooth.com
ru: Скрыть места из Snooth.com

source: Wineries from Snooth.com
ru: Места от Snooth.com

source: See description of this summit at SummitPost
ru: Посмотреть описание этого места в SummitPost

source: See author's profile at SummitPost
ru: Посмотреть профиль автора в SummitPost

source: See user reviews at SummitPost
ru: Посмотреть отзывы на SummitPost

source: Stop and climb this summit
ru: Сделать здесь остановку

source: Add this summit as a skipped stop
ru: Добавить это место, как возможную остановку

source: Fold this summit details
ru: Свернуть подробности

source: Hide summits and routes from SummitPost
ru: Скрыть места из SummitPost

source: Summits and climbing routes from SummitPost
ru: Места из SummitPost

source: See description of this activity at Trip Republic
ru: Посмотреть описание этого места на Trip Republic

source: Experience this activity
pl: Dodaj rozrywkę
pt_br: Experimente esta atividade
ru: Попробовать это

source: Add this activity as a skipped stop
pl: Dodaj rozrywkę jako omijany postój
pt_br: Adicionar esta atividade como uma parada ignorada
ru: Добавить это место, как возможную остановку

source: Fold this activity details
pl: Zwiń opis rozrywki
pt_br: Ocultar detalhes sobre esta atividade
ru: Свернуть подробности

source: Hide travel activities from Trip Republic
ru: Скрыть места и мероприятия из Trip Republic

source: Travel activities from Trip Republic
ru: Предложения от Trip Republic

source: See description of this surf spot at WannaSurf
ru: Посмотреть описание этого места на WannaSurf

source: See user reviews at WannaSurf
ru: Посмотреть отзывы на WannaSurf

source: Hide surf spots from WannaSurf
ru: Скрыть места от WannaSurf

source: Surf spots from WannaSurf
ru: Места от WannaSurf

source: Read this article on Wikipedia
ru: Посмотреть эту статью в Википедии

source: Hide articles from Wikipedia
ru: Скрыть статьи из Википедии

source: See this restaurant page on Yelp
ru: Посмотреть страницу этого места на Yelp

source: See guest reviews at Yelp
ru: Посмотреть отзывы на Yelp

source: Hide restaurants recommended by Yelp
ru: Скрыть рестораны рекомендованные Yelp

source: Restaurants recommended by Yelp
ru: Рестораны рекомендованные Yelp

source: Museum
pl: Muzeum
pt_br: Museu
ro: Muzeu
ru: Музей

source: Historical site or landmark
de: Historische Sehenswürdigkeit oder Wahrzeichen
pl: Monument historyczny
pt_br: Local histórico ou um marco
ro: Sit istoric sau reper
ru: Историческое место или достопримечательность

source: Theater
pl: Teatr
pt_br: Teatro
ro: Teatru
ru: Театр

source: Zoo, aquarium or wildlife viewing
de: Zoo, Aquarium oder Wildtiere
pl: Zoo, akwarium lub safari
pt_br: Jardim zoológico, aquário ou observação da vida selvagem
ro: Grădină zoologică, acvariu sau observare faunei sălbatice
ru: Зоопарк, аквариум или дикая природа

source: Park
pt_br: Parque
ro: Parc
ru: Парк

source: Bicycle path
de: Fahrradweg
pl: Ścieżka rowerowa
pt_br: Ciclovia
ro: Pista de biciclete
ru: Велосипедная дорожка

source: Motorcycle route
de: Motorradroute
pl: Trasa motocyklowe
pt_br: Rota de motocicleta
ro: Traseu de motociclism
ru: Мотоциклетная трасса

source: ATV trail
de: ATV-Route
pl: Szlak dla quadów
pt_br: Trilha para quadriciclo
ro: Traseu ATV
ru: Трасса для квадроциклов

source: Offroad route
pl: Trasa terenowa
pt_br: Rota fora de estrada(off-road)
ro: Traseu offroad
ru: Внедорожный маршрут

source: Driving route
de: Fahrstrecke
pl: Droga samochodowa
pt_br: Percurso para dirigir
ru: Маршрут поездки

source: Overlook
de: Aussichtspunkt
pl: Punkt widokowy
pt_br: Mirante
ru: Вид

source: Picnic
de: Picknick
pl: Piknik
pt_br: Piquenique
ru: Пикник

source: Climbing route
de: Kletterroute
pl: Trasa wspinaczkowa
pt_br: Rota de escalada
ro: Traseu de alpinism
ru: Скалолазание

source: Skiing
de: Skifahren
pl: Narciarstwo
pt_br: Esquiar
ro: Schi
ru: Горнолыжный спорт

source: Snowshoeing
de: Schneeschuhwandern
pl: Rakiety śnieżne
pt_br: Caminhada na neve
ro: Mers pe zapada cu rachete
ru: Снегоступы

source: Dive site
de: Tauchplatz
pl: Miejsce do nurkowania
pt_br: Local de mergulho
ro: Loc pentru scufundări
ru: Дайвинг

source: Surf spot
de: Surfplatz
pl: Miejsce do surfowania
pt_br: Local de Surf
ro: Loc pentru surfing
ru: Серфинг

source: Beach
de: Strand
pl: Plaża
pt_br: Praia
ro: Plajă
ru: пляж

source: Restaurant
pl: Restauracja
pt_br: Restaurante
ru: Ресторан

source: Coffee shop
de: Café
pl: Kawiarnia
pt_br: Cafeteria
ro: Cafenea
ru: Кофейня

source: Restroom
pl: Toalety
pt_br: Banheiro
ru: Комната отдыха

source: Gas station
de: Tankstelle
pl: Stacja paliw
pt_br: Posto de combustível
ro: Benzinărie
ru: Бензоколонка

source: Charging station
de: Ladestation
pl: Stacja ładująca
pt_br: Estação para recarga
ro: Stație de încărcare
ru: Зарядная станция

source: Deal or discount
de: Angebot oder Rabatt
pl: Promocja lub zniżka
pt_br: Oferta ou desconto
ro: Ofertă sau reducere
ru: Сделка или скидка

source: Click to edit stop tags
ru: Нажмите, чтобы изменить теги остановки

source: Comma-separated stop tags (labels)
ru: Теги остановок (метки), разделенные запятыми

source: Regular
de: Direkt
pl: Wprost
pt_br: Normal
ru: Стандартный

source: Toll Roads
de: Mautstraßen
pl: Drogi Płatne
pt_br: Rodovias com pedágio
ro: Drumuri cu taxă
ru: Платные дороги

source: No gas station nearby.
ru: Нет заправок рядом.

source: Hotel chains
ru: Сетевые гостиницы

source: Apartments, private rooms, B&Bs
ru: Квартиры, комнаты, B&Bs

source: Lodging Preferences
ru: Предпочтения в жилье

source: Click to exclude hotels and motels from lodging suggestions
ru: Нажмите, чтобы исключить гостиницы и мотели из предложений жилья

source: Click to let Furkot suggest hotels and motels
ru: Нажмите, чтобы позволить Furkot предложить гостиницы и мотели

source: Click to exclude chain hotels and motels from lodging suggestions
ru: Нажмите, чтобы исключить сетевые гостиницы и мотелей из предложений размещения

source: Click to let Furkot suggest chain hotels and motels
ru: Нажмите, чтобы позволить Furkot предложить сетевые гостиницы и мотелей

source: Click to exclude apartments and private rooms from lodging suggestions
ru: Нажмите, чтобы исключить квартиры и комнаты из предложений жилья

source: Click to let Furkot suggest apartments and private rooms
ru: Нажмите, чтобы позволить Furkot предложить квартиры и комнаты

source: Click to exclude hostels from lodging suggestions
ru: Нажмите, чтобы исключить хостелы из предложений размещения

source: Click to let Furkot suggest hostels
ru: Нажмите, чтобы Furkot предложил хостелы

source: Click to exclude blind hotel deals from lodging suggestions
ru: Нажмите, чтобы исключить предложения от скрытых источников из предложений жилья

source: Click to let Furkot suggest blind hotel deals
ru: Нажмите, чтобы позволить Furkot предлагать предложения от скрытых источников

source: Click to exclude campgrounds from lodging suggestions
ru: Нажмите, чтобы исключить кемпинги из предложений жилья

source: Click to let Furkot suggest campgrounds
ru: Нажмите, чтобы позволить Furkot предложить кемпинги

source: Click if you are not traveling with pets
ru: Нажмите, если вы не путешествуете с животными

source: Click if you are traveling with pets
ru: Нажмите, если вы путешествуете с животными

source: Euro
el: Ευρώ
ru: Евро

source: Click to edit trip tags
ru: Нажмите, чтобы редактировать теги поездки

source: Comma-separated trip tags (labels)
ru: Теги поездки (метки), разделенные запятыми

source: No end date.
de: Kein Enddatum.
pl: Brak daty zakończenia podróży.
pt_br: Sem data final.
ro: Fără dată de încheiere.
ru: Нет даты окончания.

source: We couldn't find an account associated with your email.
de: Wir konnten kein Konto mit Ihrer e-Mail-Adresse finden.
pl: Niestety nie znaleźliśmy rachunku skojarzonego z Twoim adresem e-mail.
pt_br: Não foi possível encontrar uma conta associada com o seu e-mail.
ro: Nu am putut găsi un cont asociat cu e-mailul tau.
ru: Мы не смогли найти аккаунт, связанный с вашей электронной почтой.

source: If you used your social media account (Facebook, Google, Twitter, Foursquare or TripIt), you don't need a separate Furkot password to access your planned trips.
de: Wenn Sie Ihr Social-Media-Konto (Facebook, Google, Twitter, Foursquare oder TripIt) verwenden, benötigen Sie kein separates Furkot-Passwort, um auf Ihre geplanten Reisen zuzugreifen.
pl: Jeśli użyłeś konta serwisu społecznościowego (Facebook, Google, Twitter, Foursquare lub TripIt), nie potrzebujesz osobnego hasła dla Furkota aby kontynuować planowanie podróży.
pt_br: Se você usou a sua conta de mídia social (Facebook, Google, Twitter, Foursquare ou TripIt), você não precisa de uma senha Furkot para acessar suas viagens planejadas.
ro: Dacă ți-ai folosit contul de social media (Facebook, Google, Twitter, Foursquare sau TripIt), nu ai nevoie de o parolă Furkot separată pentru a accesa călătoriile planificate.
ru: Если вы использовали свой аккаунт в социальных медиа (Facebook, Google, Twitter, Foursquare или Tripit), вам не нужен отдельный пароль на Furkot для доступа к запланированные поездки.

source: Try using your social media account again to sign in:
de: Versuchen Sie noch einmal, sich mit Ihrem Social-Media-Konto anzumelden:
pl: Użyj konta serwisu społecznościowego ponownie w celu zalogowania się:
pt_br: Tente usar sua conta de mídia social novamente para fazer login:
ro: Încearcă să folosești din nou contul tău de social media pentru a te conecta:
ru: Попробуйте использовать свой аккаунт в социальных медиа, чтобы войти в систему:

source: If you tried out Furkot as a guest (without signing up for an account), you cannot reset a password.
de: Wenn Sie Furkot als Gast benutzen (ohne Anmeldung für ein Konto), können Sie ein Passwort nicht zurücksetzen.
pl: Jeśli używałeś Furkota jako gość (bez zakładania konta), odzyskanie hasła nie jest możliwe.
pt_br: Se você experimentou Furkot como um convidado (sem se inscrever para uma conta), você não pode redefinir uma senha.
ro: Dacă ai încercat Furkot ca oaspete (fără a te înscrie pentru un cont), nu poți reseta o parolă.
ru: Если вы опробовали Furkot в качестве гостя (без регистрации учетной записи), вы не можете сбросить пароль.

source: You will have to use the same computer and browser to access your planned trips.
de: Sie werden denselben Computer und Browser benutzen müssen, um auf Ihre geplanten Reisen zuzugreifen.
pl: Jedyną opcją jest użycie tej samej przeglądarki na tym samym komputerze w celu kontynuowania planowania.
pt_br: Você terá de usar o mesmo computador e navegador para acessar suas viagens planejadas.
ro: Va trebui să utilizezi același computer și același browser pentru a-ți accesa călătoriile planificate.
ru: Вам нужно будет использовать один и тот же компьютер и браузер для доступа к запланированным поездкам.

source: In case you provided a different email address when signing up, please input it on this page:
de: Falls Sie eine andere E-Mail-Adresse bei der Anmeldung angegeben haben, geben Sie diese bitte auf dieser Seite ein:
pl: Jeśli wpisałeś inny adres e-mail przy zakładaniu konta, wpisz go ponownie na poniższej stronie:
pt_br: Caso tenha fornecido um e-mail diferente ao se inscrever, digite nessa página:
ro: În cazul în care ai furnizat o altă adresă de e-mail atunci când te-ai înscris, te rog să o introduci pe această pagină:
ru: В случае, если вы указали другой адрес электронной почты при регистрации, пожалуйста, введите его на этой странице:

source: Feel free to sign up for a new account with Furkot and start planning a new trip right away:
de: In der Zwischenzeit können Sie ein neues Konto bei Furkot registrieren und sofort beginnen, eine neue Reise zu planen:
pl: A tymczasem załóż nowe konto na Furkocie i zacznij planować nową podróż od razu:
pt_br: Sinta-se livre para se inscrever para uma nova conta com Furkot e começar a planejar uma nova viagem de imediato:
ro: Fără probleme, poți să te inscrii pentru un cont nou cu Furkot și să începi să planifici imediat o nouă călătorie:
ru: Не стесняйтесь зарегистрировать новую учетную запись в Furkot и сразу приступить к планированию новой поездки:

source: You can always move trips between accounts later on.
de: Sie können Reisen jederzeit zwischen Konten hin und her bewegen.
pl: Możesz przenieść zaplanowane podróże między kontami później.
pt_br: Você sempre pode mover viagens entre as contas mais tarde.
ro: Poi oricând mai târziu să muți călătoriile între conturi.
ru: Вы всегда можете перемещать поездки между учетными записями позже.

source: Click the button above and select the application that can open the exported file.
ru: Нажмите кнопку выше и выберите приложение, которое cможет открыть экспортированный файл.

source: Follow Furkot
de: Folgen Sie Furkot
pl: Obserwuj Furkot
pt_br: Siga Furkot
ro: Urmărește Furkot
ru: Следите за Furkot

source: Like Furkot
de: Furkot liken
pl: Polub Furkot
pt_br: Curtir Furkot
ru: Нравится Furkot

source: Free Road Trip Planner
de: Der kostenlose Reiseplaner
pl: Planowanie Podróży
pt_br: Planejador de viagem gratuito
ro: Planificator gratuit de călătorii rutiere
ru: Планировщик Поездки

source: Show Phone
de: Telefonnr. anzeigen
pl: Telefon
pt_br: Mostrar Telefone
ro: Arată numar de telefon

source: Wi-Fi
de: WLAN

source: Swiming
de: Schwimmen

source: See this restaurant page
de: Seite des Restaurants ansehen
pl: Zobacz opis restauracji
pt_br: Ver a página desse restaurante

source: Recommended restaurants
de: Empfohlene Restaurants
pl: Polecane restauracje
pt_br: Restaurantes recomendados

source: See description of this winery
de: Beschreibung dieses Weinguts ansehen
pl: Zobacz opis winiarni
pt_br: Veja a descrição dessa vinícola

source: Hide wineries
de: Weingüter ausblenden
pl: Ukryj winiarnie
pt_br: Ocultar vinícolas

source: Wineries and vineyards
de: Weingüter und Weinberge
pl: Winiarnie i winnice
pt_br: Vinícolas

source: Movie
de: Kino
pl: Kino
pt_br: Cinema
ro: Film

source: See description of this activity
pl: Zobacz opis rozrywki
pt_br: Veja a descrição desta atividade

source: Hide travel activities
pl: Ukryj rozywki
pt_br: Esconder as atividades de viagem

source: Travel activities
pl: Rozrywki i atrakcje turystyczne
pt_br: Atividades da Viagem

source: AM
el: Π.Μ.
hu: de.

source: PM
el: Μ.Μ.
hu: du.

source: {} m
el: {} μ

source: am
el: Π.μ

source: pm
el: μ.μ.
